Repository: rhinstaller/anaconda-l10n
Catalog: f41/*.po
Languages: ar

source: Storage Configuration
ar: تكوين الضبط

source: Storage Options
ar: خيارات الخزن

source: Storing configuration files and kickstarts
ar: يخزن ملفات التكوين وملفات البدأ السريع kickstarts

source: Strong
ar: قوية

source: Subscription attached.
ar: تم إرفاق الاشتراك.

source: Subsystem NQN
ar: NQN النظام الفرعي

source: Supported formats: %s
ar: الأنساق المدعومة: %s

source: Synchronizing writes to disk
ar: يزامن عمليات الكتابة إلى القرص

source: System Purpose
ar: غرض النظام

source: System performance gains for memory-intensive workloads
ar: مكاسب أداء النظام لأعباء العمل الشديدة على الذاكرة

source: Systemd-boot cannot be utilized with the current type of payload. Choose an installation media that supports package installation.
ar: يتعذر الإنتفاع بالإقلاع المربوط بالنظام مع النوع الحالي من الحِمل. اخترتها وسائط تثبيت تدعم تثبيت الحزمة.

source: Systemd-boot is not supported on this platform
ar: إقلاع النظام غير مدعوم على هذه المنصة

source: TIME & DATE
ar: الوقت والتأريخ

source: TOTAL SPACE
ar: المساحة الكُلّية

source: Target
ar: الهدف

source: Target WWID
ar: WWID الهدف

source: Target size "{size}" for device "{device}" is invalid.
ar: حجم الهدف "{size}" للجهاز "{device}" غير صحيح.

source: Team
ar: الفريق

source: Team %(interface_name)s (%(list_of_ports)s) connected
ar: الفريق %(interface_name)s (%(list_of_ports)s) متصل

source: Testing layouts configuration not available.
ar: اختبار إعدادات المُخططات غير متاحٍ.

source: Text mode provides a limited set of installation options. It does not offer custom partitioning for full control over the disk layout. Would you like to use VNC mode instead?
ar: يقدّم النمط النصي خيارات محدودة لضبطها أثناء التثبيت. حيث أنه لا يقدّم خدمات التقسيم التخصصية و التي تؤمن التحكم الكامل بالقرص . هل ترغب باستخدام نمط VNC بدلًا عنه؟

source: That mount point is already in use. Try something else?
ar: نقطة الوصل مستخدمة بالفعل. تجرب شيئًا آخر؟

source: That mount point is already in use. Try something else?
ar: نقطة الوصل مستخدمة بالفعل. تجرب شيئًا آخر؟

source: That mount point is invalid. Try something else?
ar: نقطة الوصل غير صحيحة. تجرب شيئًا آخر؟

source: The "{}" file system type is not supported.
ar: نظام الملفات من نوع "{}" غير مدعوم.

source: The %(product_name)s graphical installer requires %(needed_ram)s MB of memory, but you only have %(total_ram)s MB.
ar: المثبت الرسومي %(product_name)s يتطلب %(needed_ram)s مب من الذاكرة، و أنت لا تملك سوى %(total_ram)s مب.

source: The 'boot' area on your computer is where files needed to start the operating system are stored.
ar: مساحة الإقلاع على حاسوبك و التي تحوي الملفات اللازمة لبدء تشغيل النظام.

source: The 'home' area on your computer is where all your personal data is stored.
ar: مساحة المنازل على حاسوبك حيث يمتلك كل مستخدم لمنزل يحتوي على مجموع بياناته الشخصية.

source: The 'root' area on your computer is where core system files and applications are stored.
ar: مساحة الجذر على حاسوبك و المكونة لجوهر النظام حيث تحوي ملفات النظام و ملفات البرامج.

source: The 'swap' area on your computer is used by the operating system when running low on memory.
ar: مساحة 'التبديل' على حاسوبك يستخدمها النظام التشغيلي عندما تصبح الذاكرة قليلة.

source: The '{name}' repository has no mirror, baseurl or metalink set.
ar: ليس للمستودع '{name}' نظير أو baseurl أو metalink معدَّة.

source: The '{name}' repository uses an unsupported protocol.
ar: المستودع '{name}' يستخدم مواثيق protocol غير مدعومة.

source: The '{}' repository is invalid: {}
ar: المستودع '{}' غير صحيح: {}

source: The '{}' repository is not one of the pre-defined repositories.
ar: المستودع '{}' ليس أحد المستودعات المعرفة مسبقا.

source: The BIOS boot partition is required to enable booting from GPT-partitioned disks on BIOS hardware.
ar: قسم الإقلاع من نوع BIOS ضروري لتفعيل الإقلاع من أقراص مقسمة بنوعية GPT في برمجية BIOS.

source: The LDL DASD disk {name} ({busid}) cannot be used for the installation. Please format it.
ar: يتعذر استخدام قرص LDL DASD المسمى {name} ({busid}) للتثبيت. رجاءا هيأه.

source: The PReP boot partition is required as part of the boot loader configuration on some PPC platforms.
ar: قسم إقلاع PReP ضروري كجزء من تكوين محمّل الإقلاع في بعض منصات PPC.

source: The RAID level you have selected ({level}) requires more disks ({min}) than you currently have selected ({count}).
ar: مستوى RAID الذي قمت بانتقاءه ({level}) يتطلب أقراصًا إضافية ({min}) عن ما قمت بانتقاءه حاليًا ({count}).

source: The RAID volume name "{}" is already in use.
ar: اسم جزء RAID "{}" مستخدم مسبقا.

source: The VNC server is now running.
ar: خادوم VNC يعمل حاليّاً.

source: The added DASD can be found under "Local Standard Disks."
ar: يمكن العثور على قرص DASD المضاف تحت "الأقراص القياسية المحلية."

source: The available memory is less than %(size)s which can be too small for LUKS2 format. It may fail.
ar: الذاكرة المتاحة أقل من %(size)s والتي يمكن أن تكون قليلة للغاية لنسَق LUKS2. قد تفشل.

source: The container is encrypted.
ar: الحاوية مشفرة.

source: The existing unlocked LUKS device {} cannot be used for the installation without an encryption key specified for this device. Please, rescan the storage.
ar: لا يمكن استخدام جهاز LUKS غير الموصَد الموجود للتثبيت بلا مفتاح تشفير معيَّن لهذا الجهاز. رجاءا أعِد فحص التخزين.

source: The following error occurred discovering DASD devices. Please double check your configuration information and try again.
ar: حدث الخطأ التالي أثناء استكشاف أجهزة DASD. رجاءا أعِد التحقق من معلومات التكوين ثم حاول مجددًا.

source: The following error occurred discovering iSCSI targets. Please double check your authorization information and try again.
ar: حدث الخطأ التالي أثناء استكشاف iSCSI الاهداف. رجاءا أعِد التحقق من معلومات الاستيثاق ثم حاول مجددا.

source: The following error occurred discovering zFCP devices. Please double check your configuration information and try again.
ar: حدث الخطأ التالي أثناء استكشاف أجهزة zFCP. رجاءا أعِد التحقق من معلومات التكوين ثم حاول مجددًا.

source: The following error occurred during the installation: {details} Would you like to ignore this and continue with installation?
ar: حدث الخطأ التالي أثناء التثبيت: {details} أتريد إهمال هذا والاستمرار بالتثبيت؟

source: The following error occurred logging into the selected iSCSI node. Please double check your authorization information and try again.
ar: حدث الخطأ التالي عند الولوج إلى عُقدة iSCSI المُنتقاة. رجاءا أعِد التحقق من معلومات الاستيثاق ثم حاول مجددا.

source: The following error occurred while attempting to add an FCoE SAN. Please check your configuration and try again
ar: حدث الخطأ التالي أثناء محاولة إضافة شبكة FCoE SAN. رجاءا أعِد التحقق من معلومات التكوين ثم حاول مجددًا

source: The following error occurred while installing the boot loader. The system will not be bootable. Would you like to ignore this and continue with installation?
ar: حدث الخطأ التالي أثناء تثبيت محمّل الإقلع. لن يكون النظام قابلا للإقلاع. أتريد إهمال هذا والاستمرار بالتثبيت؟

source: The following error occurred while installing the payload. This is a fatal error and installation will be aborted.
ar: حدث الخطأ التالي أثناء تثبيت الحِمل payload. هذا خطأ فادح وسيُجهَض التثبيت.

source: The following error occurred while setting up the payload. This is a fatal error and installation will be aborted.
ar: حدث الخطأ التالي أثناء إعداد الحِمل payload. هذا خطأ فادح وسيُجهَض التثبيت.

source: The following error was encountered while downloading the escrow certificate: {}
ar: حدث الخطأ التالي أثناء تحميل شهادة الضمان: {}

source: The following errors were encountered when checking your disk selection. You can modify your selection or quit the installer.
ar: حدثت الأخطاء التالية عند فحص اختيارك للقرص. بإمكانك تعديل اختيارك أو مغادرة المثبّت.

source: The following errors were encountered when checking your storage configuration. You can modify your storage layout or quit the installer.
ar: حدثت الأخطاء التالية عند فحص تكوين التخزين. بإمكانك تعديل مخطط التخزين أو مغادرة المثبّت.

source: The following installations were discovered on your system.
ar: اكتُشفت التثبيتات التالية في نظامك.

source: The following mandatory spokes are not completed:
ar: المشابك الإلزامية التالية غير مكتملة:

source: The following nodes were discovered using the iSCSI initiator <b>%(initiatorName)s</b> using the portal IP address <b>%(portalAddress)s</b>. Please select which nodes you wish to log into:
ar: اكتُشفت العُقد التالية باستخدام بادئ iSCSI <b>%(initiatorName)s</b> باستخدام عنوان آي بي المنصة <b>%(portalAddress)s</b>. رجاءا حدد العُقد التي ترغب في الولوج إليها:

source: The following software marked for installation has errors. This is likely caused by an error with your installation source.
ar: البرمجيا التالية المؤشَّرة للتثبيت فيها أخطاء. من المحتمل أن يكون سبب هذا وجود خطأ في مصدر التثبيت.

source: The following unformatted or LDL DASDs have been detected on your system. You can choose to format them now with dasdfmt or cancel to leave them unformatted. Unformatted DASDs cannot be used during installation.
ar: كُشف عن أقراص DASD غير المهيأة أو ذات مخطط LDL التالية في نظامك. يمكنك أن تختار تهيئتها الآن بأمر dasdfmt أو تلغي لتتركها غير مهيأة. أقراص DASD غير المهيأة لا يمكن استخدامها أثناء التثبيت.

source: The following unformatted or LDL DASDs have been detected on your system. You can choose to format them now with dasdfmt or cancel to leave them unformatted. Unformatted DASDs cannot be used during installation.
ar: كُشف عن أقراص DASD غير المهيأة أو ذات مخطط LDL التالية في نظامك. يمكنك أن تختار تهيئتها الآن بأمر dasdfmt أو تلغي لتتركها غير مهيأة. أقراص DASD غير المهيأة لا يمكن استخدامها أثناء التثبيت.

source: The following warnings were encountered when checking your kernel configuration. These are not fatal, but you may wish to make changes to your kernel config.
ar: أُطلقت التحذيرات التالية عند فحص تكوينك لنواة النظام. هي ليست خطيرة، لكن قد ترغب في إجراء تغييرات على إعدادات تكوينك للنواة.

source: The following warnings were encountered when checking your storage configuration. These are not fatal, but you may wish to make changes to your storage layout.
ar: أُطلقت التّحذيرات التّالية عند فحص إعداداتك للتخزين. هي ليست خطيرة، لكن يمكنك إجراء تغييرات على مخطط التخزين لديك.

source: The installation cannot continue and the system will be rebooted
ar: يتعذر على المثبِّت الاستمرار وسيُعاد تشغيل النظام

source: The installation was stopped due to what seems to be a problem with your hardware. The exact error message is: %s. The installer will now terminate.
ar: توقف التثبيت بسبب مشكلة في العتاد. رسالة الخطأ هي: %s. سينتهي المُثبّت الآن.

source: The mount point "{}" is not valid. It must start with a /.
ar: نقطة الوصل "{}" غير صحيحة. يجب أن تبدأ بـ /.

source: The mount point %s must be on a linux file system.
ar: يجب أن تكون نقطة الوصل %s على نظام ملفات لينكس.

source: The passphrase is empty.
ar: عبارة المرور فارغة.

source: The passphrase is too short
ar: عبارة المرور قصيرة جدا

source: The passphrase you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
ar: عبارة المرور التي أدخلتها تحتوي حروفا ليست أسكي (لاتينية). قد لا تتمكن من تغيير من تغيير مخطط لوحة المفاتيح عند كتابتها.

source: The passphrase you have provided is weak.
ar: عبارة المرور التي اخترتها ضعيفة.

source: The passphrase you have provided is weak:
ar: عبارة المرور التي اخترتها ضعيفة:

source: The passphrases do not match.
ar: عبارتا المرور غير متطابقتان.

source: The passphrases you entered were different. Please try again.
ar: عبارتا المرور المدخلتان مختلفتان. رجاءً أعد المحاولة.

source: The password cannot be more than eight characters long.
ar: لا يمكن أن يكون طول كلمة المرور أكثر من ثمانية محارف.

source: The password is empty.
ar: كلمة المرور فارغة.

source: The password is too short
ar: كلمة المرور قصيرة جدا

source: The password must be at least six characters long.
ar: يجب أن يكون طول كلمة المرور 6 رموز على الأقل.

source: The password was set by kickstart.
ar: ضُبطت كلمة المرور بواسطة kickstart.

source: The password you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
ar: كلمة المرور التي أدخلتها تحتوي حروفا ليست أسكي (لاتينية). قد لا تتمكن من التبديل بين مخططات لوحة المفاتيح عند كتابتها.

source: The password you have provided is weak.
ar: كلمة المرور التي أعطيتها ضعيفة.

source: The password you have provided is weak:
ar: كلمة المرور التي أعطيتها ضعيفة:

source: The passwords do not match.
ar: كلمتا المرور غير متطابقتين.

source: The passwords you entered were different. Please try again.
ar: كلمتا المرور المدخلتان مختلفتان. رجاءً أعد المحاولة.

source: The rescue environment will now attempt to find your Linux installation and mount it under the directory : %s. You can then make any changes required to your system. Choose '1' to proceed with this step. You can choose to mount your file systems read-only instead of read-write by choosing '2'. If for some reason this process does not work choose '3' to skip directly to a shell.
ar: ستحاول بيئة الإنقاذ الآن أن تعثر على تثبيتة لينكس وتوصلها تحت المجلد : %s. يمكنك حينها عمل أية تغييرات مطلوبة في نظامك. اختر '1' للمتابعة بهذه الخطوة. يمكنك أن تختار وصل أنظمة ملفاتك للقراءة فقط بدلا عن القراءة-الكتابة باختيار '2'. إذا لم تعمل هذه الخطوة لسبب ما فاختر '3' لتتجاوز مباشرة إلى الطرفية.

source: The root account is used for administering the system. The root user (also known as super user) has complete access to the entire system. For this reason, logging into this system as the root user is best done only to perform system maintenance or administration.
ar: يُستخدم حساب الجذر root لإدارة النظام. للمستخدم الجذر (ويُدعى المستخدم المتسيد super أيضا) دخول كامل للنظام بأكمله. لهذا السبب يجب أن يكون الولوج إلى هذا النظام كمستخدم جذر لغرض إجراء صيانة النظام أو إدارته فقط.

source: The selected disk {} is not recognized.
ar: يتعذر التعرف على القرص المحدد {}.

source: The size "{}" is invalid.
ar: الحجم "{}" غير صحيح.

source: The software marked for installation has the following errors. This is likely caused by an error with your installation source. You can quit the installer, change your software source, or change your software selections.
ar: في البرمجية المؤشَّرة للتثبيت الأخطاء التالية. من المحتمل ان سبب هذا هو خطأ في مصدر التثبيت. يمكنك إنهاء المثبّت أو تغيير مصدر التثبيت أو تغيير تحديدات البرمجيات.

source: The software marked for installation has the following warnings. These are not fatal, but you may wish to make changes to your software selections.
ar: في البرمجيات المؤشَّرة للتثبيت التحذيرات التالية. هي ليست خطيرة لكن قد ترغب بإجراء تغييرات على اختياراتك للبرمجيات.

source: The space available to this mount point can be changed by modifying the volume below.
ar: يمكن تغيير المساحة المتاحة لنقطة الوصل هذه بتعديل الجزء أدناه.

source: The system has been properly subscribed
ar: تم اشتراك النظام بصورة صحيحة

source: The system is currently not registered.
ar: النظام غير مسجل حالياً.

source: The system will not be bootable. The firmware does not support XFS file system features on the boot file system. Upgrade the firmware or change the file system type.
ar: لن يكون النظام قابلا للإقلاع. البرنامج الثابت لا يدعم ميزات نظام ملفات XSF على نظام ملفات الإقلاع. حدّث الربنامج الثابت أو غيّر نوع نظام الملفات.

source: The volume group name "{}" is already in use.
ar: اسم مجموعة الأجزاء "{}" مستخدم بالفعل.

source: There is a problem with your existing storage configuration or your initial settings, for example a kickstart file. You must resolve this matter before the installation can proceed. There is a shell available for use which you can access by pressing ctrl-alt-f1 and then ctrl-b 2. Once you have resolved the issue you can retry the storage scan. If you do not fix it you will have to exit the installer.
ar: هناك مشكلة في إعداداتك الحالية للتخزين أو إعداداتك الأولية، مثلا ملف بدء سريع kickstart. يجب أن تحل هذا الأمر قبل أن تتمكن من متابعة التثبيت. هناك طرفية متاحة للاستخدام يمكنك الوصول إليها بضغط تحكم ctrl وتبديل alt و f1 ثم تحكم ctrl و b و 2. عندما تحل المشكلة يمكنك إعادة محاولة فحص التخزين. إذا لم تحلها فسيتعين عليك الخروج من المثبّت.

source: There is also free space available in pre-existing file systems. While it's risky and we recommend you back up your data first, you can recover that free disk space and make it available for this installation below.
ar: توجد أيضا مساحة حرة متاحة في أنظمة ملفات موجودة مسبقًا. في حين أن هذا له مخاطر وننصحك بنسخ بياناتك احتياطيا، إلّا أنه يمكنك استرداد تلك المساحة الفارغة من القرص وتجعلها متاحة لهذا التثبيت في أدناه.

source: There is an entry in your /etc/fstab file that contains an invalid or incorrect file system type. The file says that {detected_type} at {mount_point} is {fstab_type}.
ar: توجد مُدخَلة في ملف /etc/fstab والتي تحتوي على نوع نظام ملف غير صحيح. يقول الملف أنّ {detected_type} في {mount_point} هو {fstab_type}.

source: There was a problem with your disk selection. Click here for details.
ar: هناك مشكلة في اختيارك للقرص. اضغط هنا للتفاصيل.

source: There was an error running the kickstart script at line %(lineno)s. This is a fatal error and installation will be aborted. The details of this error are: %(details)s
ar: حصل خطأ أثناء تنفيذ مخطوطة البدء السريع kickstart في السطر %(lineno)s. هذا خطأ فادح وسيُجهَض التثبيت. تفاصيل هذا الخطأ هي: %(details)s

source: This %(type)s device is missing member devices. You can remove it or select a different device.
ar: جهاز %(type)s هذا يفتقر إلى أجهزة مشترِكة. يمكنك إزالته أو تحديد جهاز مختلف.

source: This LVM Volume Group is missing %(missingPVs)d of %(totalPVs)d physical volumes. You can remove it or select a different device.
ar: مجموعة الأقسام LVM هذه مفقودة %(missingPVs)d في %(totalPVs)d كأقسام فيزيائية ، بإمكانك حذفها أو انتقِ جهازًا آخر.

source: This Software RAID array is missing %(missing)d of %(total)d member partitions. You can remove it or select a different device.
ar: برمجية مصفوفة RAID هذه تفتقر إلى %(missing)d من %(total)d أقسام مشترِكة. بإمكانك إزالتها أو انتقاء جهاز آخر.

source: This device cannot be edited directly. You can remove it or select a different device.
ar: تعذّر تحرير هذا الجهاز بشكل مباشر. بإمكانك إزالته أو تحديد جهازٍ آخر.

source: This device contains the installation source.
ar: يحتوي هذا الجهاز على مصدر التّثبيت.

source: This device is encrypted and cannot be read without a valid passphrase. You may unlock it below.
ar: هذا الجهاز مشفّر و لا يمكن القراءة منه بدون عبّارة مرور سليمة. بإمكانك إلغاء قفله أدناه.

source: This feature requires connecting to an NTP (Network Time Protocol) server.
ar: هذه الميزة تتطلب الاتصال بخادوم NTP (موافيق وقت الشبكة).

source: This field is optional.
ar: هذا الحقل اختياري.

source: This file system may not be resized.
ar: لا ينبغي تغيير حجم نظام الملفات هذا.

source: This is unstable, pre-release software.
ar: هذه برمجيّات غير مستقرة و مصنفة كبرمجيّات ما قبل الإصدار.

source: This may take a moment.
ar: قد يستغرق هذا بعض الوقت.

source: This may take a moment. You may <a href="">go back to the main menu</a> to complete other installation options while formatting completes.
ar: قد يستغرق هذا بعض الوقت. بوسعك <a href="">الرجوع إلى القائمة الرئيسية</a> لإكمال خيارات تثبيت أخرى ريثما تكتمل التهيئة.

# GUI|Software Source|Media Check Dialog
source: This media is good to install from.
ar: هذا الوسيط صالح للتثبيت من خلاله.

# GUI|Software Source|Media Check Dialog
source: This media is not good to install from.
ar: هذا الوسيط غير جيد للتثبيت من خلاله.

source: This mount point is invalid. The %s directory must be on the / file system.
ar: نقطة الوصل هذه غير صحيحة. مجلد %s يجب أن يكون على / لنظام الملفات.

source: Time
ar: الوقت

source: Time settings
ar: إعدادات الوقت

source: Time zone
ar: المنطقة الزمنية

source: Timezone is not set.
ar: لم تضبط المنطقة الزمنية.

source: Timezone settings
ar: إعدادات المنطقة الزمنية

source: Timezone: %s
ar: المنطقة الزمنية: %s

source: Tip:
ar: تلميح:

source: To access the Red Hat CDN, a valid Red Hat subscription is required.
ar: لتلج شبكة CDN لـ ردهات، يلزم وجود اشتراك ردهات صحيح.

source: To use DASD disks, you must provide the device number.
ar: لتستخدم أقراص DASD يجب أن تعطي رقم الجهاز.

source: To use iSCSI disks, you must provide the address of your iSCSI target and the iSCSI initiator name you've configured for your host.
ar: لتستخدم أقراص iSCSI، يجب أن تزوّد عنوان هدف iSCSI واسم بادئ iSCSI الذي كوّنته لمضيفك.

source: To use zFCP-attached SCSI disks, you must provide the FCP device number. Storage WWPN and FCP LUN are necessary if the zFCP adapter is not configured in NPIV mode or when automatic LUN scanning is disabled via a kernel module parameter.
ar: لاستخدام أقراص سكزي SCSI المرفقة بـ zFCP يتوجب عليك تزويد رقم جهاز FCP. يلزم وجود WWPN و FCP LUN إذا لم يكن محوّل zFCP مكوَّنا في طور NPIV أو عندما يكون مسح LUN التلقائي معطلا من خلال متغير وسيط لوحدة نواة.

source: Too short
ar: قصيرة للغاية

source: Total selected space to reclaim: <b>%s</b>
ar: مجمل المساحة المحددة لاستردادها: <b>%s</b>

source: Transport
ar: النقل

source: Transport address
ar: عنوان النقل

source: Tried to use undefined partition "{}" in Btrfs volume specification.
ar: حاولت استخدام قسم غير معرَّف "{}" في مواصفات قرص Btrfs.

source: Tried to use undefined partition "{}" in RAID specification.
ar: حاولت استخدام قسم غير معرَّف "{}" في مواصفات RAID.

source: Tried to use undefined partition "{}" in Volume Group specification
ar: حاولت استخدام قسم غير معرَّف "{}" في مواصفات مجموعة أقراص

source: Type
ar: النّوع

source: Type here to search.
ar: اكتب هنا للبحث.

source: UNFORMATTED DASDS
ar: أقراص DASDS غير مهيأة

source: URL has no host component
ar: الرابط لا يحتوي على جزء المضيف

source: URL is empty
ar: الرابط فارغ

# GUI|Software Source
source: URL type:
ar: نوع الرابط:

source: USER SETTINGS
ar: الإعدادات الشخصية

source: Unable to create PID file
ar: لا يمكن إنشاء ملف PID

source: Unable to encrypt password: unsupported algorithm {}
ar: يتعذر تشفير كلمة المرور: خوارزمية غير مدعومة {}

source: Unable to find /bin/bash to execute! Not starting shell.
ar: يتعذر العثور على ‎/bin/bash للتنفيذ! لا يشغّل الطرفية.

source: Unacceptable label format for file system.
ar: نسَق واصفة غير مقبول لنظام الملفات.

source: Unavailable
ar: غير متاح

source: Unformatted DASDs Detected
ar: اكتشفت DASDs غير مهيأة

source: Unknown
ar: غير معروف

source: Unknown Linux
ar: لينكس مجهول

source: Unknown name of the %addon section.
ar: اسم قسم %addon غير معروف.

source: Unknown or invalid device '{}' specified
ar: حُدّد جهاز '{}' غير معلوم أو غير صحيح

source: Unknown or invalid format '{}' specified for device '{}'
ar: حُدّد نسَق '{}' غير معلوم أو غير صحيح للجهاز '{}'

# GUI|Network
source: Unloc_k
ar: ألغِ القف_ل

source: Unmanaged
ar: غير معدّة

source: Unregistering...
ar: يلغي التسجيل…

source: Unregistration failed.
ar: فشل إلغاء التسجيل.

source: Unsupported
ar: غير مدعوم

source: Updates
ar: تحديثات

source: Usage
ar: الاستخدام

source: Usage: {}
ar: الاستخدام: {}

source: Use All Space
ar: استخدم كل المساحة

source: Use Free Space
ar: استخدم المساحة الحرة

source: Use HTTP proxy
ar: استعمل وسيط HTTP

# GUI|Advanced Storage|FCoE
source: Use _DCB
ar: استخدم _DCB

# GUI|Advanced Storage|FCoE
source: Use auto _VLAN
ar: استخدم VLAN تل_قائية

source: Use of this product is subject to the license agreement found at %s
ar: استخدام هذا المنتَج يخضع لاتفاقية الرخصة الموجودة في %s

source: Use of this product is subject to the license agreement found at:
ar: استخدام هذا المنتَج يخضع لاتفاقية الرخصة الموجودة في:

source: Use password
ar: استخدم كلمة مرور

source: Use text mode
ar: إستعمل النّمط النّصي

source: Use the credentials from discovery
ar: استخدم التّفويضات من المُكتشف

source: User %s will be created
ar: سيتم إنشاء المستخدم %s

source: User Name
ar: اسم المستخدم

# GUI|Software Source|Proxy Dialog
source: User _name:
ar: اسم ال_مستخدم:

source: User and Group IDs
ar: معرّفات المستخدم و المجموعة

source: User creation
ar: إنشاء مستخدم
