Repository: rhinstaller/anaconda-l10n
Catalog: f41/*.po
Languages: ar

source: User name
ar: اسم المستخدم

source: User name is reserved for system: %s
ar: اسم المستخدم هذا محجوز للنظام: %s

source: User name:
ar: اسم المستخدم:

source: VLAN
ar: شبكة VLAN

source: VLAN %(interface_name)s (%(parent_device)s, ID %(vlanid)s) connected
ar: شبكة VLAN %(interface_name)s‏ ‎(%(parent_device)s‏، ‎ID %(vlanid)s‏) متصلة

source: VLAN ID
ar: معرِّف شبكة VLAN

source: VNC Password
ar: كلمة مرور VNC

source: VNC password must be six to eight characters long. Please enter a new one, or leave blank for no password.
ar: يجب أن يكون طول كلمة مرور VNC ستة إلى ثمانية محارف. رجاءا أدخل كلمة مرور أخرى أو اتركها فارغة كي لا تستخدم كلمة مرور.

source: VPN Type
ar: نوع VPN

source: Vendor
ar: المُصنع

# GUI|Software Source|Media Check Dialog
source: Verification finished.
ar: انتهى التوثيق.

# GUI|Software Source|Media Check Dialog
source: Verifying media, please wait...
ar: يجري فحص الوسائط، انتظر رجاءً...

source: Volume
ar: الجزء

source: Volume Group
ar: مجموعة الأجزاء

source: Volume group "{}" defined without any physical volumes. Either specify physical volumes or use --useexisting.
ar: مجموعة الأجزاء "{}" معرَّفة بلا أية اقراص مادية. إمّا أن تحدد أجزاءاً مادية أو تستخدم ‎--useexisting‏.

source: Volume group "{}" given in volgroup command does not exist.
ar: لا وجود لمجموعة الأجزاء "{}" المعطاة في الأمر volgroup.

source: Volume group given physical extent size of "{}", but must be one of: {}.
ar: أُعطيت مجموعة الأجزاء حجم سعة مادية قدره "{}" لكنيجب أن يكون واحدا من: {}.

source: WELCOME
ar: أهلا و سهلا

source: WELCOME TO %(name)s %(version)s.
ar: مرحبًا بكم في %(name)s %(version)s.

source: WEP
ar: مفتاح WEP

source: WPA
ar: مفتاح WPA

source: WPA2
ar: مفتاح WPA2

source: WWID
ar: معرِّف WWID

source: WWPN
ar: اسم منفذ WWPN

source: WWPN:
ar: اسم منفذ WWPN:

source: Waiting for %s threads to finish
ar: ينتظر خيوط %s حتى تنتهي

source: Warning checking software dependencies. <a href="">Click for details.</a>
ar: تحذير عند التأكد من تبعيات البرنامج. <a href="">انقر للتفاصيل.</a>

source: Warning checking software selection
ar: تحذير في التحقق من انتقاء البرمجيات

source: Warning checking storage configuration
ar: تحذير أثناء التحقق من إعدادات التخزين

source: Warning checking storage configuration. <a href="">Click for details.</a>
ar: تحذير عند فحص إعدادات التخزين. <a href="">اضغط لمزيد التفاصيل.</a>

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
ar: تحذير عند التأكد من تكوين الخزن. <a href="">انقر للتفاصيل</a> او انقر "انتهى" مرة اخرى للاستمرار.

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
ar: تحذير عند التأكد من تكوين الخزن. <a href="">انقر للتفاصيل</a> او اضغط "انتهى" مرة اخرى للاستمرار.

source: Warning: All storage changes made using the installer will be lost when you choose to format. Proceed to run dasdfmt?
ar: تحذير: ستفقد جميع تغييرات الخزن التي أجريتها باستخدام المثبّت عندما تختار التهيئة. الاستمرار إلى تشغيل أمر dasdfmt؟

source: Warning: Processor has Simultaneous Multithreading (SMT) enabled
ar: تحذير: الخيوط المتعددة المتزامنة (SMT) مفعَّلة في المعالج

source: Warning: Processor has Simultaneous Multithreading (SMT) enabled. <a href="">Click for details.</a>
ar: تحذير: التنفيذ متعدد الخيوط الآنية مفعل في معالجك. <a href="">اضغط هنا للتفاصيل.</a>

source: Warning: The rescue shell will trigger SELinux autorelabel on the subsequent boot. Add "enforcing=0" on the kernel command line for autorelabel to work properly.
ar: تحذير: صدفة الإنقاذ ستنفذ SELinux autorelabel عند الإقلاع التالي. أضف "enforcing=0" إلى سطر أوامر النواة لكي يعمل autorelabel بشكل صحيح.

source: Warning: This will revert all changes done so far. Do you want to proceed?
ar: تحذير: هذا سيتراجع عن كل التغييرات التي أجريتها لغاية الآن. أتريد الاستمرار؟

source: Warning: You won't be able to switch between keyboard layouts (from the default one) when you decrypt your disks after install.
ar: تحذير: لن تكون قادرًا على التّبديل بين مخطّطات لوحة المفاتيح (من الافتراضي) عندما تلغِ تشفير أقراصك بعد التّثبيت.

source: We won't touch your disks until you click 'Begin Installation'.
ar: لن نمَّسَ بأقراصك حتى تضغط 'ابدأ التّثبيت'.

source: We'll need network access to fetch information about your location and to make software updates available for you.
ar: سنحتاج إلى ولوج إلى الشبكة وذلك لجلب معلومات عن موقعك و إتاحة تحديثات البرمجيّات لك.

source: Weak
ar: ضعيفة

source: Welcome to Fedora
ar: مرحبًا بك في فيدورا

source: What language would you like to use during the installation process?
ar: ما اللغة المرغوبة في استخدامها أثناء عملية التثبيت؟

source: When finished, please exit from the shell and your system will reboot.
ar: عند الانتهاء اخرج رجاءا من الطرفية وسيعيد نظامك الإقلاع.

source: When you create mount points for your %(name)s %(version)s installation, you'll be able to view their details here.
ar: سترى التّفاصيل هنا ، عندما تنشئ نقاط وصل من أجل عمليّة تثبيت %(name)s %(version)s.

source: Which combination(s) would you prefer for switching between keyboard layouts?
ar: ما التّركيب (أو التّركيبات) التي تفضّلها للتّبديل بين مخطّطات لوحة المفاتيح؟

source: Which installation source would you like to use?
ar: ما مصدر التّثبيت الذي ترغب باستخدامه؟

source: Which keyboard layouts would you like to use on this system? You may move any layout to the top of the list to select it as the default.
ar: ما هي مخططات لوحة المفاتيح التي ترغب باستعمالها ضمن هذا النّظام؟ بإمكانك أيضًا نقل أي مخطط لأعلى القائمة وذلك لجعله افتراضيًا.

source: Wi-Fi Networks
ar: شبكات Wi-Fi

source: Will try to connect again in 15 seconds...
ar: سيحاول الاتصال ثانية في غضون ربع دقيقة...

source: Wired (%(interface_name)s) connected
ar: الشبكة السّلكية (%(interface_name)s) متصلة

source: Wired (%(interface_name)s) connected
ar: الشّبكة السّلكية (%(interface_name)s) مُتّصلة

source: Wired (%(interface_name)s) disconnected
ar: الشّبكة السّلكية (%(interface_name)s) غير مُتّصلة

source: Wireless
ar: شبكة لاسلكية

source: Wireless connected to %(access_point)s
ar: تم الاتصال لاسلكيًا إلى %(access_point)s

source: Workarounds for manual installations: * Select only the disks with the same sector size during manual installation in graphical or text mode. * When disks with inconsistent sector size are selected for the installation, restrict each created LVM Volume Group to use Physical Volumes with the same sector size. This can only be done in graphical mode in the Custom partitioning spoke. Workarounds for kickstart installations: * Restrict what disks are used for the partitioning by specifying 'ignoredisk --drives=..' or 'ignoredisk --only-use=..'. * Specify what disks should be used for each created LVM Physical Volume: 'partition pv.1 --ondisk=..'. General workarounds: * Plain partitioning scheme can be used instead of LVM. * Some drives support re-configuration of sector sizes, for example by running 'hdparm --set-sector-size=<SIZE> <DEVICE>'.
ar: حلول التفافية للتثبيتات اليدوية: * حدد فقط الأقراص التي لها نفس حجم القطاع أثناء التثبيت اليدوي في الطور الرسومي أو النصي. * عند تحديد أقراص ذات حجم قطاع متضارب للتثبيت اليدوي فاقصر كل مجموعة أقراص LVM تُنشئها على استخدام الأجزاء المادية التي لها نفس حجم القطاع. هذا يمكن عمله في الطور الرسومي فقط في التقسيم المخصص للمشبك. حلول التفافية لتثبيتات البدء السريع kickstart: * اقصر الاقراص التي تُستخدم للتقسيم بتحديد 'ignoredisk --drives=‎..‎' أو 'ignoredisk --only-use=..‎'. * حدد الأقراص التي ينبغي استخدامها لكل جزء LVM مادي تُنشئه: 'partition pv.1 --ondisk‎=..‎'‏. حلول التفافية عامة: * يمكن استخدام مخطط تقسيم بسيط بدلا عن LVM‏. * بعض مشغلات الأقراص تدعم إعادة ضبط أحجام القطاعات، مثلا بتشغيل 'hdparm --set-sector-size=<SIZE> <DEVICE>'.

source: Working
ar: يجري العمل

source: Writing network configuration
ar: يكتب إعدادات الشبكة

source: Writing objects
ar: يكتب الكوائن

source: X was unable to start on your machine. Would you like to start VNC to connect to this computer from another computer and perform a graphical installation or continue with a text mode installation?
ar: لم يستطع خادم العرض إكس البدء على جهازك. هل ترغب في بدء VNC للاتصال بهذا الحاسب من حاسب آخر وإتمام التثبيت بواجهة رسومية، أم ترغب في متابعة التثبيت بواجهة نصية؟

source: You can remove existing file systems you no longer need to free up space for this installation. Removing a file system will permanently delete all of the data it contains.
ar: بإمكانك إزالة أنظمة الملفات الموجودة والتي لم تعد بحاجة إليها لتفرغ مساحة لهذا التثبيت. إزالة نظام ملفات سيحذف بصورة نهائية كل البيانات التي يحويها.

source: You can remove or insert additional disks at this time and press 'Rescan Disks' below for the changes to take effect.
ar: بإمكانك الآن أن تزيل أو تدرج أقراص إضافية وتضغط 'أعِد فحص الأقراص' أدناه لتأخذ تغييراتك تأثيرها.

source: You have chosen to encrypt some of your data. You will need to create a passphrase that you will use to access your data when you start your computer.
ar: لقد اخترت تشفير بعض بياناتك. ستضطر إلى إنشاء عبارة مرور و التي ستستخدمها للنّفاذ إلى بياناتك عند تشغيل حاسوبك.

source: You have chosen to skip boot loader installation. Your system may not be bootable.
ar: لقد اخترت تخطي تثبيت محمّل الإقلاع. قد يصبح نظامك غير قابل للإقلاع.

source: You have no working NTP server configured
ar: ليس لديك خادوم NTP شغال مهيّأ

source: You have not created a bootable partition.
ar: لم تُنشئ قسما قابلا للإقلاع.

source: You have not defined a root partition (/), which is required for installation of %s to continue.
ar: لم تعرّف قسم جذر (/) الضروري ليستمر تثبيت %s.

source: You have not specified a swap partition. %(requiredMem)s of memory is recommended to continue installation without a swap partition, but you only have %(installedMem)s.
ar: لم تحدد قسم تبديل. المُستحسن %(requiredMem)s من الذاكرة للاستمرار بالتثبيت بلا قسم تبديل، لكن ليس لديك إلا %(installedMem)s.

source: You have not specified a swap partition. %(requiredMem)s of memory is required to continue installation without a swap partition, but you only have %(installedMem)s.
ar: لم تحدد قسم تبادل. المطلوب %(requiredMem)s من الذاكرة للاستمرار بالتثبيت بلا قسم تبديل، لكن ليس لديك إلا %(installedMem)s.

source: You haven't created any mount points for your %(product)s %(version)s installation yet. You can:
ar: لم تُنشيء أية نقاط وصل من أجل عملية تثبيت %(product)s %(version)s حتى الآن. بإمكانك:

source: You may <a href="">go back to the main menu</a> to complete other installation options while this scan completes.
ar: يمكنك <a href="">الرجوع إلى القائمة الرئيسية</a> لإكمال خيارات تثبيت أخرى ريثما يكتمل هذا الفحص.

source: You may add a keyboard layout by selecting it below:
ar: يمكنك إضافة مخطط لوحة مفاتيح بانتقائه أدناه:

source: You may input a comma-separated list of group names and group IDs here. Groups that do not already exist will be created; specify their GID in parentheses.
ar: يمكنك إدخال قائمة مفصولة بفواصل من أسماء المجموعات ومعرفات المجموعات هنا. ستُنشأ المجموعات غير الموجودة مسبقاً؛ حدد GID لها بين الأقواس.

source: You must create a new file system on the root device.
ar: يجب أن تُنشئ نظام ملفات جديد في جهاز الجذر.

source: You must include a PReP Boot Partition within the first 4GiB of an MBR- or GPT-formatted disk.
ar: يجب أن تضمِّن قسم إقلاع PReP ضمن أول 4GiB من قرص مهيأ كـ MBR أو كـ GPT.

source: You must include an Apple Bootstrap Partition on an Apple Partition Map-formatted disk.
ar: يجب أن تضمّن قسم بادئ إقلاع أبل في قرص مهيأ بترسيم قسم أبل.

source: You must include at least one MBR- or DASD-formatted disk as an install target.
ar: يجب أن تضمّن على الأقل قرصا واحدا مهيأً كـ MBR أو DASD ليكون هدف تثبيت.

source: You must include at least one MBR- or GPT-formatted disk as an install target.
ar: يجب أن تضمّن على الأقل قرصا واحدا مهيأً كـ MBR أو GPT ليكون هدف تثبيت.

source: You must include at least one MBR-formatted disk as an install target.
ar: يجب أن تضمّن على الأقل قرصا واحدا مهيأً كـ MBR ليكون هدف تثبيت.

source: You must include at least one disk as an install target.
ar: يجب أن تضمّن على الأقل قرصا واحدا ليكون هدف تثبيت.

source: You must set a password
ar: يجب أن تضبط كلمة مرور

source: You need to configure the network to use a network installation source.
ar: عليك تكوين الشبكة لاستخدام مصدر تثبيت شبكي.

source: You need to set up networking first if you want to use NTP
ar: يتحتم عليك إعداد الشبكة قبل استخدام NTP

source: You selected disk %(selected)s, which contains devices that also use unselected disk %(unselected)s. You must select or de-select these disks as a set.
ar: انتقيت القرص %(selected)s، وهو يحوي أجهزة لا تستخدم قرصا غير منتقى %(unselected)s. يجب أن تنتقي أو تزيل انتقاء هذه الأقراص بمجموعها.

source: You will have to press <b>Done</b> twice to confirm it.
ar: سيتعيّن عليك الضغط على <b>انتهى</b> مرتين للتأكيد على الأمر.

source: You'll set a passphrase next.
ar: ستضبط عبارة مرور تالياً.

source: Your %(mount)s partition is less than %(size)s which is lower than recommended for a normal %(productName)s install.
ar: قسم %(mount)s أقل من %(size)s، وهو أقل من الموصى به لتثبيت %(productName)s اعتيادي.

source: Your %(mount)s partition is too large for %(format)s formatting (allowable size is %(minSize)s to %(maxSize)s)
ar: قسم %(mount)s كبير جدا لتهيئة %(format)s (الحجم المسموح هو %(minSize)s إلى %(maxSize)s)

source: Your %(mount)s partition is too small for %(format)s formatting (allowable size is %(minSize)s to %(maxSize)s)
ar: قسم %(mount)s صغير جدا لتهيئة %(format)s (الحجم المسموح هو %(minSize)s إلى %(maxSize)s)

source: Your %(mount)s partition size is lower than required %(size)s.
ar: حجم قسم %(mount)s أقل من الحجم %(size)s المطلوب.

source: Your %s must be on a separate partition or LV.
ar: %s يجب أن يكون في قسم منفصل أو جزء منطقي.

source: Your BIOS-based system needs a special partition to boot from a GPT disk label. To continue, please create a 1MiB 'biosboot' type partition on the {} disk.
ar: يحتاج نظامك المستند إلى البايوس قسما خاصا للإقلاع من قرص مؤشَّر بـ GPT. للاستمرار، رجاءا أنشئ قسما بحجم 1MiB من نوع 'biosboot' في القرص {}.

source: Your current <a href="" title="%(tooltip)s"><b>%(product)s</b> software selection</a> requires <b>%(total)s</b> of available space, including <b>%(software)s</b> for software and <b>%(swap)s</b> for swap space.
ar: <a href="" title="%(tooltip)s">انتقاءك الحالي من برمجيات<b>%(product)s</b></a> يتطلب مقدار <b>%(total)s</b> من المساحة المتاحة ومن ضمنها <b>%(software)s</b> من أجل البرمجيات و <b>%(swap)s</b> لمساحة البراح.

source: Your current <b>%(product)s</b> software selection requires <b>%(total)s</b> of available space, including <b>%(software)s</b> for software and <b>%(swap)s</b> for swap space.
ar: انتقاءك الحالي من برمجيات <b>%(product)s</b> يتطلب <b>%(total)s</b> من المساحة المتاحة ومن ضمنها <b>%(software)s</b> للبرمجيات و <b>%(swap)s</b> لمساحة البراح.

source: Your customizations will result in the following changes taking effect after you return to the main menu and begin installation:
ar: ستأخذ تخصيصاتك تأثيرها بعد عودتك إلى القائمة الرّئيسيّة ثم بدء التّثبيت:

source: Your root partition must be on a device of type: %s.
ar: يجب أن يكون قسم الجذر لديك في جهاز من نوع: %s.

source: Your system has been mounted under %(mountpoint)s. If you would like to make the root of your system the root of the active system, run the command: chroot %(mountpoint)s
ar: وُصل نظامك تحت %(mountpoint)s. إذا أردت أن تجعل حساب جذر نظامك هو حساب جذر النظام النشط فشغّل الأمر: chroot %(mountpoint)s

# GUI|Date and Time
source: _AM/PM
ar: صبا_حًا/مساءً

# GUI|Summary Dialog
source: _Accept Changes
ar: ا_قبل التغييرات

# GUI|Subscription|Authentication|Account
source: _Account
ar: ال_حساب

# GUI|Keyboard Layout|Add Layout
source: _Add
ar: أ_ضف

# GUI|Network|Add Device Dialog
source: _Add
ar: أ_ضف

# GUI|Advanced Storage|FCoE
source: _Add FCoE Disk(s)
ar: أضِ_ف أقراص FCoE

# GUI|Storage
source: _Add a disk...
ar: أ_ضِف قرصًا...

# GUI|Keyboard Layout
source: _Add layout
ar: أضِف م_خططًا

# GUI|Custom Partitioning|Add Dialog
source: _Add mount point
ar: أ_ضف نقطة وصل

# GUI|Advanced User
source: _Add user to the following groups:
ar: أضِف المست_خدم إلى المجموعات التّالية:

# GUI|Installation Destination|Filter
source: _Add zFCP LUN...
ar: أ_ضف zFCP LUN...

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Transport Address
source: _Address:
ar: ال_عنوان:

# GUI|User
source: _Advanced...
ar: مت_قدم...

# GUI|Network|Hostname
source: _Apply
ar: _طبّق

# GUI|Software Source
source: _Auto-detected installation media:
ar: وسائط التّثبيت المكت_شفة تلقائيًا:

# GUI|Date and Time
source: _Automatic date & time
ar: تاريخ ووقت _تلقائي

# GUI|Summary
source: _Begin Installation
ar: ا_بدأ التّثبيت

# GUI|Advanced Storage|iSCSI|Configure
source: _Bind targets to network interfaces This may take a moment...
ar: أهداف ال_ربط لواجهات الشبكة. قد يستغرق هذا وقتاً...

# GUI|Spoke
source: _Blivet-GUI Partitioning
ar: تقسيم _واجهة Blivet-GUI

# GUI|Installation Destination|Filter|zSeries|CCW
source: _CCW:
ar: _قناة CCW:

# GUI|Advanced Storage|DASD|Configure
source: _Cancel
ar: أ_لغِ

# GUI|Advanced Storage|FCoE
source: _Cancel
ar: أ_لغِ

# GUI|Advanced Storage|iSCSI|Configure
source: _Cancel
ar: أ_لغِ

# GUI|Advanced User
source: _Cancel
ar: أ_لغِ

# GUI|Custom Partitioning|Add Dialog
source: _Cancel
ar: _ألغ

# GUI|Custom Partitioning|Configure Dialog
source: _Cancel
ar: _ألغ

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Cancel
ar: _ألغ

# GUI|Custom Partitioning|Container Dialog
source: _Cancel
ar: _ألغ

# GUI|DAD Format Dialog
source: _Cancel
ar: أ_لغِ

# GUI|Date and Time|NTP
source: _Cancel
ar: أ_لغِ

# GUI|Detailed Error Dialog
source: _Cancel
ar: أ_لغِ

# GUI|Keyboard Layout|Add Layout
source: _Cancel
ar: أ_لغِ

# GUI|Keyboard Layout|Switching Options
source: _Cancel
ar: أ_لغِ

# GUI|Network|Add Device Dialog
source: _Cancel
ar: أ_لغِ

# GUI|Network|Authentication Dialog
source: _Cancel
ar: أ_لغِ

# GUI|Network|Wireless|Configure
source: _Cancel
ar: _ألغ

# GUI|Network|Wireless|Select Network Dialog
source: _Cancel
ar: _ألغِ

# GUI|Passphrase Dialog
source: _Cancel
ar: أ_لغِ

# GUI|Reclaim Dialog
source: _Cancel
ar: أ_لغِ

# GUI|Refresh Dialog|Rescan
source: _Cancel
ar: أ_لغِ

# GUI|Software Source|ISO Chooser Dialog
source: _Cancel
ar: أ_لغِ

# GUI|Software Source|Media Check Dialog
source: _Cancel
ar: _ألغِ

# GUI|Software Source|Proxy Dialog
source: _Cancel
ar: _ألغ

# GUI|Storage|No Space Dialog
source: _Cancel
ar: أ_لغِ

# GUI|Summary Dialog
source: _Cancel & Return to Custom Partitioning
ar: ألغِ وارجع إلى التقسيم المخصص

# GUI|Storage|Need Space Dialog
source: _Cancel & add more disks
ar: أ_لغِ وأضف أقراصا اخرى

# GUI|Software Source
source: _Choose an ISO
ar: ا_ختر ملف ISO

# GUI|Date and Time
source: _City:
ar: الم_دينة:

# GUI|Custom Partitioning|Autopart Page
source: _Click here to create them automatically.
ar: ا_نقر هنا لتُنشئها تلقائيا.

# GUI|Selected Disks Dialog
source: _Close
ar: أ_غلق

# GUI|Network|Proxy
source: _Configuration URL
ar: راب_ط التهيئة

# GUI|Network|Mobile Broadband
source: _Configure...
ar: ت_كوين...

# GUI|Network|VPN
source: _Configure...
ar: ت_كوين...

# GUI|Network|Wired
source: _Configure...
ar: ت_كوين...

# GUI|Network|Wireless
source: _Configure...
ar: ت_كوين...

# GUI|User
source: _Confirm password
ar: أكّ_د كلمة المرور

# GUI|Password
source: _Confirm:
ar: تأ_كيد:

# GUI|Spoke
source: _Connect to Red Hat
ar: ا_تصل بريدهات

# GUI|Standalone Navigation
source: _Continue
ar: ا_ستمر

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Controller
source: _Controller ID:
ar: معرّف ال_ضابط:

# GUI|Storage
source: _Custom
ar: م_خصص

# GUI|Reclaim Dialog
source: _Delete
ar: اح_ذف

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Delete It
ar: اح_ذفه

# GUI|Advanced Storage|DASD|Configure
source: _Device number:
ar: رقم ال_جهاز:

# GUI|Advanced Storage|zFCP|Device Number
source: _Device number:
ar: رقم ال_جهاز:

# GUI|Custom Partitioning
source: _Discard All Changes
ar: ا_مسح كل التغييرات

# GUI|Advanced Storage|iSCSI|Configure
source: _Discovery Authentication Type:
ar: نوع استي_ثاق الاستكشاف:

# GUI|Selected Disks Dialog
source: _Do not install boot loader
ar: _لا تثبّت محمّل الإقلاع

# GUI|Spoke Navigation
source: _Done
ar: ا_نتهى

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Namespace
source: _EUI-64 / NGUID / UUID:
ar: مع_رّف EUI-64 / NGUID / UUID:

# GUI|Software Source|Proxy Dialog
source: _Enable HTTP Proxy
ar: تفع_يل ملقّم HTTP

# GUI|Password
source: _Enable root account
ar: _فعّل حساب الجذر

# GUI|Custom Partitioning|Configure
source: _Encrypt
ar: ع_مِّ

# GUI|Custom Partitioning|Autopart Page
source: _Encrypt automatically created mount points by default:
ar: مبدئياً _عمِّ نقاط الوصل المُنشأة تلقائيا:

# GUI|Storage
source: _Encrypt my data.
ar: _عمِّ بياناتي.

# GUI|Error Dialog
source: _Exit Installer
ar: _اخرج من برنامج التثبيت

# GUI|Storage Detailed Error Dialog
source: _Exit Installer
ar: _اخرج من برنامج التثبيت

# GUI|Network|Proxy
source: _FTP Proxy
ar: _ملقم FTP

# GUI|Progress
source: _Finish Installation
ar: أ_نهِ التثبيت

# GUI|DAD Format Dialog
source: _Format with dasdfmt
ar: هيئ بـ dasdfmt

# GUI|Storage
source: _Full disk summary and boot loader...
ar: ملخص كامل القرص ومحمّل الإقلاع…

# GUI|User
source: _Full name
ar: الاسم ال_كامل

# GUI|Network
source: _Host Name:
ar: اسم الم_ضيف:

# GUI|Spoke
source: _Installation Destination
ar: وجهة ال_تثبيت

# GUI|Spoke
source: _Installation Source
ar: _مصدر التثبيت

# GUI|Network|Secrets Dialog
source: _Key:
ar: ال_مفتاح:

# GUI|Spoke
source: _Keyboard
ar: _لوحة المفاتيح

# GUI|Installation Destination|Filter|Search|Port Target LUN
source: _LUN:
ar: رقم الوحدة ال_منطقية:

# GUI|Installation Destination|Filter|zSeries|LUN
source: _LUN:
ar: رقم الوحدة ال_منطقية:

# GUI|Custom Partitioning|Configure|Devices
source: _Label:
ar: الت_سمية:

# GUI|Spoke
source: _Language Support
ar: دعم الل_غة

# GUI|Advanced Storage|iSCSI|Login|Login
source: _Log In
ar: _لِج

# GUI|Date and Time
source: _Manual date & time
ar: تأريخ ووقت _يدوي

# GUI|Network|Proxy
source: _Method
ar: ال_طريقة

# GUI|Storage|Error Dialog
source: _Modify Disk Selection
ar: _تعديل اختيار القرص

# GUI|Software Selection|Error Dialog
source: _Modify Software Source
ar: تع_ديل مصدر البرمجيات

# GUI|Storage|Error Dialog
source: _Modify Storage Layout
ar: _عدّل مخطط التخزين

# GUI|Custom Partitioning|Configure
source: _Modify...
ar: ع_دّل...

# GUI|Custom Partitioning|Configure|Devices
source: _Modify...
ar: ع_دّل...

# GUI|Installation Destination|Filter
source: _Multipath Devices
ar: الأجهزة متع_دّدة المسارات

# GUI|Advanced Storage|FCoE
source: _NIC:
ar: _بطاقة الشبكة:

# GUI|Custom Partitioning|Configure|Devices
source: _Name:
ar: الا_سم:

# GUI|Custom Partitioning|Container Dialog
source: _Name:
ar: ال_اسم:

# GUI|Spoke
source: _Network & Host Name
ar: ال_شبكة واسم المضيف

# GUI|Custom Partitioning|Autopart Page
source: _New mount points will use the following partitioning scheme:
ar: نقاط الوصل ال_جديدة ستستخدم مخطط التقسيم التالي:

# GUI|Main
source: _No
ar: _كلا

# GUI|Yes No Dialog
source: _No
ar: _كلا

# GUI|Advanced Storage|iSCSI|Login
source: _Node Login Authentication Type:
ar: نوع استيثاق ولوج ال_عقدة:

# GUI|Advanced Storage|DASD|Configure
source: _OK
ar: _موافق

# GUI|Advanced Storage|iSCSI|Configure
source: _OK
ar: _موافق

# GUI|DAD Format Dialog
source: _OK
ar: _موافق

# GUI|Date and Time|NTP
source: _OK
ar: _موافق

# GUI|Keyboard Layout|Switching Options
source: _OK
ar: _موافق

# GUI|Refresh Dialog|Rescan
source: _OK
ar: _موافق

# GUI|Software Selection|Warning Dialog
source: _OK
ar: _موافق

# GUI|Software Source|Proxy Dialog
source: _OK
ar: _موافق

# GUI|Storage|Warning Dialog
source: _OK
ar: _موافق

# GUI|Summary|Warning Dialog
source: _OK
ar: _موافق

# GUI|Software Source
source: _On the network:
ar: على ال_شّبكة:

# GUI|Software Source|ISO Chooser Dialog
source: _Open
ar: ا_فتح

# GUI|Keyboard Layout
source: _Options
ar: _خيارات
