Repository: rhinstaller/anaconda-l10n
Catalog: f41/*.po
Languages: ar

source: Unknown Error. Aborting.
ar: خطأ غير معروف. يُجهض.

source: WARNING!!! VNC server running with NO PASSWORD! You can use the inst.vncpassword=PASSWORD boot option if you would like to secure the server.
ar: تحذير!!! يعمل خادوم VNC دون كلمة مرور!!! يمكنك إستعمال خيار الإقلاع inst.vncpassword=PASSWORD إذا كنت تريد تأمين الخادوم.

source: You chose to connect to a listening vncviewer. This does not require a password to be set. If you set a password, it will be used in case the connection to the vncviewer is unsuccessful
ar: لقد اخترت الاتصال بـ listening vncviewer. وهذه العملية لا تتطلب ضبط كلمة مرور. إذا قمت بضبط كلمة مرور فسيتم استعمالها في حالة فشل الإتصال بـvncviewer

source: You chose to execute vnc with a password.
ar: لقد اخترت تشغيل vnc مع كلمة مرور.

source: An error occurred during reading the kickstart file: %s The installer will now terminate.
ar: حدث خطأ أثناء قراءة ملف kickstart: %s سيتم الآن إنهاء برنامج التثبيت.

source: Press [Enter] to reboot your system.
ar: اضغط على [Enter] لإعادة تشغيل النّظام.

source: Running in cmdline mode, no interactive debugging allowed. The exact error message is: %s. The installer will now terminate.
ar: يتم التشغيل في نمط cmd، لا يُسمح بتشخيص الأخطاء التفاعلي. رسالة الخطأ بالضبط هي: %s. سيتم الآن إنهاء برنامج التثبيت.

source: Some warnings occurred during reading the kickstart file:
ar: حدثت بعض التحذيرات أثناء قراءة ملف kickstart:

source: The installation was stopped due to an error which occurred while running in non-interactive cmdline mode. Since there cannot be any questions in cmdline mode, edit your kickstart file and retry installation. The exact error message is: %s. The installer will now terminate.
ar: توقف التثبيت بسبب خطأ وقع أثناء التشغيل في وضع سطر الأوامر غير التفاعلي. حيث أنه لا يمكن الإجابة عن الأسئلة في وضع سطر الأوامر، عدّل الملف البادئ kickstarter وأعد المحاولة. رسالة الخطأ بالضبط هي: %s. سيتوقف المُثبِّت الآن.

source: Would you like to use it anyway?
ar: هل ترغب باستعمالها بأي حال؟

source: You don't have enough space available to install <b>%(product)s</b>, even if you used all of the free space available on the selected disks.
ar: ليس لديك مساحة كافية لتثبيت <b>%(product)s</b>، حتى لو استعملت كل المساحة الحرة المتاحة على كل الأقراص المنتقاة.

source: <a href="">Click for details.</a>
ar: <a href="">اضغط للتفاصيل.</a>

source: IPv4 Address: %(addr)s Netmask: %(netmask)s Gateway: %(gateway)s
ar: عنوان أيبي4: %(addr)s قناع الشّبكة: %(netmask)s البوّابة: %(gateway)s

source: IPv6 Address: %(addr)s/%(prefix)d
ar: عنوان آيبي 6: %(addr)s/%(prefix)d

source: Starting text mode.
ar: يجري بدء النمط النّصي.

source: Try the text mode installer by running: '/usr/bin/liveinst -T' from a root terminal.
ar: جرب نمط التثبيت النّصي من خلال تشغيل: '/usr/bin/liveinst -T' من الطرفية بصلاحيات الجذر.

# GUI|Custom Partitioning|Devices
source: and {} other
ar: فقط

source: %(bootloader_stage2_description)s cannot be on an iSCSI disk which is not configured in iBFT.
ar: لا يمكن لـ %(bootloader_stage2_description)s أن يكون على قرص iSCSI لم يعدّ في وضع iBFT.

source: %(desc)s cannot be of type %(type)s
ar: %(desc)s لا يمكن أن يكون نوعًا من %(type)s

source: %(desc)s cannot be of type %(type)s.
ar: %(desc)s لا يمكن أن يكون نوعًا من %(type)s.

source: %(desc)s must be between %(min)d and %(max)d MB in size
ar: %(desc)s يجب أن يُحصرحجمه بين %(min)d و %(max)d مب

source: %(desc)s must be mounted on one of %(mountpoints)s.
ar: %(desc)s يجب أن يكون موصولًا كواحد من %(mountpoints)s.

source: %(desc)s must be within the first %(max_end)s of the disk.
ar: %(desc)s يجب ان تكون في ضمن اول %(max_end)s من القرص.

source: %(desc)s must not be larger than %(max)dMB.
ar: %(desc)s يجب ألا يكون أكبر من %(max)dمب.

source: %(desc)s must not be smaller than %(min)dMB.
ar: %(desc)s يجب ألا يكون أصغر من %(min)dمب.

source: %(deviceName)s may not have enough space for grub2 to embed core.img when using the %(fsType)s file system on %(deviceType)s
ar: %(deviceName)s قد لا يحوي مساحة كافية لـ grub2 كي يضمّن core.img عند استعمال نظام الملفات %(fsType)s على %(deviceType)s

source: %(freeSize)s of %(devSize)s
ar: %(freeSize)s من %(devSize)s

source: %(items_selected)s of %(items_total)s mount points in %(page_name)s
ar: %(items_selected)s من %(items_total)s نقاط وصل في %(page_name)s

source: %(name)s must have one of the following disklabel types: %(types)s.
ar: %(name)s يجب أن يكون نوع تسمية قرص كالتالي: %(types)s.

source: %(productName)s %(productVersion)s INSTALLATION
ar: عملية تثبيت %(productName)s %(productVersion)s

source: %(productName)s %(productVersion)s installation
ar: تثبيت نظام %(productName)s %(productVersion)s

source: %(productName)s %(productVersion)s installation on host %(name)s
ar: نظام %(productName)s %(productVersion)s على الخادوم %(name)s

source: %(product_name)s requires %(needed_ram)s MB of memory to install, but you only have %(total_ram)s MB on this machine.
ar: %(product_name)s يتطلب %(needed_ram)s مب من الذاكرة للتثبيت ، و أنت لا تملك سوى %(total_ram)s مب على هذا الحاسوب.

source: %d Mb/s
ar: %d مب/ثا

# GUI|Custom Partitioning
source: %d _storage device selected
ar: %d لم يُحدّد جهاز _تخزين

source: %s The disks you've selected have the following amounts of free space:
ar: %s الأقراص التي قمت بانتقائها، تتوفر فيها المساحات الفارغة التالية:

source: %s cannot be on an encrypted block device.
ar: %s لا يمكن أن يكون جهازًا مشفرًا.

source: %s is currently mounted and cannot be used for the installation. Please unmount it and retry.
ar: %s موصل حاليا ولا يمكن استعماله للتثبيت. الرجاء فصله وإعادة المحاولة.

source: %s is missing. Cannot setup firewall.
ar: %s مفقود. لا يمكن إعداد جدار الحماية.

source: %s is now successfully installed and ready for you to use! Go ahead and quit the application to start using it!
ar: تم تثبيت %s بنجاح وهو جاهز لتستعمله! اذهب واخرج من التطبيق لتبدأ استعماله!

source: %s is now successfully installed and ready for you to use! Go ahead and reboot your system to start using it!
ar: تم تثبيت %s بنجاح وهو جاهز لتستعمله! اذهب واعد تشغيل نظامك لتبدأ استعماله!

source: %s must be on a primary partition.
ar: %s يجب أن يكون في قسم رئيسي.

source: %s timezone
ar: المنطقة الزمنية %s

source: %s to switch layouts.
ar: %s للتبديل بين المخططات.

source: ({} free)
ar: ({} حرة)

source: /boot cannot be of type "lvmlv" on s390x
ar: ‎/boot لا يمكن أن يكون من نوع "lvmlv" على s390x

source: /boot file system
ar: نظام ملفات الإقلاع /boot

source: /boot/efi must be on a device of type {type} or {another}
ar: ‎/boot/efi يجب أن يكون على جهاز من نوع {type} أو {another}

source: 0 GB
ar: 0 جب

source: 0 MB
ar: 0 مب

source: 1 subscription attached to the system
ar: هناك اشتراك واحد مرتبط بالنظام

# GUI|Date and Time
source: 24-_hour
ar: 24-_ساعة

source: 4k
ar: 4ك

source: 64k
ar: 64ك

source: <b>%(count)s disk; %(size)s reclaimable space</b> (in file systems)
ar: <b> لا أقراص، %(size)s يمكن استردادها</b> (في نظم الملفات)

source: <b>Pool</b > - If checked, indicates the Host Name refers to a pool of servers. <b>NTS</b> - If checked, indicates support for Network Time Security authentication.
ar: <b>مَجمع</b > - تدل أن اسم المضيف يعود على مَجمع خوادم إذا حددت. <b>NTS</b > - تدل على دعم توثيق أمن وقت الشبكة إذا حددت.

source: <b>Warning:</b> All storage changes made using the installer will be lost when you press 'Rescan Disks'.
ar: <b>تحذير:</b> ستخسر جميع التّغييرات التي أجريتها من خلال المُثبّت عند ضغطك على زر 'أعِد فحص الأقراص'.

source: <b>Warning</b>: All storage changes made using the installer will be lost when you choose to format.
ar: <b>تحذير:</b> ستخسر جميع تغييرات التخزين التي أجريتها من خلال المُثبّت عندما تختار التهيئة.

source: <b>You don't have enough space available to install %(productName)s</b>, even if you used all of the free space available on the selected disks. You could add more disks for additional space, modify your software selection to install a smaller version of <b>%(productName)s</b>, or quit the installer.
ar: <b>لا تتوفر لديك مساحة كافية لتثبيت %(productName)s</b>، حتّى لو استخدمت جميع المساحات الحرة المتوفرة على الأقراص المُنتقاة. يمكنك إضافة أقراص أخرى لتوفير مساحة إضافية، كما يمكتك تعديل انتقاءك للبرمجيات المُراد تثبيتها و ذلك بتثبيت إصدارٍ أصغر من <b>%(productName)s</b>، أو أغلق المُثبّت.

source: <b>You don't have enough space available to install %s</b>. You can shrink or remove existing partitions via our guided reclaim space tool, or you can adjust your partitions on your own in the custom partitioning interface.
ar: <b>لا تتوفر لديك المساحة الكافية لتثبيت %s</b>. بإمكانك تقليص أو إزالة الأقسام الحاليّة بواسطة أداتنا الموجهّة لاسترداد المساحة، أو بإمكانك ضبط تقسيماتك كما تشاء من خلال واجهة التّقسيم المخصّص.

source: <span size="small"><b>Example:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>
ar: <span size="small"><b>مثال:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>

source: <span size="small"><b>Example:</b> squid.mysite.org:3128</span>
ar: <span size="small"><b>مثال:</b> squid.mysite.org:3128</span>

source: A swap partition has not been specified. To significantly improve performance for most installations, it is recommended to specify a swap partition.
ar: لم يحدد قسم إبدال. لتحسين الأداء لأغلب التثبيتات، من المستحسن تحديد قسم تبادل.

source: ADD A KEYBOARD LAYOUT
ar: أضف مخطط لوحة مفاتيح

source: ADD A NEW MOUNT POINT
ar: أضف نقطة وصل جديدة

source: ADD DASD STORAGE TARGET
ar: أضِف هدف تخزين DASD

source: ADD iSCSI STORAGE TARGET
ar: أضِف هدف تخزين iSCSI

source: ADD zFCP STORAGE TARGET
ar: أضِف هدف تخزين zFCP

source: ADVANCED USER CONFIGURATION
ar: إعدادات المستخدم المتقدّمة

source: AM
ar: صباحًا

source: AM/PM Down
ar: ص/م تحت

source: AM/PM Up
ar: ص/م فوق

source: AVAILABLE SPACE
ar: المساحة المتوفّرة

# GUI|Storage
source: A_utomatic
ar: تل_قائي

source: Action
ar: نشاط

source: Activation Key
ar: مفتاح التفعيل

# GUI|Subscription|Authetication|Activation Key
source: Activation _Key
ar: مفتاح تف_عيل

source: Activation key set.
ar: عُيّن مفتاح التفعيل.

source: Add
ar: أضف

# GUI|Custom Partitioning
source: Add
ar: أضف

# GUI|Installation Destination|Filter
source: Add EC_KD DASD...
ar: أضف EC_KD DASD...

# GUI|Installation Destination|Filter
source: Add FCo_E SAN...
ar: أضِف FCo_E SAN...

source: Add Layout
ar: أضِف مخططًا

source: Add NTP server
ar: أضف خادوم NTP

source: Add NTP server address
ar: أضف عنوان خادوم NTP

source: Add Specialized Disk
ar: أضف قرص متخصص

# GUI|Installation Destination|Filter
source: Add _iSCSI Target...
ar: أضِف هدف _iSCSI...

source: Add a new mount point.
ar: أضف نقطة وصل جديدة.

# GUI|User
source: Add ad_ministrative privileges to this user account (wheel group membership)
ar: أضف صلاحيات م_دير إلى حساب هذا المستخدم (عضوية مجموعة wheel)

source: Add device
ar: أضف جهازًا

source: Additional software for Selected Environment
ar: برمجيات إضافية للبيئة المُنتقاة

source: Additional software for selected environment
ar: برمجيات إضافية للبيئة المُنتقاة

source: Administrator
ar: مدير

source: Administrator %s will be created
ar: سيتم إنشاء المدير %s

# GUI|Storage
source: Advanced Custom (_Blivet-GUI)
ar: مخصص متقدم (_Blivet-GUI)

# GUI|Network
source: Airplane Mode
ar: وضع الطيران

source: Allow root SSH login with password
ar: أسمح بولوج root عبر SSH بكلمة مرور

# GUI|User
source: Allow this user to run the 'sudo' command.
ar: اسمح لهذا المستخدم بتشغيل أمر 'sudo'.

source: Alt + Shift to switch layouts.
ar: Alt + Shift للتحويل بين مخططات المفاتيح.

source: An error occurred during Red Hat Insights configuration. Would you like to ignore this and continue with installation?
ar: حدث خطأ أثناء إعداد رد هات إنسايتس. هل تريد تجاهل هذا ومتابعة التثبيت؟

source: An error occurred during registration attempt triggered by the rhsm kickstart command. This could have happened due to incorrect rhsm command arguments or subscription infrastructure issues. Would you like to ignore this and continue with installation?
ar: حدث خطأ أثناء محاولة التسجيل بسبب أمر rhms kickstart. قد يكون سبب حدوث هذا معطيات أمر rhms خاطئة أو مشاكل بنية تحتية لخدمة الاشتراك. هل تريد تجاهل هذا ومتابعة التثبيت؟

source: An error occurred trying to mount some or all of your system: {message} Some of it may be mounted under {path}.
ar: حدث خطأ أثناء محاولة وصل بعض أو كل النظام:{message} بعضها قد تكون موصولة تحت {path}.

source: An error occurred while activating your storage configuration.
ar: وقع خطأ لدى تفعيل إعداداتك للتخزين.

source: An error occurred while resizing the device {}: {}
ar: حدث خطأ أثناء تغيير حجم الجهاز {} : {}

source: An unknown error occurred during installation. Details are below.
ar: حدث خطأ غير مألوف أثناء عملية التثبيت. التفاصيل أدناه.

source: Anaconda Installer
ar: مُثبّت أناكوندا

source: Anaconda is unable to create %s because the file already exists. Anaconda is already running, or a previous instance of anaconda has crashed.
ar: Anaconda غير قادرة على انشاء %s لأن الملف موجود بالفعل. Anaconda تعمل حاليا أو هناك نسخة سابقة تعرضت لعطل.

source: Apple Bootstrap Partition
ar: قسم تمهيد آبل Apple

source: Apply configuration in installer
ar: طبّق الإعدادات ضمن المُثبّت

source: Are you sure you want to delete all of the data on {}, including snapshots?
ar: هل أنت متأكّد أنّك ترغب بحذف جميع البيانات الموجودة على {}، بما فيها نقاط التوقف؟

source: Are you sure you want to delete all of the data on {}, including subvolumes?
ar: أأنت متأكد أنك تريد حذف جميع البيانات على {}، بما فيها الأجزاء الفرعية؟

source: Are you sure you want to delete all of the data on {}?
ar: أأنت متأكد أنك تريد حذف جميع البيانات على {}؟

source: Are you sure you wish to quit the installation process?
ar: أأنت متأكد من رغبتك بإنهاء عملية التثبيت؟

source: As large as possible
ar: أكبر ما يمكن

source: Assign mount points
ar: عيّن نقاط وصل

source: At least one of your swap devices does not have a UUID, which is common in swap space created using older versions of mkswap. These devices will be referred to by device path in /etc/fstab, which is not ideal since device paths can change under a variety of circumstances.
ar: ثمّةَ جهاز تبديل (swap) واحد على الأقل بدون معرف UUID، وهذا شائع في مساحات التبديل التي أُنشأت باستخدام إصدارات قديمة من mkswap. سيُشار لهذه الأجهزة بمساراتها المحددة في ‎/etc/fstab، لكنَّ هذا ليس الأفضل لأن مسارات الأجهزة قد تتغير في ظروف متنوعة.

source: Attaching subscription...
ar: يرفق الاشتراك...

source: Attempting to connect to vnc client on host %s...
ar: يحاول الاتصال بعميل vnc على المضيف ‎%s...

source: Attempting to start vncconfig
ar: يحاول بدء vncconfig

source: Authentication
ar: المصادقة

source: Authentication required
ar: المصادقة مطلوبة

source: Authentication required by wireless network
ar: المصادقة مطلوبة في الشبكة اللاسلكية

# GUI|Software Source
source: Auto-detected installation _source
ar: _وسائط التثبيت المكتشفة تلقائيًا

source: Auto-detected source
ar: وسائط التثبيت المكتشفة تلقائيًا

source: Automatic
ar: تلقائي

source: Automatic partitioning failed.
ar: فشل التقسيم التلقائي.

source: Automatic partitioning selected
ar: تم تحديد التقسيم التلقائي

source: Available Layouts
ar: المخططات المتاحة

source: Available languages
ar: اللغات المتاحة

source: Available locales
ar: المحليات المتاحة

source: Available regions
ar: الأقاليم المتاحة

source: Available timezones in region %s
ar: المناطق الزمنية المتاحة بالإقليم %s

source: BLIVET GUI PARTITIONING
ar: تقسيم الواجهة الرسومية BLIVET

source: Bad format of the IP address
ar: تنسيق سيء لعنوان IP

source: Bad format of the netmask
ar: تنسيق سيئ لقناع الشبكة

source: Base Environment
ar: البيئة الأساسية

source: Base environment
ar: البيئة الأساسية

source: Beta Warn
ar: تحذير بيتا

source: Bond
ar: شبكة وثاقية

source: Bond %(interface_name)s (%(list_of_ports)s) connected
ar: الشبكة الوثاقية %(interface_name)s (%(list_of_ports)s) متصلة

source: Boot
ar: الإقلاع

source: Boot loader stage1 device cannot be on an iSCSI disk which is not configured in iBFT.
ar: جهاز المرحلة الأولى من محمل الإقلاع لا يمكن أن يكون على قرص iSCSI لم يعد في iBFT.

source: Bridge
ar: جسر

source: Bridge %(interface_name)s (%(list_of_ports)s) connected
ar: الجسر %(interface_name)s (%(list_of_ports)s) متصل

source: Btrfs
ar: بتر اف اس

source: Btrfs file system is not supported.
ar: نظام الملفات بيتر إف إس btrfs غير مدعوم.

source: Btrfs partition "{}" has a format of "{}", but should have a format of "btrfs".
ar: قسم Btrfs "{}" لديه التنسيق "{}"، لكن يجب أن يكون في تنسيق "btrfs".

source: Btrfs partition "{}" is defined multiple times.
ar: قسم Btrfs "{}" معرّف عدة مرات.

source: Btrfs volume "{}" specified with --useexisting does not exist.
ar: جزء Btrfs "{}" المحدد بـ ‎--useexisting غير موجود.

source: Btrfs volume defined without any member devices. Either specify member devices or use --useexisting.
ar: جزء Btrfs معرَّف بلا أية أجهزة مشترِكة. إمّا أن تحدد أجهزة مشترِكة أو تستعمل ‎--useexisting.

source: CD/DVD
ar: أسطوانة

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _Password:
ar: _كلمة مرور CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _Password:
ar: _كلمة مرور CHAP:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _Password:
ar: _كلمة مرور CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _Password:
ar: _كلمة مرور CHAP:

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _User name:
ar: اسم _مستخدم CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _User name:
ar: اسم _مستخدم CHAP:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _User name:
ar: اسم _مستخدم CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _User name:
ar: اسم _مستخدم CHAP:

source: CHAP pair
ar: اقتران CHAP

source: CHAP pair and a reverse pair
ar: اقتران CHAP والاقتران العكسي

source: CONFIGURE %(container_type)s
ar: تكوين %(container_type)s

source: CONFIGURE CONTAINER
ar: تكوين الحاوية

source: CONFIGURE MOUNT POINT
ar: تكوين نقطة الوصل

source: CONNECT TO RED HAT
ar: اتصال بـ Red Hat

source: CREATE USER
ar: أنشئ المستخدم

source: CUSTOMIZATION
ar: التخصيص

# GUI|Network|Wireless|Configure
source: C_onfigure
ar: _تكوين

# GUI|Network|Authentication Dialog
source: C_onnect
ar: _اتصال

# GUI|Network|Wireless|Select Network Dialog
source: C_onnect
ar: _اتصال

source: Cable unplugged
ar: الكبل غير موصول

source: Cache PVs must belong to the same VG as the cached LV
ar: يجب أن ينتمي تخزين PVs المؤقت إلى نفس VG كما مثل تخزين LV المؤقت

# GUI|Software Source|Media Check Dialog
source: Cancel
ar: إلغاء

source: Cannot install to unpartitionable device "{}".
ar: لا يمكن التثبيت إلى قرص غير قابل للتقسيم "{}".

source: Cannot reformat Btrfs volume '{}' with existing subvolumes
ar: لا يمكن إعادة تهيئة جزء Btrfs مع وجود أجزاء فرعية '{}'

source: Cannot set label on file system.
ar: لا يمكن تعيين تسمية على نظام الملفات.

source: Capacity
ar: السعة

source: Change timezone
ar: تغيير المنطقة الزمنية

source: Changes here will only apply to the installed system. Use the desktop's tool to configure the keyboard for the installation process.
ar: ستطبق التغييرات هنا على النظام المثبت فقط. استخدام أداة سطح المكتب لتكوين لوحة المفاتيح لاستخدامها في عملية التثبيت.

source: Checking image checksum
ar: يفحص بصمة الصورة

source: Checking software dependencies...
ar: يفحص تبعيات البرمجيات...

source: Checking storage configuration...
ar: قيد فحص تكوين التخزين...

source: Choose an installation source type.
ar: اختيار نوع مصدر التثبيت.

source: Choose device from above to assign mount point and set format. Formats marked with * are new formats meaning ALL DATA on the original format WILL BE LOST!
ar: اختر جهازا من أعلاه لتعيين نقطة وصل وإعداد التنسيق. التنسيقات المعلمة بـ * هي تنسيقات جديدة تعني "فقدان جميع بيانات" التنسيق الأصلي!

source: Choose from above to assign mount point and/or set format.
ar: اختر من أعلاه لتعيين نقطة الوصل و/أو إعداد التنسيق.

source: City
ar: المدينة

source: Closest mirror
ar: أقرب نظير

source: Complete!
ar: تم!

# GUI|Passphrase Dialog
source: Con_firm:
ar: _تأكيد:

source: Configuration not saved: netmask missing in static configuration
ar: لم يتم حفظ الإعدادات: قناع الشبكة مفقود في التكوين الثابت

source: Configure NTP
ar: تكوين NTP

source: Configure NTP servers
ar: تكوين خوادم NTP

source: Configure Network Time Servers
ar: تكوين خوادم وقت الشبكة

# GUI|Date and Time
source: Configure _NTP ...
ar: تكو_ين NTP ...

source: Configure device %s
ar: تكوين الجهاز %s

source: Configure device: %s
ar: تكوين الجهاز: %s

source: Configuring Red Hat subscription
ar: قيد تكوين اشتراك Red Hat

source: Configuring addons
ar: قيد تكوين الإضافات

source: Configuring device %s.
ar: قيد تكوين الجهاز %s.

source: Configuring installed system
ar: قيد تكوين النظام المثبت

source: Configuring storage
ar: قيد تكوين التخزين

source: Configuring {}
ar: قيد تكوين {}

source: Confirm Password
ar: تأكيد كلمة المرور

source: Connect automatically after reboot
ar: الاتصال تلقائيًا بعد إعادة التشغيل

# GUI|Subscription|Red Hat Insights
source: Connect to Red Hat _Insights
ar: اتصال بـ Red Hat _Insights

source: Connected
ar: متصل

source: Connected to Red Hat Insights
ar: متصل بـ Red Hat Insights

source: Connected!
ar: متصل!

source: Connected: %(list_of_interface_names)s
ar: متصل: %(list_of_interface_names)s

source: Connecting
ar: قيد الاتصال

source: Connecting...
ar: قيد الاتصال...

source: Connection failed
ar: فشل الاتصال

source: Continue
ar: متابعة

source: Continuing with this action will reset all your partitioning selections to their current on-disk state.
ar: المتابعة بهذا الإجراء سوف يعيد تعيين جميع تحديدات التجزئة إلى وضعها الحالي على القرص.

source: Contract
ar: عقد

source: Controller
ar: ضابطة

source: Controllers
ar: ضابطات

source: Create a new %(container_type)s ...
ar: إنشاء %(container_type)s جديد...

source: Create new mount points by clicking the '+' button.
ar: أنشئ نقاط وصل جديدة بالنقر على زر '+'.

source: Create or select %(container_type)s
ar: إنشاء أو تحديد %(container_type)s

source: Create user
ar: أنشئ مستخدما

source: Creating snapshots
ar: ينشئ نقاط توقف

source: Creating users
ar: ينشئ المستخدمين

source: Current host name:
ar: اسم المضيف الحالي:

source: Current host name: %s
ar: اسم المضيف الحالي: %s

source: Current layout: '%s'. Add more layouts to enable switching.
ar: المُخطط الحالي: '%s'. أضف مُخططات أخرى لتفعيل التّبديل.

source: Current layout: '%s'. Click to switch to the next layout.
ar: المُخطط الحالي: '%s'. انقر للتّحول إلى المُخطط التالي.

source: Custom base URL
ar: URL أساسي مخصص

source: Custom partitioning selected
ar: تم انتقاء التقسيم المخصص

source: Custom server URL
ar: URL خادوم مخصص

source: Custom software selected
ar: انتقيت برمجيات مخصصة

source: DATA
ar: بيانات

source: DISK ENCRYPTION PASSPHRASE
ar: عبارة المرور تشفير القرص

source: DISTRIBUTION INSTALLATION
ar: تثبيت التوزيعة

# GUI|Password
source: D_isable root account
ar: ع_طل حساب root

source: Date
ar: التأريخ

source: Default HUB title
ar: عنوان HUB الافتراضي

source: Default Route
ar: المسلك الافتراضي

source: Default spoke title
ar: العنوان الافتراضي للمشبك

source: Delete
ar: احذف

# GUI|Reclaim Dialog
source: Delete _all
ar: احذف ال_كل

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Delete _all file systems which are only used by {}.
ar: احذف _كل أنظمة الملفات المستخدمة فقط من {}.

source: Deployment complete: {}
ar: تم النشر: {}

source: Deployment starting: {}
ar: النشر قيد البدء: {}

source: Description
ar: الوصف

source: Description goes here.
ar: يأتي الوصف هنا.

# GUI|Custom Partitioning|Add Dialog
source: Desired _Capacity:
ar: السّعة المر_غوبة:

# GUI|Custom Partitioning|Configure|Devices
source: Desired _Capacity:
ar: السّعة المر_غوبة:

source: Device
ar: جهاز

source: Device "{}" given in clearpart device list does not exist.
ar: الجهاز "{}" المعطى في قائمة أجهزة clearpart غير موجود.

source: Device Selection
ar: اختيار الجهاز

# GUI|Custom Partitioning|Configure
source: Device _Type:
ar: نوع الجه_از:

source: Device configuration
ar: إعدادات الجهاز
