Repository: rhinstaller/anaconda-l10n
Catalog: f41/*.po
Languages: ar

source: No subscriptions have been attached to the system
ar: لم تربَط أية اشتراكان بالنظام

source: No thin pool exists with the name "{}". Specify thin pools before thin volumes.
ar: لا يوجد مَجمع نحيف بالإسم "{}". عيّن مَجامع نحيفة قبل الأجزاء النحيفة.

source: No usable disks selected.
ar: لم تُنتقَ أية أقراص قابلة للاستخدام.

source: No usable disks.
ar: لا أقراص قابلة للاستخدام.

source: No user will be created
ar: لن يُنشأ أي مستخدم

source: No valid boot loader target device found. See below for details.
ar: لم يعثر على أي جهاز هدف لمحمل الاقلاع. انظر أدناه للتفاصيل.

source: No volume group exists with the name "{}". Specify volume groups before logical volumes.
ar: لا وجود لمجموعة الأقراص بالإسم "{}". عيّن مجموعة اقراص قبل الاقراص المنطقية.

source: Node Name
ar: اسم العُقدة

source: Node login failed.
ar: فشل الولوج الى العقدة.

source: None
ar: لا شيء

source: Not Specified
ar: غير محدد

source: Not connected
ar: غير متصل

source: Not connected to Red Hat Insights
ar: غير متصل بريدهات إنسايتس

source: Not enough RAM
ar: ذاكرة الوصول العشوائي RAM لا تكفي

source: Not enough free space on selected disks.
ar: لا تتوفر المساحة الكافية في الأقراص المُنتقاة.

source: Not enough space in file systems for the current software selection.
ar: لا تتوفر مساحة كافية في أنظمة الملفات للتحديد الحالي للبرمجيات.

source: Not enough space in file systems for the current software selection. An additional {} is needed.
ar: لا تتوفر مساحة كافية في أنظمة الملفات للتحديد الحالي للبرمجيات. يتوجب توفر {} إضافية.

source: Not mounting the system.
ar: غير واصل إلى النظام.

source: Not registered.
ar: غير مسجَّل.

source: Not resizeable
ar: غير قابل للتحجيم

source: Note: The settings you make on this screen will not be applied until you click on the main menu's 'Begin Installation' button.
ar: ملاحظة: الإعدادات التي ستغيرها في هذه الشاشة لن يتم تطبيقها حتى ضغط زر 'ابدأ التّثبيت'.

source: Nothing selected
ar: لم يُنتقَ أيّ شيء

source: Nothing to format
ar: لاشئ لتمهيده

source: Notice: This is pre-released software that is intended for development and testing purposes only. Do *not* use this software for any critical work or for production environments. By clicking "I want to proceed", you understand and accept the risks associated with pre-released software, that you intend to use this for testing and development purposes only and are willing to report any bugs or issues in order to enhance this work. If you do not understand or accept the risks, then please exit this program by selecting "I want to exit" which will reboot your system.
ar: ملاحظة: هذا برنامج ما قبل الإصدار والمقصود منه أن يكون لأغراض التطوير والاختبار فقط. *لا* تستخدم هذا البرنامج لأي عمل حرج أو لبيئات إنتاجية. بالنقر على "أريد المتابعة" فإنك تفهم وتقبل المخاطر المرتبطة ببرنامج ما قبل الإصدار وأنك تنوي استخدام هذا لأغراض الاختبار والتطوير فقط وأنك ترغب في الابلاغ عن اية علل او مشاكل من اجل تحسين هذا العمل. إذا لم تكن تفهم أو تقبل المخاطر إذن فالرجاء أن تخرج من هذا البرنامج بتحديد "أريد الخروج" والذي سيعيد إقلاع نظامك.

# GUI|Software Source|Media Check Dialog
source: OK
ar: موافق

source: Options
ar: الخيارات

source: Or, assign new mount points to existing partitions after selecting them below.
ar: أو، عيّن نقاط وصل جديدة على الأقسام الموجودة بعد انتقائها أدناه.

source: Order
ar: أمر

source: Organization
ar: منظمة

source: Other ({})
ar: أخرى ({})

source: PM
ar: مساءً

source: PRE-RELEASE / TESTING
ar: قبل الإطلاق / تجريب

source: PReP Boot Partition
ar: قسم إقلاع PReP

source: PV partition "{}" is defined multiple times.
ar: قسم PV "{}" معرَّف عدة مرات.

source: Page size:
ar: حجم الصفحة:

source: Parent
ar: الأم

source: Partition "{}" given in part command does not exist.
ar: القسم "{}" المعطى في أمر part لا وجود له.

source: Partition Scheme Options
ar: خيارات مخطط التقسيم

source: Partitioning Options
ar: خيارات التقسيم

source: Partitioning method changed - planned storage configuration changes will be cancelled.
ar: طريقة التقسيم تغيرت - تغييرات إعدادات التخزين المخطط لها أُلغيت.

# GUI|Software Source|Proxy Dialog
source: Pass_word:
ar: كلمة الم_رور:

source: Passphrase
ar: عبارة المرور

source: Passphrase given in the {} command is too short in FIPS mode. Please use at least {} characters.
ar: عبارة المرور المعطاة في الأمر {} قصيرة جدا في طور FIPS. رجاءا استخدم ما لا يقل عن {} محرفاً.

source: Password
ar: كلمة المرور

source: Password (confirm):
ar: كلمة المرور (للتأكيد):

source: Password set.
ar: ضُبطت كلمة المرور.

source: Password:
ar: كلمة المرور:

source: Passwords do not match!
ar: كلمتا المرور غير متطابقتين!

source: Passwords or encryption keys are required to access the wireless network
ar: كلمات المرور أو مفاتيح التشفير مطلوبة للمرور إلى الشبكة اللاسلكية

source: Passwords or encryption keys are required to access the wireless network '%(network_id)s'.
ar: كلمات المرور أو مفاتيح التشفير مطلوبة للمرور إلى الشبكة اللاسلكية '%(network_id)s'.

source: Path: %s
ar: المسار: %s

source: Paths
ar: مسارات

source: Performing post-installation Flatpak tasks
ar: يجري تهيئة مهمات Flatpak ما بعد التثبيت

source: Performing post-installation setup tasks
ar: يجري تهيئة مهمات بعد التثبيت

source: Physical volume "{}" has a format of "{}", but should have a format of "lvmpv".
ar: للقرص المادي "{}" نسَق "{}"، لكن ينبغي أن يكون له نسَق "lvmpv".

source: Please complete all spokes before continuing
ar: رجاءا أكمل جميع المشابك قبل الاستمرار

source: Please complete items marked with this icon before continuing to the next step.
ar: أكمل من فضلك العناصر المعلّمة بهذا الرمز قبل الاستمرار بالخطوة التالية.

source: Please confirm software selection
ar: الرجاء تأكيد انتقاء البرمجيات

source: Please create a name for this %(container_type)s and select at least one disk below.
ar: اختر اسمًا من فضلك لـ %(container_type)s ثم انتقِ على الأقل قرصًا واحدًا أدناه.

source: Please create a name for this container and select at least one disk below.
ar: أنشئ رجاءً اسمًا لهذا الحاوي ثم انتقِ قرصًا واحدًا على الأقل أدناه.

source: Please enable network access before connecting to Red Hat.
ar: رجاءً فعّل الوصول للشبكة قبل الاتصال بريدهات.

source: Please enter a mount point.
ar: رجاءا أدخِل نقطة وصل.

source: Please enter a valid mount point.
ar: رجاءا أدخِل نقطة وصل صحيحة.

source: Please enter a valid name.
ar: أدخل اسمًا صالحًا من فضلك.

source: Please manually connect your vnc client to %s to begin the install.
ar: رجاء أوصِل يدويّاً مستفيد vnc إلى %s لتبدأ التثبيت.

source: Please manually connect your vnc client to IP-ADDRESS:%s to begin the install. Switch to the shell (Ctrl-B 2) and run 'ip addr' to find the IP-ADDRESS.
ar: رجاء أوصِل يدويّاً مستفيد vnc إلى IP-ADDRESS:%s لتبدأ التثبيت. بدّل إلى الطرفية (Ctrl-B 2) وشغّل لتجد عنوان الآيبي IP-ADDRESS.

source: Please press %s to get a shell
ar: رجاءا اضغط %s لتحصل على طرفية

source: Please provide VNC password (must be six to eight characters long). You will have to type it twice. Leave blank for no password
ar: رجاءا زود كلمة مرور VNC (يجب ان تكون بطول ستة إلى ثمانية محارف). سيتوجب عليك كتابتها مرتين. اتركها فارغة كي لا تستخدم كلمة مرور

source: Please provide a default LUKS passphrase for all devices you want to encrypt. You will have to type it twice.
ar: رجاءا زود عبارة مرور LUKS مبدئية لكل الأجهزة التي تريد تعميتها. سيتوجب عليك كتابتها مرتين.

source: Please select a single mount point to edit properties. You have currently selected: %s
ar: رجاءا حدد نقطة وصل واحدة لتحرر الخصائص. حددت حاليا: %s

source: Please select language support to install
ar: رجاءا حدد دعم لغة لتثبيته

source: Please select new root password. You will have to type it twice.
ar: أدخل كلمة مرور جذر جديدة. تحتاج لكتابتها مرتين.

source: Please select the network interface which is connected to your FCoE switch.
ar: انتقِ رجاءً فُتحة الشّبكة المُتّصلة بمُبدّل FCoE خاصتك.

source: Please select the timezone. Use numbers or type names directly
ar: رجاءا حدد المنطقة الزمنية. استخدم الأرقام أو اكتب الأسماء مباشرة

source: Please ssh install@%s to begin the install.
ar: رجاءا استخدم ssh install@%s لتبدأ التثبيت.

source: Please ssh install@HOSTNAME to continue installation.
ar: رجاءا استخدم ssh install@HOSTNAME لتواصل التثبيت.

source: Please use the live desktop environment's tools for customizing your network configuration. You can set the host name here.
ar: رجاءا استخدم أدوات بيئة سطح المكتب الحية لتخصيص ضبط شبكتك. يمكنك إعداد اسم المضيف هنا.

source: Please wait... software metadata still loading.
ar: انتظر رجاءً... ما زالت البيانات الفوقية للبرمجية تحمّل.

source: Pool
ar: المَجمع

source: Port
ar: المنفذ

source: Port / Target / LUN #
ar: المنفذ / الهدف / رقم الوحدة المنطقية #

source: Portal
ar: المنصة

source: Ports
ar: المنافذ

source: Preparing deployment of {}
ar: يحضّر تدشين {}

source: Preparing to install
ar: يحضّر للتثبيت

source: Preparing transaction from installation source
ar: يجري إعداد التبادلية مع مصدر التثبيت

source: Preserve
ar: احتفظ

# GUI|Reclaim Dialog
source: Preserve _all
ar: احتفظ بال_كل

source: Press <b>Done</b> again to use the password anyway.
ar: اضغط <b>انتهى</b> مرة أخرى لاستخدام كلمة المرور على أي حال.

source: Press ENTER to continue
ar: اضغط مفتاح "الإدخال" للاستمرار

source: Pressing 'OK' below will take you to the disk selection screen where you will need to re-select your disks.
ar: ستنتقل إلى شاشة انتقاء الأقراص بالضّغط على زر 'موافق' أدناه حيث أنّك مضطر لإعادة انتقاء أقراصك.

source: Private key password:
ar: كلمة مرور المفتاح الخاص:

source: Probing storage
ar: التحقق من التخزين

source: Probing storage...
ar: التحقق من التخزين...

source: Processing...
ar: يعالج...

source: Progress
ar: التقدم

source: Protocol in URL does not match selected protocol
ar: الموافق protocol في الرابط لا يطابق الموافق المحدد

source: Provider
ar: المزود

source: Proxy authentication data duplicated
ar: بيانات مصادقة الخادم الوسيط مكررة

source: Purpose
ar: الغرض

source: Quit
ar: إنهاء

source: Quit (Reboot)
ar: إنهاء (إعادة التشغيل)

source: RAID Device
ar: جهاز RAID

source: RAID Level:
ar: مستوى RAID:

source: RAID device "{}" given in raid command does not exist.
ar: جهاز ‎RAID‏ "‎‎{}‏‏" المعطى في أمر raid لا وجود له.

source: RAID device "{}" has a format of "{}", but should have a format of "mdmember".
ar: لجهاز ‎RAID‏ "‎{}‏" نسَق "‎{}‏"، لكن ينبغي أن يكون له نسَق "mdmember".

source: RAID partition "{}" is defined multiple times.
ar: قسم RAID "{}" معرَّف عدة مرات.

source: RAID sets that contain '%(desc)s' must have one of the following device types: %(types)s.
ar: RAID مُعَدّ ليحتوي '%(desc)s' والتي يجب أن تكون واحدة من أنواع الأجهزة التالية: %(types)s.

source: RAID sets that contain '%(desc)s' must have one of the following metadata versions: %(metadata_versions)s.
ar: RAID مُعَدّ ليحتوي '%(desc)s' و التي يجب أن تكون واحدة من إصدارات metadata: %(metadata_versions)s.

source: RAID sets that contain '%(desc)s' must have one of the following raid levels: %(raid_level)s.
ar: RAID مُعَدّ ليحتوي '%(desc)s' والتي يجب أن تكون واحدة من مستويات raid التالية: %(raid_level)s.

source: RAID volume "{}" specified with --useexisting does not exist.
ar: جزء ‎RAID‏ "‎{}‏" المحدد بـ ‎--useexisting‏ لا وجود له.

source: RAID4
ar: ريد٤

# GUI|Custom Partitioning|Configure
source: RA_ID Level:
ar: مستو_ى RAID:

source: RECLAIM DISK SPACE
ar: استرداد مساحة القرص

source: RESCAN DISKS
ar: إعادة فحص الأقراص

source: ROOT ACCOUNT
ar: حساب الجذر

source: ROOT PASSWORD
ar: كلمة مرور الجذر

source: RPM OSTree
ar: شجرة حُزم النظام RPM OSTree

source: RPM OSTree Container
ar: حاوية RPM OSTree

source: Read-only mount
ar: وصل للفراءة فقط

source: Receiving objects: {percent}% ({fetched}/{requested}) {bytes}
ar: يستلم الكوائن: ‎{percent}%‏ (‏{fetched}‏/{requested})‏ {bytes}

source: Reclaim
ar: استرداد

source: Reclaimable Space
ar: المساحة القابلة للاسترداد

source: Red Hat CDN
ar: شبكة CDN لـ رد هات

source: Red Hat CDN is unavailable for this installation.
ar: شبكة CDN لـ رد هات غير متاحة لهذا التثبيت.

source: Red Hat CDN requires registration.
ar: تتطلب شبكة CDN لـ رد هات التسجيل.

source: Red Hat Insights aims to increase your IT efficiency and speed across hybrid infrastructures by identifying and prioritizing risks, managing vulnerabilities, and compliance, and analyzing costs. For more information, visit the Red Hat Insights information page.
ar: يهدف إنسايتس Insights من رد هات إلى زيادة كفاءة وسرعة تكنولوجيا المعلومات لديك عبر بِنيات هجينة عن طريق تشخيص وتحديد أولوية المخاطر وإدارة جوانب الضعف ومدى الإمتثال وتحليل الكلفة. لمزيد من المعلومات، زُر صفحة معلومات إنسايتس من رد هات.

# GUI|Software Source
source: Red Hat _CDN
ar: شب_كة CDN لـ رد هات

# GUI|Custom Partitioning|Configure
source: Ref_ormat
ar: أعِد ال_تهيئة

source: Reformat
ar: أعِد التهيئة

source: Reformatting the '{}' subvolume will remove the following nested subvolumes which cannot be reused: {}
ar: إعادة تهيئة الجزء الفرعي '{}' سيزيل الأجزاء الفرعية التالية المنطوية تحته والتي لا يمكن إعادة استخدامها: {}

# GUI|Custom Partitioning
source: Refresh
ar: تحديث

# GUI|Installation Destination|Filter
source: Refresh _List
ar: حدّث ال_قائمة

source: Region
ar: الإقليم

source: Registered with account {}
ar: تم التسجيل بحساب {}

source: Registered with organization {}
ar: تم التسجيل بمنظمة {}

source: Registered.
ar: مسجَّل.

source: Registering...
ar: يجري التسجيل...

source: Registration failed due to insufficient credentials.
ar: فشل التسجيل بسبب عدم كفاية التفويضات.

source: Registration failed.
ar: فشل التسجيل.

source: Reload storage configuration from disk.
ar: أعِد تحميل إعدادات التّخزين من القرص.

source: Remote directory is required
ar: المجلد البعيد ضروري

source: Remove
ar: أزِل

# GUI|Custom Partitioning
source: Remove
ar: أزِل

source: Remove NTP server
ar: خادوم NTP البعيد

source: Remove the selected mount point(s).
ar: أزِل نقطة (نقاط) الوصل المحددة.

source: Replace Existing Linux system(s)
ar: استبدل أنظمة لينكس الحالية

source: Repo URL
ar: رابط المستودع

source: Repository name conflicts with internal repository name
ar: يتعارض اسم المستودع مع اسم المستودع الداخلي

source: Requested boot drive "{}" doesn't exist or cannot be used.
ar: قرص الإقلاع المطلوب "{}" لا وجود له أو يتعذر استخدامه.

source: Rescue
ar: إنقاذ

source: Rescue Shell
ar: طرفية إنقاذ

source: Restoring hardware time...
ar: استعادة تاريخ العتاد...

# GUI|Advanced Storage|iSCSI|Login|Retry
source: Retry _Log In
ar: أعِد محاولة ال_ولوج

# GUI|Custom Partitioning
source: Return partitioning to the original state before you made any changes. This is not a destructive operation.
ar: أعِد التقسيم إلى الحالة الأصلية قبل إجراءك لأية تغييرات. هذه ليست عملية مخربة.

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP Pass_word:
ar: كلم_ة مرور CHAP العكسي:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: Reverse CHAP Pass_word:
ar: كلم_ة مرور CHAP العكسي:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP User _name:
ar: اس_م مستخدم CHAP العكسي:

source: Reverting previous configuration. This may take a moment...
ar: يعكس التكوين السابق. قد يستغرق هذا بعض الوقت...

source: Role
ar: الدور

source: Role: {}
ar: الدور: {}

source: Root Selection
ar: انتقاء الجذر

source: Root account is disabled
ar: حساب الجذر معطّل

source: Root password
ar: كلمة مرور الجذر

source: Root password has been set.
ar: ضُبطت كلمة مرور الجذر.

source: Root password is not set
ar: لم تُضبط كلمة مرور الجذر

source: Root password is set
ar: كلمة مرور الجذر مضبوطة

source: Run %s to unmount the system when you are finished.
ar: شغل %s لفصل النظام عند الانتهاء.

source: Running post-installation scripts
ar: ينفذ مخطوطات ما بعد التثبيت

source: Running pre-installation scripts
ar: ينفّذ مخطوطات ما قبل التثبيت

source: Running pre-installation tasks
ar: ينفّذ مهام ما قبل التثبيت

source: SELECTED DISKS AND BOOT LOADER
ar: الأقراص المحددة ومحمِّل الإقلاع

source: SKU
ar: وحدة حفظ السلعة

source: SLA
ar: اتفاقية مستوى الخدمة SLA

source: SLA: {}
ar: اتفاقية مستوى الخدمة SLA: {}

source: SOFTWARE
ar: البرمجيات

source: SOFTWARE SELECTION
ar: انتقاء البرمجيات

source: SPOKE NAME
ar: اسم المشبك

source: SSL error while downloading the escrow certificate: {}
ar: خطأ SSL أثناء تحميل شهادة الضمان: {}

source: SUMMARY OF CHANGES
ar: خلاصة التغييرات

source: SYSTEM
ar: نظام

source: SYSTEM PURPOSE
ar: غاية النظام

source: Saving storage configuration...
ar: يجري حفظ إعدادات التخزين...

source: Scanning disks. This may take a moment...
ar: يفحص الأقراص. قد يأخذ قليلًا من الوقت...

source: Scanning disks. This may take a moment...
ar: يفحص الأقراص. قد يأخذ قليلًا من الوقت...

# GUI|Installation Destination|Filter
source: Searc_h
ar: اب_حث

# GUI|Installation Destination|Filter|Search
source: Search Res_ults:
ar: ابحث في ال_نتائج:

# GUI|Installation Destination|Filter|Search
source: Search _By:
ar: ابح_ث حسب:

source: Secure Boot
ar: الإقلاع الآمن

source: Security
ar: الأمان

source: Security Key
ar: مفتاح الأمان

source: Select a drive for the mount point to be created on. If you select multiple, only 1 drive will be used.
ar: حدد قرصاً لتُشئ فيه نقطة الوصل. إذا حددت العديد، فسيُستخدم قرص 1 فقط.

source: Select a network
ar: اختر شبكة

source: Select a network to configure
ar: اختر شبكة لإعدادها

source: Select a partition scheme configuration.
ar: انتقِ إعدادات مشروع التقسيم.

source: Select additional language support to be installed:
ar: اختر اللغات الإضافية التي ترغب بتثبيت دعمها:

source: Select all
ar: انتقِ الكل

source: Select all of the drives you would like the mount point to be created on.
ar: حدد كل الأقراص التي ترغب أن تُنشئ فيها نقطة الوصل.

source: Select an ISO to use as install source
ar: حدد ملف ISO ليُستخدم كمصدر تثبيت

source: Select an NTP server to remove
ar: حدد خادوم NTP لإزالته

source: Select device containing the ISO file
ar: حدد الجهاز الذي يحتوي على ملف ISO

source: Select the device(s) you'd like to install to. They will be left untouched until you click on the main menu's "Begin Installation" button.
ar: انتقِ جهازًا أو أكثر ترغب بالتّثبيت عليها. لن تمسّ أجهزتك مطلقًا حتّى تضغط على زر "ابدأ التّثبيت" ضمن القائمة الرّئيسيّة.

source: Selected Device
ar: الجهاز المُنتقى

source: Selected Layouts
ar: المخططات المحددة

source: Selected disks
ar: الأقراص المُنتقاة

source: Selected disks {} contain volume group '{}' that also uses further unselected disks. You must select or de-select all these disks as a set.
ar: الأقراص المحددة {} تحتوي مجموعة أحجام '{}' والتي تستخدم هي الأخرى أيضا أقراصاً غير محددة. يجب أن تحدد أو تزيل تحديد كل هذه الأقراص كدفعة.

source: Selected environment is not valid
ar: البيئة المحددة غير صحيحة

source: Server must be specified as SERVER:/PATH
ar: يجب أن يُحدد الخادوم كـ SERVER:/PATH

source: Service level
ar: مستوى الخدمة

# GUI|Subscription|Set System Purpose
source: Set System Purpose
ar: عيّن غرض النظام

source: Set as current system host name.
ar: عيّنه كإسم مضيف النظام الحالي.

source: Set host name
ar: عيّن اسم مضيف

source: Set timezone
ar: عيّن منطقة زمنية

source: Setting up installation source...
ar: يجري إعداد مصدر التثبيت...

source: Setting up kexec
ar: يعدّ kexec

source: Setting up the installation environment
ar: يجري إعداد بيئة التثبيت

source: Shell
ar: طرفية

# GUI|Installation Destination|Filter|Multipath|WWID
source: Show Only _Devices Containing:
ar: أظهر فقط الأجهزة ال_حاوية على:

# GUI|Installation Destination|Filter|Other|ID
source: Show Only _Devices Containing:
ar: أظهر فقط الأجهزة ال_حاوية على:

# GUI|Installation Destination|Filter|Multipath|Vendor
source: Show Only _Devices From:
ar: أظهر فقط الأج_هزة من:

# GUI|Installation Destination|Filter|Other|Vendor
source: Show Only _Devices From:
ar: أظهر فقط الأج_هزة من:

# GUI|Installation Destination|Filter|Multipath|Interconnect
source: Show Only _Devices With:
ar: أظهر فقط الأجه_زة مع:

# GUI|Installation Destination|Filter|Other|Interconnect
source: Show Only _Devices With:
ar: أظهر فقط الأجه_زة مع:

source: Show password.
ar: أظهر كلمة المرور.

source: Shrink
ar: قلّص

# GUI|Custom Partitioning|Container Dialog
source: Si_ze policy:
ar: سياسة الح_جم:

source: Simultaneous Multithreading (SMT) may improve performance for certain workloads, but introduces several publicly disclosed security issues. You can disable SMT, which may impact performance. Please read https://red.ht/rhel-smt to understand potential risks and learn about ways to mitigate these risks.
ar: تقنية خيوط التنفيذ المتعددة الآنية (SMT) يمكن أن تحسن الأداء لعدد من الأحمال التنفيذية، إلا أنها تجعلك عرضة لعدد من المشاكل الأمنية المعلنة. بإمكانك إيقاف هذه التقنية مما سيؤثر على الأداء. رجاءً اقرأ https://red.ht/rhel-smt لتفهم المخاطر المحتملة وطرق تفاديها.

source: Simultaneous Multithreading (SMT) technology can provide performance improvements for certain workloads, but introduces several publicly disclosed security issues. You have the option of disabling SMT, which may impact performance. If you choose to leave SMT enabled, please read https://red.ht/rhel-smt to understand your potential risks and learn about other ways to mitigate these risks.
ar: تقنية خيوط التنفيذ المتعددة الآنية (SMT) يمكن أن تحسن الأداء لعدد من الأحمال التنفيذية، إلا أنها تجعلك عرضة لعدد من المشاكل الأمنية المعلنة. بإمكانك إيقاف هذه التقنية مما سيؤثر على الأداء. إذا اخترت ترك التقنية مفعّلة، رجاءً اقرأ https://red.ht/rhel-smt لتفهم المخاطر المحتملة وطرق تفاديها.

source: Single
ar: مفرد

source: Size cannot be decided on from kickstart nor obtained from device.
ar: لا يمكن تحديد الحجم من البدء السريع kickstart ولا يمكن الحصول عليه من الجهاز.

source: Skip to shell
ar: تجاوز إلى الطرفية

source: Snapshot {} already exists.
ar: نقطة التوقف {} موجودة مسبقا.

source: Snapshot: origin "{}" doesn't exist!
ar: نقطة التوقف: الأصل "{}" لا وجود له!

source: Snapshot: origin "{}" of snapshot "{}" is not a valid thin LV device.
ar: نقطة التوقف: الأصل "{}" لنقطة التوقف "{}" ليس جهاز LV نحيف صحيح.

source: Software selection
ar: انتقاء البرمجيات

source: Some of the repomd.xml files have changed or are unreachable.
ar: بعض ملفات repomd.xml قد تغير ت أو انها غير قابلة للقراءة.

source: Some packages, groups or modules are broken.
ar: بعض الحُزم أو المجموعات أو الوحدات تالفة.

source: Some packages, groups or modules are missing.
ar: بعض الحُزم أو المجموعات أو الوحدات مفقودة.

source: Source changed - please verify
ar: تغير المصدر - يرجى التحقق

source: Specialized & Network Disks
ar: أقراص الشّبكة و الأقراص المتخصّصة

source: Specify Repo Options
ar: تخصيص خيارات المستودع

# GUI|Advanced User
source: Specify a _group ID manually:
ar: حدّد م_عرّف المجموعة يدويًا:

# GUI|Advanced User
source: Specify a _user ID manually:
ar: حدّد مع_رّف المستخدم يدويًا:

source: Specify the Desired Capacity in whole or decimal numbers, with an appropriate unit. Spaces separating digit groups are not allowed. Units consist of a decimal or binary prefix, and optionally the letter B. Letter case does not matter for units. The default unit used when units are left out is MiB. Examples of valid input: '100 GiB' = 100 gibibytes '512m' = 512 megabytes '123456789' = 123 terabytes and a bit less than a half
ar: حدد السعة المرغوبة بأعداد صحيحة أو عشرية وبوحدات مناسبة. لا يسمح بفراغات تفصل مجاميع الأرقام. تتألف الوحدات من بادئة عشرية أو ثنائية واختياريا الحرف B. حالة الحرف لا تهم في الوحدات. الوحدة المبدئية المستخدمة عند ترك ذكر الوحدات هي MiB. أمثلة على الوحدات الصحيحة: '100 GiB' =‏ 100 غيغي بايت '512m' =‏ 512 ميغابايت '123456789' = 123 تيرابايت وأقل بقليل من نصف تيرابايت

source: Speed
ar: السرعة

source: Standard Partition
ar: قسم عادي

source: Start VNC
ar: إبدأ VNC

source: Start date
ar: تاريخ البدأ

source: Start shell
ar: ابدأ الطرفية

source: Starting VNC...
ar: جاري تشغيل VNC...

source: Starting automated install
ar: يجري بدء التثبيت التلقائي

source: Starting pull of {branch_name} from {source}
ar: يبدأ سحب {branch_name} من {source}

source: Status not available
ar: الحالة غير متاحة

source: Status unknown
ar: الحالة غير معروفة

source: Status unknown (missing)
ar: الحالة غير معروفة (مفقودة)
