Repository: rhinstaller/anaconda-l10n
Catalog: f41/*.po
Languages: ar

source: Device description
ar: وصف الجهاز

source: Device discovery failed.
ar: فشل استكشاف الجهاز.

source: Device discovery succeeded.
ar: نجح استكشاف الجهاز.

source: Device does not support RAID level selection {}.
ar: الجهاز لا يدعم مستوى RAID المحدد {}.

source: Device reconfiguration failed.
ar: فشل إعادة ضبط الجهاز.

source: Device removal request failed.
ar: فشل طلب إزالة الجهاز.

# GUI|Software Source
source: Device with an _ISO file
ar: جهاز فيه م_لف ISO

source: Device(s):
ar: الجهاز (الأجهزة):

source: Device:
ar: الجهاز:

source: Device: %s
ar: الجهاز: %s

source: Disabled
ar: معطّل

source: Disabling the root account will lock the account and disable remote access with root account. This will prevent unintended administrative access to the system.
ar: تعطيل حساب root سيغلق الوصول عن بعد بحساب root. هذا سيمنع الوصول الإداري غير المقصود إلى النظام.

source: Disconnected
ar: مفصول

source: Disconnecting
ar: يجري قطع الاتصال

source: Disconnecting...
ar: يجري قطع الاتصال...

source: Discovering DASD devices. This may take a moment...
ar: يجري استكشاف أجهزة DASD. قد يأخذ فترة قصيرة...

source: Discovering iSCSI targets. This may take a moment...
ar: يجري استكشاف iSCSI الأهداف. قد يأخذ فترة قصيرة...

source: Discovering zFCP devices. This may take a moment...
ar: يجري استكشاف أجهزة zFCP. قد يأخذ فترة قصيرة...

source: Discovery login rejected.
ar: رُفِض ولوج الاستكشاف.

source: Disk
ar: قرص

source: Disk "{}" given in clearpart command does not exist.
ar: القرص "{}" المُعطى في أمر كليربارت clearpart غير موجود.

source: Disk "{}" given in ignoredisk command does not exist.
ar: القرص "{}" المُعطى في أمر ignoredisk غير موجود.

source: Disk "{}" given in part command does not exist.
ar: القرص "{}" المُعطى في أمر part غير موجود.

source: Disk "{}" in part command is not partitioned.
ar: القرص "{}" المعطى في أمر part غير مقسم.

source: Disk formatting complete.
ar: تمت تهيئة القرص.

source: Disk rescan complete.
ar: تم إعادة فحص القرص.

source: Disk summary goes here
ar: خلاصة الاقراص تأتي إلى هنا

source: Disklabel "{}" given in clearpart command is not supported on this platform.
ar: عنوان القرص "{}" المُعطى لأمر clearpart غير مدعوم على هذه المنصة.

source: Disks left unselected here will not be touched.
ar: لن يتم مسّ الأقراص غير المُنتقاة هنا.

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Do _not show this dialog for other selected file systems.
ar: _لا تظهر هذا الحوار لأنظمة الملفات الأخرى المحددة.

source: Do you really want to quit?
ar: هل ترغب حقًا بالخروج؟

source: Downloading group metadata...
ar: يتم تحميل معلومات المجموعة...

source: Downloading packages
ar: يتم تحميل الحزم

source: Downloading {total_files} RPMs, {downloaded_size} / {total_size} ({total_percent}%) done.
ar: يحمّل {total_files} حزمة, ما مقداره {downloaded_size} / {total_size} ({total_percent}%) أُنجز.

source: Downloading {}
ar: يتم تحميل {}

source: Downloading {} ({}%)
ar: يتم تحميل {} ({}%)

source: Duplicate repository names
ar: أسماء المستودعات مُتكررة

source: EFI System Partition
ar: قسم نظام EFI

source: Edit
ar: تعديل

source: Either a group name in the group list is invalid or groups are not separated by a comma.
ar: إما أن اسم مجموعة من قائمة المجموعات غير صحيح، أو أن المجموعات غير مفصولة بفاصلة.

source: Empty
ar: فارغة

source: Empty URL
ar: رابط URL فارغ

source: Empty path
ar: المسار فارغ

source: Empty repository name
ar: إسم المستودع فارغ

source: Empty server
ar: الخادوم فارغ

source: Enabled if supported by the installing machine
ar: مفعل إن كان مدعوم من قبل الجهاز الذي يتم التثبيت عليه

source: Enabled unconditionally
ar: مفعّل دون شروط

# GUI|Password
source: Enabling the root account will allow you to set a root password and optionally enable remote access to root account on this system.
ar: سيتيح لك تفعيل حساب root خاصية تعيين كلمة مرور root و امكانية تفعيل الوصول عن بعد لحساب root على هذا النظام.

source: Encrypt
ar: تشفير

# GUI|Custom Partitioning|Autopart Page
source: Encrypt my data.
ar: شفر بياناتي.

source: Encryption
ar: التشفير

source: Encryption requested for LUKS device %s but no encryption key specified for this device.
ar: طُلب التشفير لجهاز LUKS %s لكن لم يتم تخصيص مفتاح تشفير لهذا الجهاز.

source: End date
ar: تاريخ الانتهاء

source: Enter '%s' to ignore the warning and attempt to install anyway.
ar: أدخِل '%s' لتجاهل التحذير و محاولة التثبيت على أي حال.

source: Enter a new value for '%(title)s' and press %(enter)s
ar: أدخِل قيمة جديدة لـ'%(title)s' و إضغط %(enter)s

source: Enter an NTP server address and press %s
ar: أدخِل عنوان خادوم NTP و إضغط %s

source: Enter size and unit.
ar: أدخِل الحجم و الوحدة.

source: Enterprise
ar: مؤسساتي

source: Entitlements
ar: المؤهلات

source: Error
ar: خطأ

source: Error adding FCoE SAN.
ar: حدث خطأ أثناء إضافة FCoE SAN.

source: Error checking software dependencies. <a href="">Click for details.</a>
ar: خطأ عند التحقق من تبعيات البرمجية. <a href="">انقر للتفاصيل.</a>

source: Error checking software selection
ar: خطأ في التحقق من انتقاء البرمجيات

source: Error checking storage configuration
ar: خطأ في التحقق من إعدادات التخزين

source: Error checking storage configuration. <a href="">Click for details.</a>
ar: خطأ عند فحص إعدادات التخزين. <a href="">اضغط لمزيد التفاصيل.</a>

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
ar: خطأ في التحقق من إعدادات التخزين. <a href="">اضغط لمزيد من التفاصيل</a> أو اضغط "انتهى" مجددًا للمتابعة.

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
ar: خطأ في التحقق من إعدادات التخزين. <a href="">اضغط لمزيد من التفاصيل</a> أو اضغط "انتهى" مجددًا للمتابعة.

source: Error detail:
ar: تفاصيل الخطأ:

source: Error setting up repositories
ar: خطأ في إعداد المستودعات

source: Escrow certificate {} requires the network.
ar: تتطلب شهادة الضمان {} وجود الشبكة.

source: Ethernet
ar: شبكة عادية

source: Example:
ar: مثال:

source: Exit the shell to continue
ar: اخرج من الطرفية لتواصل

source: Extra characters in proxy URL
ar: هناك حروف زائدة في عنوان الخادم الوسيط

source: FCP device {hba_id} WWPN {wwpn} LUN {lun}
ar: جهاز FCP {hba_id} WWPN {wwpn} LUN {lun}

source: Failed to add a device.
ar: فشلت إضافة جهاز.

source: Failed to add new device.
ar: فشلت إضافة جهاز جديد.

source: Failed to add the '{name}' repository: {details}
ar: فشلت إضافة المستودع '{name}': {details}

source: Failed to attach subscription.
ar: فشل في إرفاق الاشتراك.

source: Failed to change a device.
ar: فشل تغيير جهاز.

source: Failed to proceed with the installation.
ar: فشل الاستمرار بالتثبيت.

source: Failed to save boot loader configuration
ar: فشل في حفظ إعدادات محمِّل الإقلاع

source: Failed to save storage configuration
ar: فشل في حفظ إعدادات التخزين

source: Failed to set up installation source; check the NFS configuration.
ar: فشل في إعداد مصدر التثبيت. افحص إعدادات NFS.

source: Failed to set up installation sources; check their configurations.
ar: فشل في إعداد مصدر التثبيت. تأكّد من إعداداتها.

source: Failed to unlock encrypted block device.
ar: فشلت إزالة قفل جهاز ذي جزء مشفّر.

source: Failed to write boot loader configuration. More information may be found in the log files stored in /tmp
ar: فشلت كتابة إعدادات محمّل الإقلاع. قد تجد معلومات أكثر في ملفات السجلّ المخزونة في /tmp

source: Fair
ar: متوسطة

# GUI|Custom Partitioning|Configure
source: File S_ystem:
ar: ن_ظام الملفّات:

source: File System
ar: نظام الملفات

source: File system type "{}" given in autopart command is invalid.
ar: نوع نظام الملفات "{}" المزود في أمر أوتوبارت autopart غير صحيح.

# GUI|Installation Destination|Filter|NVMe Fabrics Devices
source: Filter B_y:
ar: صفِّ ب_حسب:

# GUI|Installation Destination|Filter|zSeries
source: Filter B_y:
ar: صفِّ ب_حسب:

# GUI|Installation Destination|Filter|Multipath
source: Filter _By:
ar: صفِّ بح_سب:

# GUI|Installation Destination|Filter|Other
source: Filter _By:
ar: صفِّ بح_سب:

source: Firmware missing
ar: البرمجيات الثابتة غير موجودة

source: Firmware will verify the integrity of the Linux kernel during boot if the Secure Boot is enabled and configured on the machine. Secure Boot is not supported on IBM z14 and earlier models, therefore choose to disable it if you intend to boot the installed system on such models.
ar: ستقوم برمجية ثابتة بالتوثق من صلاحية نواة لينكس أثناء الاقلاع إذا كان الإقلاع الآمن مفعلاً ومعداً على الآلة. الإقلاع الآمن غير مدعوم على نموذج IBM z14 وما سبقه، لذا اختر تعطيله إن كنت تنوي إقلاع النظام المثبَّت على مثل هذه النماذج.

source: First sector of boot partition
ar: أول قطاع من قسم الإقلاع

source: Fixed
ar: ضُبطت

source: Flatpak
ar: فلاتباك

source: Flatpak installation has finished
ar: انتهى تثبيت فلاتباك

source: For a UEFI installation, you must include an EFI System Partition on a GPT-formatted disk, mounted at /boot/efi.
ar: للتثبيت من نوع UEFI، يجب أن تضمّن قسم نظام من نوع EFI على قرص ذي تهيئة GPT، موصولا في ‎/boot/efi.

source: Format
ar: تهيئة

source: Formatting DASDs
ar: يهيء أجهزة DASD

source: Free
ar: فارغ

source: Free space
ar: المساحة الحرّة

source: Free space available for use.
ar: مساحة حرة قابلة للاستخدام.

source: Free space unavailable but reclaimable from existing partitions.
ar: لا تتوفر مساحة حرة لكن يمكن استردادها من الأقسام الموجودة بالفعل.

# GUI|Storage
source: Free up space by re_moving or shrinking existing partitions
ar: أفرغ مسا_حة حرة بإزالة أو تقليص الأقسام الموجودة

source: Full Name
ar: الاسم الكامل

source: Full name
ar: الاسم الكامل

source: Full name can't contain the ':' character
ar: الاسم الكامل لا يمكن أن يحوي المحرف ':'

source: Full name cannot contain colon characters
ar: لا يمكن للاسم الكامل أن يحتوي على فواصل

source: Fully numeric name is not allowed.
ar: الأسماء المكونة من أرقام فحسب غير مسموحة.

source: GRUB2 does not support installation to a partition.
ar: GRUB2 لا يدعم التثبيت في قسم.

source: GRUB2 encrypted password must be in grub.pbkdf2 format.
ar: يجب أن تكون كلمة مرور GRUB2 المشفرة بنسق grub.pbkdf2.

source: Gateway
ar: البوّابة

source: Gathering entropy (time ran out)
ar: يجمع الإعتلاج (انقضى الوقت)

source: Gathering entropy 100%
ar: يجمع الإعتلاج 100%

source: Gathering entropy {percents}% (remaining time {time})
ar: يجمع الإعتلاج {percents}% (الوقت المتبقي {time})

source: Generating initramfs
ar: يجري توليد نظام الملفّات المؤقّت الإقلاعي

source: Getting list of layouts...
ar: جارٍ جلب قائمة المخططات...

source: Giving up attempting to connect after %d try!
ar: آخر %d محاولة للاتصال!

source: Good
ar: جيدة

source: Graphical installation is not available. Starting text mode.
ar: نمط التثبيت الرسومي غير متاح. يجري بدء النّمط النّصي.

source: Group Membership
ar: عضوية المجموعة

source: Group Name
ar: اسم المجموعة

source: Group Password
ar: كلمة مرور المجموعة

source: Groups
ar: المجموعات

# GUI|Network|Proxy
source: HTTP _Proxy
ar: مُلقّم _HTTP

# GUI|Network|Proxy
source: H_TTPS Proxy
ar: م_لقم HTTPS

source: Hardware Address
ar: عنوان العتاد

source: Hardware error occurred
ar: حدث خطأ في العتاد

source: Here we'll describe how much space is needed for the current software selection.
ar: سنوضح لك هنا مقدار المساحة اللازمة للبرمجيات المُنتقاة حاليًا.

source: Here we'll describe what your options are.
ar: سنوضّح هنا خياراتك.

source: Hide password.
ar: أخفِ كلمة المرور.

# GUI|Advanced User
source: Home _directory:
ar: دليل الم_نزل:

source: Host Name
ar: اسم المضيف

source: Host Name: %s
ar: اسم المضيف: %s

source: Host name cannot be None or an empty string.
ar: لا يمكن أن يكون اسم المضيف لا شيء أو فارغا.

source: Host name is not valid: %s
ar: اسم المضيف ليس صحيحا: %s

source: Host name must be 64 or fewer characters in length.
ar: ينبغي أن يكون طول اسم المضيف 64 حرفا أو أقل.

source: Host names can only contain the characters 'a-z', 'A-Z', '0-9', '-', or '.', parts between periods must contain something and cannot start or end with '-'.
ar: يمكن لأسماء المضيف أن تحتوي فقط على الحروف الصغيرة من a إلى z، والكبيرة من A إلى Z، والأرقام من 0 إلى 9 والشرطة '-' والنقطة '.'. على الأجزاء بين النقاط أن تحوي شيئا ولا يمكن أن تبدأ أو أن تنتهي بشرطة '-'.

source: Hour Down
ar: ساعة أقل

source: Hour Up
ar: ساعة أكثر

source: Hours
ar: ساعات

# GUI|Welcome|Beta Warn Dialog
source: I want to _exit
ar: أريد ال_خروج

# GUI|Welcome|Beta Warn Dialog
source: I want to _proceed
ar: أريد الم_تابعة

source: ID
ar: المعرّف

source: IMEI
ar: الرقم التسلسلي IMEI

source: INSTALLATION DESTINATION
ar: وجهة التثبيت

source: INSTALLATION OPTIONS
ar: خيارات التّثبيت

source: INSTALLATION PROGRESS
ar: تقدم التثبيت

source: INSTALLATION SOURCE
ar: مصدر التثبيت

source: INSTALLATION SUMMARY
ar: خلاصة التثبيت

source: IP Address
ar: عنوان آيبي

source: IPv4 Address
ar: عنوان آيبي 4

source: IPv4 address or %s for DHCP
ar: عنوان آيبي 4 أو %s لأجل DHCP

source: IPv4 gateway
ar: بوّابة آيبي 4

source: IPv4 netmask
ar: قناع الشّبكة (آيبي 4)

source: IPv6 Address
ar: عنوان آيبي 6

source: IPv6 address[/prefix] or %(auto)s for automatic, %(dhcp)s for DHCP, %(ignore)s to turn off
ar: عنوان آي بي 6 IPv6 address[/prefix] أو %(auto)s للتلقائي، %(dhcp)s للديناميكي ، %(ignore)s للإطفاء

source: IPv6 default gateway
ar: بوّابة آيبي 6 الافتراضية

source: Identifier
ar: معرّف

source: Identity:
ar: الهوية:

source: In FIPS mode, the passphrase must be at least {} letters long.
ar: في طور FIPS يجب أن يكون طول عبارة السرّ {} من الحروف على الأقلّ.

source: Incorrectly specified origin of the snapshot. Use format "VolGroup/LV-name"
ar: أصل نقطة توقف محدد بصورة خاطئة. استخدم النسق "VolGroup/LV-name"

source: Insights
ar: إنسايتس

source: Install
ar: ثبّت

# GUI|Software Source
source: Install the _default versions provided by the installation source (above) only
ar: ثبّت الإصدارات الم_بدئية التي يزودها مصدر التثبيت (الآنف) فقط

# GUI|Software Source
source: Install the _latest available software updates
ar: ثبّت آ_خر التحديثات المتاحة للبرمجيات

source: Install the live CD to your hard disk
ar: تثبيت القرص الحي على القرص الصلب

source: Install to Hard Drive
ar: التثبيت على القرص الصلب

source: Installation
ar: التثبيت

source: Installation Destination
ar: وجهة التثبيت

# GUI|Spoke
source: Installation _Destination
ar: _وجهة التثبيت

source: Installation complete
ar: انتهى التثبيت

source: Installation complete. Press %s to quit
ar: انتهى التثبيت. اضغط %s للإنهاء

# GUI|Software Source
source: Installation media via SE/_HMC
ar: وسائط تثبيت من خلا_ل SE/HMC

source: Installation requires a total of <b>%s</b> for system data.
ar: يحتاج التثبيت ما مجموعه <b>%s</b> لبيانات النظام.

source: Installation requires partitioning of your hard drive. Select what space to use for the install target or manually assign mount points.
ar: يتطلب التثبيت تقسيم قرصك الصلب. حدد المساحة التي ستُستخدم لهدف التثبيت أو عيّن نقاط ارتباط يدويا.

source: Installation source
ar: مصدر التثبيت

source: Installation source needs to be set up first.
ar: يجب إعداد مصدر التثبيت أولاً.

source: Installation source not set up
ar: لم يعدّ مصدر التثبيت

source: Installing Flatpak applications
ar: يثبّت تطبيقات فلاتباك

source: Installing boot loader
ar: يثبّت محمّل الإقلاع

source: Installing software {}
ar: يثبّت البرمجيات {}

source: Installing software {}%
ar: يثبّت البرمجيات {}%

source: Installing software...
ar: يثبّت البرمجيات...

source: Installing the software
ar: يثبّت البرمجيات

source: Installing {}
ar: يثبّت {}

source: Interconnect
ar: الوصلة

source: Interface
ar: الفُتحة

source: Invalid NFS server, exactly one colon ':' must be present between host and directory
ar: خادوم NFS غير صحيح، يجب أن يوجد نقطتان عموديتان ':' لمرة واحدة بالضبط بين المضيف ودليل الملفات

source: Invalid URL
ar: رابط غير صحيح

source: Invalid container name.
ar: منطقة زمنية خاطئة.

source: Invalid environment specified in kickstart
ar: عينت بيئة غير صحيحة في البدأ السريع kickstart

source: Invalid group name.
ar: اسم مجموعة غير صحيح.

source: Invalid host name
ar: اسم مضيف غير صحيح

source: Invalid input. Specify the Desired Capacity in whole or decimal numbers, with an appropriate unit.
ar: مُدخَلات غير صحيحة. عيّن السعة المرغوبة بأرقام كاملة أو عُشرية، وبوحدة مناسبة.

source: Invalid mount point given
ar: أُعطيت نقطة وصل غير صحيحة

source: Invalid or unsupported format given
ar: أُعطي نسق غير صحيح أو غير مدعوم

source: Invalid protocol
ar: بروتوكول غير صالح

source: Invalid proxy URL
ar: عنوان خادم وسيط غير صحيح

source: Invalid proxy protocol: %s
ar: بروتوكول خادم وسيط غير صحيح: %s

source: Invalid repository name
ar: اسم مستودع غير صحيح

source: Invalid server
ar: خادوم غير صالح

source: Invalid time source.
ar: مصدر زمني خاطئ.

source: Invalid timezone
ar: منطقة زمنية غير صالحة

source: Invalid user name: %(name)s. %(error_message)s
ar: اسم مستخدم غير صحيح: %(name)s %(error_message)s

source: It is recommended to create a new file system on your %(mount)s partition.
ar: من المستحسن إنشاء نظام ملفات جديد في قسم %(mount)s.

source: KEYBOARD LAYOUT
ar: مخطط لوحة المفاتيح

source: Kernel Options
ar: خيارات النواة

source: Kernel options
ar: خيارات النواة

source: Keyboard layouts are not supported when using VNC. However the settings will be used after the installation.
ar: مخططات لوحة المفاتيح غير مدعومة عند استخدام الواجهة الرسومية المتصلة VNC. لكن ستُستخدم الإعدادات بعد التثبيت.

source: Kickstart insufficient
ar: ملف البدء kickstart غير كافٍ

source: LANGUAGE SUPPORT
ar: دعم اللّغة

source: LAYOUT SWITCHING OPTIONS
ar: خيارات التّبديل بين المخططات

source: LOCALIZATION
ar: التوطين

source: LUN
ar: رقم الوحدة المنطقية

source: LUN:
ar: رقم الوحدة المنطقية:

source: LVM Thin Provisioning
ar: التموين الدقيق في LVM

source: Label:
ar: التسمية:

source: Label: %s
ar: التسمية: %s

source: Language is not set.
ar: اللغة غير معدَّة.

source: Language settings
ar: إعدادات اللغة

source: Languages
ar: اللغات

source: Layout Options
ar: خيارات المخطط

source: Layout switching not configured.
ar: لم يتم ضبط التبديل بين المخططات.

source: Live OS
ar: نظام تشغيلي حي

source: Live image
ar: صورة حية

source: Live tarball
ar: ملف tarball حي

source: Liveinst Setup
ar: إعداد التثبيت الحي

source: Local Standard Disks
ar: الأقراص المعياريّة المحليّة

source: Local host name must not end with period '.'.
ar: ينبغي ألا ينتهي اسم المضيف المحلّي بنقطة '.'.

source: Local media
ar: وسيط محلّي

source: Local media via SE/HMC
ar: وسائط محلية عبر SE/HMC

source: Local repositories
ar: مستودعات محلية

source: Locales
ar: المحليات

source: Location
ar: الموقع

source: Logical volume "{}" given in logvol command does not exist.
ar: الجزء المنطقي "{}" المعطى في أمر logvol لا وجود له.

source: Logical volume name "{}" is already in use in volume group "{}".
ar: الجزء المنطقي "{}" قيد الاستخدام مسبقا في مجموعة الأقراص "{}".

source: Logical volume size "{}" must be larger than the volume group extent size of "{}".
ar: يجب أن يكون الجزء المنطقي "{}" أكبر من الحجم الممتد لمجموعة الأجزاء وهو "{}".

source: MANUAL PARTITIONING
ar: التقسيم اليدوي

source: MEDIA VERIFICATION
ar: فحص الوسيط

source: Manually assign mount points
ar: عيّن نقاط ارتباط يدويا

source: Master Boot Record
ar: سجلّ الإقلاع الرئيسي

source: Method
ar: الطريقة

source: Minutes
ar: دقائق

source: Minutes Down
ar: دقائق أقل

source: Minutes Up
ar: دقائق أكثر

source: Missing name of the %addon section.
ar: اسم القسم %addon مفقود.

source: Mode
ar: الطور

source: Model
ar: النموذج

# GUI|Software Selection|Error Dialog
source: Modify _Selections
ar: عدّل الانت_قاءات

source: More Network Config Box
ar: صندوق المزيد من ضبط الشبكة

source: More customization options are available after creating the mount point below.
ar: خيارت أخرى للتخصيص متاحة بعد إنشاء نقطة الوصل أدناه.

source: More efficient memory usage in smaller environments
ar: كفاءة أكثر لاستخدام ذاكرة في بيئات أقل

source: More than one match found for given boot drive "{}".
ar: عُثر على أكثر من مطابق لقرص الإقلاع المعطى "{}".

# GUI|Custom Partitioning|Add Dialog
source: Mount _Point:
ar: نقطة ال_وصل:

# GUI|Custom Partitioning|Configure|Devices
source: Mount _Point:
ar: نقطة ال_وصل:

source: Mount point
ar: نقطة الوصل

# GUI|Keyboard Layout
source: Move selected layout _down
ar: انقل المخطط المُنتقى لأس_فل

# GUI|Keyboard Layout
source: Move selected layout _up
ar: انقل المخطط المُنتقى لأعل_ى

source: My ssid
ar: معرّف ssid

source: NETWORK & HOST NAME
ar: الشبكة واسم المضيف

source: NETWORK CONFIGURATION
ar: إعدادات الشبكة

source: NFS mount options
ar: خيارات وصل NFS

source: NFS server is empty
ar: خادوم NFS فارغ

source: NFS server {}
ar: خادوم NFS ‏{}

source: NIC "{}" given in fcoe command does not exist.
ar: ضابط واجهة الشبكة NIC "{}" المعطى في أمر fcoe غير موجود.

source: NTP configuration
ar: ضبط موافيق وقت الشبكة NTP

source: NTP servers:
ar: خوادم الوقت NTP:

# GUI|Installation Destination|Filter
source: NVMe _Fabrics Devices
ar: أجهزة خزن NVMe ال_نسيجية

# GUI|Software Source
source: N_FS mount options:
ar: خيارات وصل NF_S:

source: Name
ar: الاسم

source: Name '$' is not allowed.
ar: الاسم '$' غير مسموح.

source: Name '%s' is invalid.
ar: الاسم '%s' غير صحيح.

source: Name '%s' is not allowed.
ar: الاسم '%s' غير مسموح.

source: Name cannot contain character: '%s'
ar: لا يمكن أن يحتوي الاسم على حرف: '%s'

source: Name cannot start with '-' character.
ar: لا يمكن بدء الاسم بحرف '-'.

source: Name is already in use.
ar: الاسم قيد الاستخدام مسبقا.

source: Name must be shorter than 33 characters.
ar: ينبغي أن يكون الاسم أقصر من 33 حرفا.

source: Nameservers (comma separated)
ar: أسماء الخوادم (مفرّقة بفواصل)

source: Namespace
ar: مساحة الاسم

source: Namespace ID
ar: معرّف مساحة الاسم

source: Need Space
ar: بحاجة إلى مساحة

source: Network
ar: شبكة

source: Network Config Box
ar: صندوة ضبط الشبكة

source: Network Name
ar: اسم الشبكة

source: Network configuration
ar: ضبط الشبكة

source: Network configuration is not available.
ar: ضبط الشبكة غير متاح.

source: Network interface "{nic}" required by iSCSI "{iscsi_target}" target is not up.
ar: ضابط "{nic}" واجهة الشبكة الذي يتطلبه هدف ‎iSCSI‏ "‎{iscsi_target}" غير مهيأ.

source: New Device
ar: جهاز جديد

source: New Selector
ar: مُنتقٍ جديد

source: New {name} {version} Installation
ar: عملية تثبيت {name} {version} جديدة

source: No *.iso files found in device root folder
ar: لم يعثر على ملفات ‎*.iso‏ في مجلد جذر الجهاز

source: No Linux systems found.
ar: لم يعثر على أنظمة لينكس.

source: No Space
ar: لا مساحة

source: No additional software to select.
ar: لا برمجيات إضافية لانتقائها.

source: No big enough free space on disks for automatic partitioning
ar: لا تتوفر مساحة حرة كبيرة بما يكفي على الأقراص للتجزئة التلقائية

source: No credentials (discovery authentication disabled)
ar: لا يوجد تفويض (تم تعطيل كشف الاستيثاق)

source: No disk found for specified BIOS disk "{}".
ar: لم يعثر على قرص لقرص BIOS المحدد "{}".

source: No disks assigned
ar: لم تعيَّن أقراص

source: No disks detected. Please shut down the computer, connect at least one disk, and restart to complete installation.
ar: لم يستكشف أي قرص. أطفئ الحاسوب من فضلك وأوصل قرصا واحدا على الأقل ثم أعد التشغيل لتكمل التثبيت.

source: No disks selected
ar: لم تُنتقَ أية أقراص

source: No disks selected.
ar: لم تُنتقَ أية أقراص.

source: No disks selected. Keeping previous disk set.
ar: لم تُنتقَ أية أقراص. يُبقي على طقم الأقراص السابق.

source: No disks selected; please select at least one disk to install to.
ar: لم تُنتقَ أية أقراص؛ من فضلك انتقِ قرصا واحدا على الأقل للتثبيت عليه.

source: No format on device '{}'
ar: لا نسَق على الجهاز '{}'

source: No host url
ar: لا يوجد رابط للمضيف

source: No match found for given boot drive "{}".
ar: لم يعثر على مطابِق لمشغل الإقلاع المعطى "{}".

source: No mountable devices found
ar: لم يعثر على أجهزة قابلة للوصل

source: No network devices available
ar: لا تتوفر أجهزة شبكة

source: No repository is configured.
ar: لا يوجد مستودَع مُعَدّ.

source: No subscriptions are attached to the system
ar: لا توجد اشتراكات مرتبطة بالنظام
