Repository: rhinstaller/anaconda-l10n
Catalog: f41/*.po
Languages: ar

# GUI|Installation Destination|Filter
source: _Other SAN Devices
ar: أجهزة SAN أخ_رى

# GUI|Custom Partitioning|Encrypted
source: _Passphrase:
ar: عبار_ة المرور:

# GUI|Passphrase Dialog
source: _Passphrase:
ar: عبار_ة المرور:

# GUI|User
source: _Password
ar: ك_لمة المرور

# GUI|Network|Secrets Dialog
source: _Password:
ar: ك_لمة المرور:

# GUI|Installation Destination|Filter|Search|Port Target LUN
source: _Port:
ar: الم_نفذ:

# GUI|Reclaim Dialog
source: _Preserve
ar: إ_بقاء

# GUI|Custom Partitioning|Reset Dialog
source: _Preserve current selections
ar: الإ_بقاء على الإنتقاءات الحالية

# GUI|Keyboard Layout
source: _Preview layout
ar: _عاين المخطط

# GUI|Software Source|Proxy Dialog
source: _Proxy Host:
ar: مضيف الم_لقّم:

# GUI|Software Source
source: _Proxy setup...
ar: إعداد الم_لقّم...

# GUI|Detailed Error Dialog
source: _Quit
ar: أ_نهِ

# GUI|Software Selection|Error Dialog
source: _Quit
ar: أ_نهِ

# GUI|Standalone Navigation
source: _Quit
ar: أ_نهِ

# GUI|Storage|Error Dialog
source: _Quit
ar: أ_نهِ

# GUI|Summary
source: _Quit
ar: أ_نهِ

# GUI|Storage|No Space Dialog
source: _Quit installer
ar: أ_نهِ المثبّت

# GUI|Progress
source: _Reboot System
ar: أ_عِد إقلاع النظام

# GUI|Reclaim Dialog
source: _Reclaim space
ar: ا_سترداد المساحة

# GUI|Storage|Need Space Dialog
source: _Reclaim space
ar: ا_سترداد المساحة

# GUI|Storage
source: _Refresh...
ar: _تحديث...

# GUI|Date and Time
source: _Region:
ar: الإ_قليم:

# GUI|Subscription|Register
source: _Register
ar: س_جّل

# GUI|Selected Disks Dialog
source: _Remove
ar: أ_زِل

# GUI|Keyboard Layout
source: _Remove layout
ar: أ_زِل المخطط

# GUI|User
source: _Require a password to use this account
ar: ألزِم كلمة سر لاستخدام هذا الحساب

# GUI|Refresh Dialog|Rescan
source: _Rescan Disks
ar: أ_عِد فحص الأقراص

# GUI|Blivet Gui Partitioning
source: _Reset All
ar: _صفّر الكل

# GUI|Custom Partitioning|Reset Dialog
source: _Reset selections
ar: _صفّر التحديدات

# GUI|Storage Detailed Error Dialog
source: _Retry
ar: أ_عِد المحاولة

# GUI|Advanced Storage|DASD|Configure
source: _Retry Discovery
ar: أ_عِد محاولة الاكتشاف

# GUI|Advanced Storage|iSCSI|Configure|Retry
source: _Retry Discovery
ar: أ_عِد محاولة الاكتشاف

# GUI|Advanced Storage|zFCP|Retry Discovery
source: _Retry Discovery
ar: أ_عِد محاولة الاكتشاف

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: _Reverse CHAP User name:
ar: ا_عكس اسم مستخدم CHAP:

# GUI|Spoke
source: _Root Account
ar: حساب ال_جذر

# GUI|Password
source: _Root Password:
ar: كلمة مرور ال_جذر:

# GUI|Custom Partitioning|Container Dialog
source: _Save
ar: اح_فظ

# GUI|Advanced User
source: _Save Changes
ar: ا_حفظ التغييرات

# GUI|Passphrase Dialog
source: _Save Passphrase
ar: ا_حفظ عبارة المرور

# GUI|Custom Partitioning|Configure Dialog
source: _Select
ar: ان_تقِ

# GUI|Network|Wireless
source: _Select network
ar: ح_دد شّبكة

# GUI|Network|Add Device Dialog
source: _Select the type of device you wish to add
ar: انت_قِ نوع الجهاز الذي ترغب بإضافته

# GUI|Selected Disks Dialog
source: _Set as Boot Device
ar: ا_ضبطه كجهاز إقلاع

# GUI|Reclaim Dialog
source: _Shrink
ar: قلّص

# GUI|Network|Proxy
source: _Socks Host
ar: خادوم _Socks

# GUI|Spoke
source: _Software Selection
ar: تحديد ال_برمجية

# GUI|Advanced Storage|DASD|Configure
source: _Start Discovery
ar: ا_بدأ الاكتشاف

# GUI|Advanced Storage|iSCSI|Configure|Start
source: _Start Discovery
ar: ا_بدأ الاكتشاف

# GUI|Advanced Storage|zFCP|Start Discovery
source: _Start Discovery
ar: ا_بدأ الاكتشاف

# GUI|Network|Wireless
source: _Stop Hotspot...
ar: أو_قف Hotspot...

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Namespace
source: _Subsystem NQN:
ar: NQN النظام ال_فرعي:

# GUI|Advanced Storage|iSCSI|Configure
source: _Target IP Address:
ar: عنوان IP ال_هدف:

# GUI|Installation Destination|Filter|Search|Port Target LUN
source: _Target:
ar: ال_هدف:

# GUI|Keyboard Layout
source: _Test the layout configuration below:
ar: ا_ختبر إعدادات المخطط أدناه:

# GUI|Spoke
source: _Time & Date
ar: ال_وقت والتاريخ

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Transport
source: _Type:
ar: ال_نوع:

# GUI|Blivet Gui Partitioning
source: _Undo last action
ar: ت_راجع عن الإجراء الأخير

# GUI|Custom Partitioning|Encrypted
source: _Unlock
ar: ألغِ الق_فل

# GUI|Subscription|Unregister
source: _Unregister
ar: ألغ الت_سجيل

# GUI|Custom Partitioning|Configure|Devices
source: _Update Settings
ar: إعدادات ال_تحديث

# GUI|Software Source|Proxy Dialog
source: _Use Authentication
ar: ا_ستخدم الاستيثاق

# GUI|Network|Wireless
source: _Use as Hotspot...
ar: اس_تخدم كـ Hotspot...

# GUI|Spoke
source: _User Creation
ar: إنشاء _مستخدم

# GUI|User
source: _User name
ar: اسم الم_ستخدم

# GUI|Software Source
source: _Verify
ar: تح_قَّق

# GUI|Custom Partitioning|Configure
source: _Volume Group:
ar: مجموعة الأ_جزاء:

# GUI|Custom Partitioning|Configure|Devices
source: _Volume Group:
ar: مجموعة الأ_جزاء:

# GUI|Custom Partitioning|Configure|Devices
source: _Volume:
ar: ال_جزء:

# GUI|Installation Destination|Filter|Search|WWID
source: _WWID:
ar: مع_رّف WWID:

# GUI|Installation Destination|Filter|zSeries|WWPN
source: _WWPN:
ar: اسم من_فذ WWPN:

# GUI|Main
source: _Yes
ar: ن_عم

# GUI|Yes No Dialog
source: _Yes
ar: ن_عم

# GUI|Installation Destination|Filter
source: _zSeries Devices
ar: أجهزة _zSeries

source: boot loader stage2 device %(stage2dev)s is on a multi-disk array, but boot loader stage1 device %(stage1dev)s is not part of this array. The stage1 boot loader will only be installed to a single drive.
ar: جهاز مرحلة2 لمحمّل الإقلاع %(stage2dev)s موجود في مصفوفة متعددة الأقراص لكن جهاز مرحلة1 لمحمّل الإقلاع %(stage1dev)s ليس جزءا من هذه المصفوفة. يُثبَّت محمّل إقلاع مرحلة1 في قرص منفرد فقط.

source: boot loader stage2 device %(stage2dev)s is on a multi-disk array, but boot loader stage1 device %(stage1dev)s is not. A drive failure in %(stage2dev)s could render the system unbootable.
ar: جهاز مرحلة2 لمحمّل الإقلاع %(stage2dev)s موجود في مصفوفة متعددة الأقراص لكن جهاز مرحلة1 لمحمّل الإقلاع %(stage1dev)s ليس كذلك. قد يؤدي فشل القرص في %(stage2dev)s إلى جعل النظام غير قابل للإقلاع.

source: bootctl failed to install UEFI boot loader. More information may be found in the log files stored in /tmp
ar: فشل bootctl في تثبيت محمّل إقلاع UEFI. يمكن العثور على مزيد من المعلومات في ملفات السجل المخزونة في ‎/tmp

source: checking status
ar: جارٍ فحص الحالة

source: container
ar: الحاوية

# GUI|Custom Partitioning|Configure|Devices
source: container
ar: الحاوية

source: disk free
ar: حر من القرص

source: empty password
ar: كلمة مرور فارغة

source: fs free
ar: حر من نظام الملفات

# GUI|Advanced Storage|iSCSI|Configure
source: iSCSI _Initiator Name:
ar: ا_سم بادئ iSCSI:

source: iscsi --iface must be specified (binding used) either for all targets or for none
ar: يجب تحديد iscsi --iface (الربط المستخدَم) إمّا لكل الأهداف أو ليس لأي منها

source: key1,key2,...
ar: مفتاح1،مفتاح2،...

source: local ISO file
ar: ملف آيزو محلي

source: logvol --noformat must also use the --name= option.
ar: أمر logvol --noformat يجب أن يستخدم أيضا خيار ‎--name=‎.

source: malformed URL, cannot parse it.
ar: لا يمكن معالجة الرابط فهو معطوب.

source: metalink
ar: رابط فوقي

source: mirrorlist
ar: قائمة النظراء

source: none
ar: لا شيء

source: not available
ar: غير متوفر

source: not configured
ar: غير مُهيّأ

source: not set
ar: غير معَدّ

source: part --noformat must also use the --onpart option.
ar: أمر part --noformat يجب أن يستخدم أيضا خيار ‎--onpart.

source: product name unknown
ar: اسم المنتَج مجهول

source: raid --noformat must also use the --device option.
ar: أمر raid --noformat يجب أن يستخدم أيضا خيار ‎--device‎.

source: repository URL
ar: رابط المستودع

source: status: not working
ar: الحالة: متوقف

source: status: working
ar: الحالة: جارٍ العمل

source: summary
ar: خلاصة

source: testing status...
ar: يجري فحص الحالة...

source: to begin installation
ar: لبدأ التّثبيت

source: to enter the %(spoke_title)s spoke
ar: للدخول إلى المشبك %(spoke_title)s

source: to go back to region list
ar: للرجوع إلى قائمة الأقاليم

source: to rescan devices
ar: لإعادة فحص الأجهزة

source: to return to language list
ar: للرجوع إلى قائمة اللغات

source: unknown
ar: غير معروف

source: unplugged
ar: غير موصول

source: volgroup --noformat and volgroup --useexisting must also use the --name= option.
ar: أمر volgroup --noformat وأمر volgroup --useexisting يجب أن تستخدم أيضا خيار ‎--name=‎.

source: {count} disk selected; {capacity} capacity; {free} free
ar: لا قرص منتقىً ، بسعة {capacity} ، منها {free} حرّ

source: {device_name} on {container_name}
ar: {device_name} في {container_name}

source: {fs} must be on a device of type {type}
ar: يجب أن يكون {fs} على جهاز من نوع {type}

source: {product} Linux {version} for {arch}
ar: {product} لينكس {version} لـ {arch}

source: {product} {version} for {arch}
ar: ‏{product}‏ {version} لـ {arch}

# GUI|Installation Destination|Filter
source: {} _storage device selected
ar: لم يُنتقَ جهاز _خزن

source: {} cannot be encrypted
ar: لا يمكن تشفير {}

source: {} consumed
ar: {} مستهلكة

source: {} free
ar: {} حرّة

source: {} may be a system boot partition! Deleting it may break other operating systems. Are you sure you want to delete it?
ar: قد يكون {} قسم إقلاع نظام! حذفه قد يعطل أنظمة تشغيلية أخرى. أأنت متأكد أنك تريد حذفه؟

source: {} mounted as {}
ar: {} موصول كـ {}

source: {} subscriptions attached to the system
ar: هناك {} اشتراك/اشتراكات مرتبطة بالنظام
