Repository: rhinstaller/anaconda-l10n
Catalog: f42/*.po
Languages: kab

source: Target size "{size}" for device "{device}" is invalid.
kab: Teɣzi tasaḍast "{size}" i yibenk "{device}" d tarameɣtut.

source: Team
kab: Tarbaɛt

source: Team %(interface_name)s (%(list_of_ports)s) connected
kab: Tarbaɛt n %(interface_name)s (%(list_of_ports)s) teqqen

source: Testing layouts configuration not available.
kab: Asekyed n twila n tneɣrufin ulac.

source: That mount point is already in use. Try something else?
kab: Taneqqiḍt-a n userkeb tettwaseqdac yakan. Ɛreḍ ayen niḍen?

source: That mount point is already in use. Try something else?
kab: Taneqqiḍt-a n userkeb tettwaseqdac yakan. Ɛreḍ ayen niḍen?

source: That mount point is invalid. Try something else?
kab: Taneqqiḍt-a n userkeb d tarameɣtut. Ɛreḍ ayen niḍen?

source: The "{}" file system type is not supported.
kab: Anaw n unagraw n yifuyla "{}" ur yettusefrak ara.

source: The %(product_name)s graphical installer requires %(needed_ram)s MB of memory, but you only have %(total_ram)s MB.
kab: Aseɣẓan n usbeddi aɣaran %(product_name)s yesra %(needed_ram)s MAṬ seg tkatut, maca teḥwaḍeḍ kan %(total_ram)s MAṬ.

source: The 'boot' area on your computer is where files needed to start the operating system are stored.
kab: Tamnaḍt n 'usekker' ɣef uselkim-ik·im anida ifuyla yettwasran i usekker n unagraw n wammud, ttwaḥerzen.

source: The 'home' area on your computer is where all your personal data is stored.
kab: Tamnaḍt 'agejdan' ɣef uselkim-ik anida akk isefka-k udmawanen ttwaḥerzen.

source: The 'root' area on your computer is where core system files and applications are stored.
kab: Tamnaḍt 'aẓar' ɣef uselkim-ik anida ifuyla n wul n unagraw d yisnasen ttwaḥerzen.

source: The 'swap' area on your computer is used by the operating system when running low on memory.
kab: Tamnaḍt 'swap' ɣef uselkim-ik tettwaseqdec sɣur unagraw n wammud mi ara d-teqqim drus n tkatut.

source: The '{name}' repository has no mirror, baseurl or metalink set.
kab: Akufi '{name}' ulac ɣur-s lemri, baseur neɣ metalink yettusbadu.

source: The '{name}' repository uses an unsupported protocol.
kab: Akufi '{name}' yesseqdac aneggaf ur yettusefraken ara.

source: The '{}' repository is invalid: {}
kab: Akufi '{}' d arameɣtu: {}

source: The '{}' repository is not one of the pre-defined repositories.
kab: Akufi '{}' mačči d yiwen seg yikufan yettusbadun d uzwiren.

source: The BIOS boot partition is required to enable booting from GPT-partitioned disks on BIOS hardware.
kab: Aḥric n usekker BIOS yettwasra i urmad n usekker seg yiḍebsiyen yettwbḍan d GPT ɣef warrum BIOS.

source: The LDL DASD disk {name} ({busid}) cannot be used for the installation. Please format it.
kab: Aḍebsi LDL DASD {name} ({busid}) ur yezmir ara ad yettuseqdec i usbeddi. Ttxil-k msel-it.

source: The PReP boot partition is required as part of the boot loader configuration on some PPC platforms.
kab: Aḥric n usekker PReP yettwasra d amur seg twila n usalay n usekker ɣef kra n tɣerɣar PPC.

source: The RAID level you have selected ({level}) requires more disks ({min}) than you currently have selected ({count}).
kab: Aswir RAID i tferneḍ ({level}) yesra ugar n yiḍebsiyen ({min}) ɣef wayen i tferneḍ akka tura ({count}).

source: The RAID volume name "{}" is already in use.
kab: Isem n ubleɣ RAID "{}" la yettuseqdacay.

source: The added DASD can be found under "Local Standard Disks."
kab: DASD i yettwarnan yezmer ad yettwaf deg "Yiḍebsiyen isluganen idiganen."

source: The available memory is less than %(size)s which can be too small for LUKS2 format. It may fail.
kab: Takatut i yellan drus ɣef %(size)s i izemren ad tili wezzilet i ulasal LUKS2. Yezmer ad yecceḍ.

source: The container is encrypted.
kab: Amagbar yettwagedlen.

source: The following errors were encountered when checking your disk selection. You can modify your selection or quit the installer.
kab: Tuccḍiwin-a i d-iḍefren banent-d deg usefqed n ufran-ik·im n uḍebsi. Tzemreḍ ad tbeddleḍ afran-ik·im neɣ ad teǧǧeḍ asbeddi.

source: The following installations were discovered on your system.
kab: Isbeddiyen-a ttwafen ɣef unagraw-ik.

source: The following software marked for installation has errors. This is likely caused by an error with your installation source.
kab: Aseɣẓan-a yettwacerḍen i usebded yesɛa tuccḍiwin. Ahat ssebba-s tekka-d seg uɣbalu-k n usbeddi.

source: The installation cannot continue and the system will be rebooted
kab: Asbeddi ur yezmir ara ad ikemmel, anagraw ad yales asenker

source: The live system has layout '{}' which can't be used for installation.
kab: Anagraw amuddir deg-s taneɣruft "{}" ur nezmir ad t-nesseqdec i usbeddi.

source: The mount point "{}" is not valid. It must start with a /.
kab: Taneqqiḍt n userkeb "{}" d tarameɣtut. Ilaq ad tebdu s /.

source: The mount point %s must be on a linux file system.
kab: Taneqqiḍt n userkeb %s ilaq ad tili ɣef unagraw n yifuyla n linux.

source: The passphrase is empty.
kab: Tafyirt tuffirt d tilemt.

source: The passphrase is too short
kab: Tafyirt n uɛeddi meẓẓiyet aṭas

source: The passphrase you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
kab: Tafyirt n uɛeddi i d-tmuddeḍ deg-s isekkilen ur nelli d ASCII. Ur tettizmireḍ ara ad tesnefleḍ gar tneɣrufin n unasiw mi ara tettaruḍ.

source: The passphrase you have provided is weak.
kab: Tafyirt n uɛeddi i d-tmuddeḍ ur teǧhid ara.

source: The passphrase you have provided is weak:
kab: Tafyirt n uɛeddi i d-tmuddeḍ ur teǧhid ara:

source: The passphrases do not match.
kab: Tifyar n uɛeddi ur mṣadant ara.

source: The passphrases you entered were different. Please try again.
kab: Tifyar n uɛeddi i yettwaskecmen mgaradent. Ttxil-k ɛreḍ tikkelt niḍen.

source: The password is empty.
kab: Awal n uɛeddi d ilem.

source: The password is too short
kab: Awal n uɛeddi meẓẓiy aṭas

source: The password must be at least six characters long.
kab: Awal n uɛeddi ilaq ad yesɛu ma drus seddis yisekkilen.

source: The password must not be empty.
kab: Awal n uɛeddi ur ilaq ara ad yili d ilem.

source: The password was set by kickstart.
kab: Awal n uɛeddi yettusbadu s kickstart.

source: The password you have provided is weak.
kab: Awal n uɛeddi i d-tmuddeḍ ur yeǧhid ara.

source: The password you have provided is weak:
kab: Awal n uɛeddi i d-tmuddeḍ ur yeǧhid ara:

source: The passwords do not match.
kab: Awalen n uɛeddi ur mṣadan ara.

source: The passwords you entered were different. Please try again.
kab: Awalen n uɛeddi i teskecmeḍ mgaraden. Ttxil-k ɛreḍ tikkelt niḍen.

source: The selected disk {} is not recognized.
kab: Aḍebsi {} i yettwafernen ur yettwassen ara.

source: The size "{}" is invalid.
kab: Teɣzi "{}" d ttarameɣtutt.

source: The software marked for installation has the following errors. This is likely caused by an error with your installation source. You can quit the installer, change your software source, or change your software selections.
kab: Aseɣẓan yettwacerḍen i usebded yesɛa tuccḍiwin-a. Ahat d ugur d-yekkan seg uɣbalu-k·m n usbeddi. Tzemreḍ ad teǧǧeḍ ahil n usbeddi, ad tesnifleḍ aɣbalu-inek·inem n usbeddi neɣ ad tbeddleḍ afran-ik·im n yiseɣẓanen.

source: The space available to this mount point can be changed by modifying the volume below.
kab: Tallunt i yellan i tneqqiḍt n userkeb yezmer ad tettusenfel s ubeddel n ubleɣ nnig.

source: The system is currently not registered.
kab: Anagraw ur yettwajerred ara akka tura.

source: The system is registered.
kab: Anagraw yettwajerred akka tura.

source: The volume group name "{}" is already in use.
kab: Isem n ugraw n ubleɣ "{}" la yettwaseqdacay.

source: There is an entry in your /etc/fstab file that contains an invalid or incorrect file system type. The file says that {detected_type} at {mount_point} is {fstab_type}.
kab: Yella unekcum deg ufaylu-k /etc/fstab ideg yella wanaw n unagraw n yifuyla arameɣtu. Afaylu yeqqar {detected_type} ɣef {mount_point} d {fstab_type}.

source: There was a problem with your disk selection. Click here for details.
kab: Yella wugur akked tefrant-ik n uḍebsi. Sit dagi i wugar n talɣut.

source: This %(type)s device is missing member devices. You can remove it or select a different device.
kab: Ibenk-a %(type)s ɣur-s yibenkan icerken xuṣṣen. Tzemreḍ ad t-tekkseḍ neɣ ad tferneḍ ibenk niḍen.

source: This LVM Volume Group is missing %(missingPVs)d of %(totalPVs)d physical volumes. You can remove it or select a different device.
kab: Agraw-a n ubleɣ LVM ixuṣṣ %(missingPVs)d seg yiblaɣen iɣaranen %(totalPVs)d. Tzemreḍ ad t-tekkseḍ neɣ fren ibenk niḍen.

source: This Software RAID array is missing %(missing)d of %(total)d member partitions. You can remove it or select a different device.
kab: Aɣerrac-a RAID n useɣẓan ixuṣṣ %(missing)d seg yiḥricen ucriken %(total)d. Tzemreḍ ad t-tekkseḍ neɣ fren ibenk niḍen.

source: This device cannot be edited directly. You can remove it or select a different device.
kab: Ibenk-a ur yezmir ara ad yettwaẓreg srid. Tzemreḍ ad t-tekkseḍ neɣ fren ibenk niḍen.

source: This device contains the installation source.
kab: Ibenk-a deg-s aɣbalu n usbeddi.

source: This device is encrypted and cannot be read without a valid passphrase. You may unlock it below.
kab: Ibenk-a yettwawgelhen, ur yezmir ara ad t-id-teɣreḍ war tafyirt n uɛeddi tameɣtut. Ilaq ad as-tekkseḍ usekkeṛ usawen.

source: This feature requires connecting to an NTP (Network Time Protocol) server.
kab: Tamahilt-a tesra tuqqna ɣer uqeddac NTP (Aneggaf n Wakud n Uzeṭṭa).

source: This field is optional.
kab: Urti-a d afrayan.

source: This file system may not be resized.
kab: Anagraw-a n yifuyla yezmer ur tettemsawi ara teɣzi-s.

source: This is unstable, pre-release software.
kab: Wagi d aseɣẓan ur nerkid ara, deg lqem uzwir.

source: This may take a moment.
kab: Aya yezmer ad yeṭṭef cwiṭ n wakud.

source: This may take a moment. You may <a href="">go back to the main menu</a> to complete other installation options while formatting completes.
kab: Ayagi yezmer ad yeṭṭef akud. Tzemreḍ <a href="">ad tedduḍ ɣer wumuɣ agejdan</a> i usmad n textiṛiyin n usbeddi mi ara yemmed umsal.

# GUI|Software Source|Media Check Dialog
source: This media is good to install from.
kab: Amidya-a yelha i usbeddi.

# GUI|Software Source|Media Check Dialog
source: This media is not good to install from.
kab: Amidya-a ur yelhi ara i usbeddi.

source: This mount point is invalid. The %s directory must be on the / file system.
kab: Taneqqiḍt-a n userkeb d tarameɣtut. Akaram %s ilaq ad yili ɣef unagraw n yifuyla /.

source: Time
kab: Akud

source: Time settings
kab: Iɣewwaṛen n wakkud

source: Time zone
kab: Tamnaḍt tasragant

source: Timezone is not set.
kab: Tamnaḍt tasragant ur tettwasbadu ara.

source: Timezone settings
kab: Iɣewwaṛen n temnaḍt tasragant

source: Timezone: %s
kab: Tamnaḍt tasragant %s

source: Tip:
kab: Taxballut:

source: To access the Red Hat CDN, a valid Red Hat subscription is required.
kab: I unekcum ɣer Red Hat CDN, amultaɣ arameɣtu ɣer Red Hat yettwasra.

source: To use DASD disks, you must provide the device number.
kab: I useqdec n yiḍebsiyen DASD, ilaq ad tmuddeḍ uṭṭun n yibenk.

source: Too short
kab: Wezzil aṭas

source: Total selected space to reclaim: <b>%s</b>
kab: Asemday n tallunt i yettwafernen i tririt: <b>%s</b>

source: Transport
kab: Amesni

source: Transport address
kab: Tansa n usiweḍ

source: Tried to use undefined partition "{}" in Btrfs volume specification.
kab: Yeɛreḍ ad yesseqdec aḥric ur nettusbadun ara "{}" deg usefru n ubleɣ n Btrfs.

source: Tried to use undefined partition "{}" in RAID specification.
kab: Yeɛreḍ ad yesseqdec aḥric ur nettusbadun ara "{}" deg usefru n RAID.

source: Tried to use undefined partition "{}" in Volume Group specification
kab: Yettaɛraḍ asedec n uḥric "{}" ur yettusbadun ara deg usizzeg n ugraw n ubleɣ

source: Type
kab: Anaw

source: Type here to search.
kab: Aru da i unadi.

source: UNFORMATTED DASDS
kab: DASDS UR YETTWAMESLEN ARA

source: URL has no host component
kab: URL ur yesɛi ara asuddem n usenneftaɣ

source: URL is empty
kab: URL d tilemt

# GUI|Software Source
source: URL type:
kab: Anaw n URL:

source: USER SETTINGS
kab: IƔEWWAṚEN N USEQDAC

source: Unable to create PID file
kab: D awezɣi timerna n ufaylu PID

source: Unable to encrypt password: unsupported algorithm {}
kab: D awezɣi awgelhen n wawal n uɛeddi: alguritm {} ur yettwsefrak ara

source: Unable to find /bin/bash to execute! Not starting shell.
kab: D awezɣi tifin /bin/bash ibuselkem! Ur isenkar ara shell.

source: Unacceptable label format for file system.
kab: Amasal n tebzemt ur yettwaqbal ara i unagraw n yifuyla.

source: Unavailable
kab: Ulac

source: Unformatted DASDs Detected
kab: Ttwafen DASDs ur yettwamsalen ara

source: Unknown
kab: Arussin

source: Unknown Linux
kab: Linux d aramaɣtu

source: Unknown name of the %addon section.
kab: Isem arussin n tefrant %addon.

source: Unknown or invalid device '{}' specified
kab: Ibenk '{}' arussin neɣ arameɣtu yettusizzeg

source: Unknown or invalid format '{}' specified for device '{}'
kab: Amasal '{}' arussin neɣ arameɣtu yettusizzeg i yibenk '{}'

# GUI|Network
source: Unloc_k
kab: Kkes asek_keṛ

source: Unmanaged
kab: Ur yettusefrak ara

source: Unregistering...
kab: Asemmet n ujerred…

source: Unregistration failed.
kab: Ur yessaweḍ ara ad d-yeffeɣ seg ujerred.

source: Unsupported
kab: Ur yettusefrak ara

source: Updates
kab: Ileqman

source: Usage
kab: Aseqdec

source: Usage: {}
kab: Aseqdec: {}

source: Use All Space
kab: Use

source: Use Free Space
kab: Seqdec tallunt tilellit

source: Use HTTP proxy
kab: Seqdec apṛuksi HTTP

# GUI|Advanced Storage|FCoE
source: Use _DCB
kab: Seqdec _DCB

# GUI|Advanced Storage|FCoE
source: Use auto _VLAN
kab: Seqdec _VLAN awurman

source: Use graphical mode via Remote Desktop Protocol
kab: Seqdec askar udlif s uneggaf n tnarit anmeggag

source: Use of this product is subject to the license agreement found at %s
kab: Aseqdec n ufaris-a yella ddaw umtawa n turagt i yettwafen deg %s

source: Use of this product is subject to the license agreement found at:
kab: Aseqdec n ufaris-a yella ddaw umtawa n turagt i yettwafen deg:

source: Use password
kab: Seqdec awal n uɛeddi

source: Use text mode
kab: Seqdec askar n uḍris

source: Use the credentials from discovery
kab: Seqdec inekcam seg usnirem

source: User %s will be created
kab: Amiḍan n useqdac %s ad yettwarnu

source: User Name
kab: Isem n Useqdac

# GUI|Software Source|Proxy Dialog
source: User _name:
kab: Isem n useqdac (_n):

source: User and Group IDs
kab: Isulay n useqdac akked ugraw

source: User creation
kab: Timerna n useqdac

source: User name
kab: Isem n useqdac

source: User name is reserved for system: %s
kab: Isem n useqdac yettwaḥerr i unagraw: %s

source: User name not set!
kab: Isem n useqdac ur yettusbadu ara!

source: User name:
kab: Isem n usedac:

source: VLAN %(interface_name)s (%(parent_device)s, ID %(vlanid)s) connected
kab: VLAN %(interface_name)s (%(parent_device)s, ID %(vlanid)s) yeqqen

source: VPN Type
kab: Anaw VPN

source: Vendor
kab: Asaǧǧaw

# GUI|Software Source|Media Check Dialog
source: Verification finished.
kab: Asenqed ifukk.

# GUI|Software Source|Media Check Dialog
source: Verifying media, please wait...
kab: Asenqed n umidya, ttxil-k·m rǧu...

source: Volume
kab: Ableɣ

source: Volume Group
kab: Agraw n ubleɣ

source: Volume group "{}" given in volgroup command does not exist.
kab: Agraw n ubleɣ "{}" i d-yettwamudden deg tladna volgroup ulac-it.

source: Volume group given physical extent size of "{}", but must be one of: {}.
kab: Agraw n ubleɣ yefka-d teɣzi taɣarant ɣezzifen n "{}", maca yessefk ad tili d yiwet seg: {}.

source: WELCOME
kab: ANSUF

source: WELCOME TO %(name)s %(version)s.
kab: ANSUF ƔER %(name)s %(version)s.

source: Waiting for %s threads to finish
kab: Aṛaǧu n %s uselkem ad fakken

source: Warning checking software dependencies. <a href="">Click for details.</a>
kab: Yir alɣu ɣef usenqed n yisenfal n useɣẓan. <a href="">Sit i wugar n telqayt.</a>

source: Warning checking software selection
kab: Yir alɣu ɣef usenqed n tefrant n useɣẓan

source: Warning checking storage configuration
kab: Yir alɣu ɣef usenqed n twila n uḥraz

source: Warning checking storage configuration. <a href="">Click for details.</a>
kab: Yir alɣu ɣef usenqed n twila n uḥraz. <a href="">Sit i wugar n telqayt.</a>

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
kab: Yir alɣu ɣef usenqed n twila n uḥraz. <a href="">Sit i wugar n telqayt</a> neɣ sit tikkelt niḍen ɣef "Yemmed" ad tkemmleḍ.

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
kab: Yir alɣu ɣef usenqed n twila n uḥraz. <a href="">Sit i wugar n telqayt</a> neɣ sit tikkelt niḍen ɣef "Yemmed" ad tkemmleḍ.

source: Warning: All storage changes made using the installer will be lost when you choose to format. Proceed to run dasdfmt?
kab: Alɣu: akk isenfal n uḥraz yettwagen s useqdec n useɣẓan n usbeddi ad ruḥen mi ara tferneḍ amsal. Kemmel i uselkem n dasdfmt?

source: We won't touch your disks until you click 'Begin Installation'.
kab: Ur nettsami ara aḍebsi-k alamma tsateḍ ɣef 'Bdu asbeddi'.

source: Weak
kab: D uḍɛif

source: Welcome to Fedora
kab: Ansuf ɣer Fedora

source: What language would you like to use during the installation process?
kab: Anta tutlayt i tebɣiḍ ad tesqedceḍ deg ukala n usbeddi?

source: Which installation source would you like to use?
kab: Anwa aɣbalu n usbeddi i tebɣiḍ ad tesqedceḍ?

source: Wi-Fi Networks
kab: Izeḍwan Wi-Fi

source: Wired (%(interface_name)s) connected
kab: Aẓeṭṭa s ugatu (%(interface_name)s) yeqqen

source: Wired (%(interface_name)s) connected
kab: Aẓeṭṭa s ugatu (%(interface_name)s) yeqqen

source: Wired (%(interface_name)s) disconnected
kab: Aẓeṭṭa s ugatu (%(interface_name)s) yessenser tuqqna

source: Wireless
kab: Azeṭṭa mebla tinelwa

source: Wireless connected to %(access_point)s
kab: Agrudem n uzeṭṭa mebla tinelwa yeqqen ar %(access_point)s

source: Working
kab: Iteddu

source: Writing network configuration
kab: Tira n twila n uzeṭṭa

source: Writing objects
kab: Tira n tɣawsiwin

source: You have no working NTP server configured
kab: Ulac akk ɣur-k aqeddac NTP iteddun yettwasesteb

source: You have not created a bootable partition.
kab: Ur d-tesnulfaḍ ara yiwen n weḥric n wawel.

source: You have not defined a root partition (/), which is required for installation of %s to continue.
kab: Ur tebniḍ ara aḥric n uẓar (/), i ilaqen i usbeddi n %s akken ad ikemmel.

source: You may add a keyboard layout by selecting it below:
kab: Tzemreḍ ad ternuḍ taneɣruft n unasiw s ufran-ines ddaw-a:

source: You must create a new file system on the root device.
kab: Ilaq ad d-tesnulfuḍ anagraw n yifuyla amaynut deg yibenk aẓar.

source: You must include at least one disk as an install target.
kab: Ilaq ad tsedduḍ xerṣum yiwen uḍebsi d asaḍas n usebded.

source: You must set a password
kab: Ilaq ad tesbaduḍ awal n uɛeddi

source: You need to set up networking first if you want to use NTP
kab: Ilaq ad tesbeddeḍ aẓeṭṭa di tazwara ma tebɣiḍ ad tesqedceḍ NTP

source: You will have to press <b>Done</b> twice to confirm it.
kab: Yessefk ad tsiteḍ ɣef <b>Immed</b> snat n tikkal akken ad t-id-sentemṭ.

source: You will have to type the password twice.
kab: Yessefk ad taruḍ awal n uɛeddi sin iberdan.

source: You'll set a passphrase next.
kab: Ad tesbaduḍ ticki tafyirt n uɛeddi.

source: Your %(mount)s partition size is lower than required %(size)s.
kab: Teɣzi n uḥric %(mount)s meẓẓiyet ɣef %(size)s yettwasran.

source: Your %s must be on a separate partition or LV.
kab: %s ilaq ad yili ɣef uḥric neɣ LV i kɛezlen.

source: Your current <a href="" title="%(tooltip)s"><b>%(product)s</b> software selection</a> requires <b>%(total)s</b> of available space, including <b>%(software)s</b> for software and <b>%(swap)s</b> for swap space.
kab: <a href="" title="%(tooltip)s"><b>%(product)s</b> Tafrant-a n useɣẓan</a> tesra <b>%(total)s</b> n tallunt tilellit, s useddu n <b>%(software)s</b> i useɣẓan akked <b>%(swap)s</b> i tallunt n swap.

source: Your current <b>%(product)s</b> software selection requires <b>%(total)s</b> of available space, including <b>%(software)s</b> for software and <b>%(swap)s</b> for swap space.
kab: Tafrant-ik n useɣẓan <b>%(product)s</b> tesra <b>%(total)s</b> n tallunt tilellit, s useddu <b>%(software)s</b> i useɣẓan akked <b>%(swap)s</b> i tallunt swap.

source: Your customizations will result in the following changes taking effect after you return to the main menu and begin installation:
kab: Ismenyaf-ik ad d-binen deg yisenfal-a, ad ṭṭfen seld tuɣalin ɣer wumuɣ agejdan i beddu n usbeddi:

source: Your root partition must be on a device of type: %s.
kab: Aḥric aẓar ilaq ad yili ɣef yibenk n wanaw: %s.

# GUI|Summary Dialog
source: _Accept Changes
kab: Qbel isenfal (_A)

# GUI|Subscription|Authentication|Account
source: _Account
kab: _Amiḍan

# GUI|Keyboard Layout|Add Layout
source: _Add
kab: Rnu (_A)

# GUI|Network|Add Device Dialog
source: _Add
kab: Rnu (_A)

# GUI|Advanced Storage|FCoE
source: _Add FCoE Disk(s)
kab: Rnu aḍebsi(iḍebsiyen) (_A)

# GUI|Storage
source: _Add a disk...
kab: Rnu aḍebsi(_A) ...

# GUI|Keyboard Layout
source: _Add layout
kab: Rnu taneɣruft (_A)

# GUI|Custom Partitioning|Add Dialog
source: _Add mount point
kab: Rnu taneqqiḍt n userkeb (_A)

# GUI|Advanced User
source: _Add user to the following groups:
kab: Rnu aseqdac ɣer ugraw-a (_A):

# GUI|Installation Destination|Filter
source: _Add zFCP LUN...
kab: _Rnu zFCP LUN...

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Transport Address
source: _Address:
kab: T_ansa:

# GUI|User
source: _Advanced...
kab: _Agwemmaḍ...

# GUI|Network|Hostname
source: _Apply
kab: Snes (_A)

# GUI|Software Source
source: _Auto-detected installation media:
kab: Tukksa tawurmant n umidya n usbeddi (_A):

# GUI|Date and Time
source: _Automatic date & time
kab: _Azemz & akud iwurmanen

# GUI|Summary
source: _Begin Installation
kab: _Bdu asbeddi

# GUI|Spoke
source: _Blivet-GUI Partitioning
kab: _Blivet-GUI n beṭṭu

# GUI|Advanced Storage|DASD|Configure
source: _Cancel
kab: Sefsex (_C)

# GUI|Advanced Storage|FCoE
source: _Cancel
kab: Sefsex (_C)

# GUI|Advanced Storage|iSCSI|Configure
source: _Cancel
kab: Sefsex (_C)

# GUI|Advanced User
source: _Cancel
kab: Sefsex (_C)

# GUI|Custom Partitioning|Add Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Custom Partitioning|Configure Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Custom Partitioning|Container Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|DAD Format Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Date and Time|NTP
source: _Cancel
kab: Sefsex (_C)

# GUI|Detailed Error Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Keyboard Layout|Add Layout
source: _Cancel
kab: Sefsex (_C)

# GUI|Keyboard Layout|Switching Options
source: _Cancel
kab: Sefsex (_C)

# GUI|Network|Add Device Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Network|Authentication Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Network|Wireless|Configure
source: _Cancel
kab: Sefsex (_C)

# GUI|Network|Wireless|Select Network Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Passphrase Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Reclaim Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Refresh Dialog|Rescan
source: _Cancel
kab: Sefsex (_C)

# GUI|Software Source|ISO Chooser Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Software Source|Media Check Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Software Source|Proxy Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Storage|No Space Dialog
source: _Cancel
kab: Sefsex (_C)

# GUI|Summary Dialog
source: _Cancel & Return to Custom Partitioning
kab: Sefsex syen Uɣal ɣer beṭṭu udmawan (_C)
