Repository: rhinstaller/anaconda-l10n
Catalog: f42/*.po
Languages: kab

source: An error occurred during reading the kickstart file: %s The installer will now terminate.
kab: Tella-d tuccḍa lawan n tɣuri n ufaylu kickstart: %s Asebded tura ad yemmed.

source: Press [Enter] to reboot your system.
kab: Sit ɣef [Enter] i wallus n usekker n unagraw-uk·im.

source: Running in cmdline mode, no interactive debugging allowed. The exact error message is: %s. The installer will now terminate.
kab: Aselkem deg uskar cmdline, ulac tamseɣtayt n umyigew yettusirgen. The exact error message is: %s. Asebded tura ad yemmed.

source: Some warnings occurred during reading the kickstart file:
kab: Ḍran-d kra n yilɣa lawan n tɣuri n ufaylu n kickstart:

source: The installation was stopped due to an error which occurred while running in non-interactive cmdline mode. Since there cannot be any questions in cmdline mode, edit your kickstart file and retry installation. The exact error message is: %s. The installer will now terminate.
kab: Asbeddi yeḥbes ssebba n tuccḍa i d-yeḍran mi yella yettwaselkam deg uskar cmdline ur nelli d amyigew. Imi ur zmiren ara akk, ad ilin yisteqsiyen deg uskar cmdline, ẓreg afaylu kickstart syen ales asbeddi i tikkelt niḍen. Izen n tuccḍa tusdidt d: %s. Aseɣẓan n usbeddi ad ifakk tura.

source: Would you like to use it anyway?
kab: Tebɣiḍ ad t-tesqedceḍ akken ibɣu yili?

source: You don't have enough space available to install <b>%(product)s</b>, even if you used all of the free space available on the selected disks.
kab: Ur tesɛiḍ ara ddeqs n tallunt i usbeddi n <b>%(product)s</b>, ɣas akken ad tesqedceḍ akk tallunt tilellit yellan ɣef yiḍebsiyen i yettwafernen.

source: <a href="">Click for details.</a>
kab: <a href="">Sit i wugar n telqayt.</a>

source: IPv4 Address: %(addr)s Netmask: %(netmask)s Gateway: %(gateway)s
kab: Tansa IPv4: %(addr)s Agelmus n Net: %(netmask)s Tanezgert: %(gateway)s

source: IPv6 Address: %(addr)s/%(prefix)d
kab: Tansa IPv6: %(addr)s/%(prefix)d

source: Starting text mode.
kab: Beddu n uskar n uḍris.

source: Try the text mode installer by running: '/usr/bin/liveinst -T' from a root terminal.
kab: Ԑreḍ aseɣẓan n uskar n uḍris s uselkem: '/usr/bin/liveinst -T' seg terminal aẓar.

# GUI|Custom Partitioning|Devices
source: and {} other
kab: akked {} wayeḍ

source: %(bootloader_stage2_description)s cannot be on an iSCSI disk which is not configured in iBFT.
kab: %(bootloader_stage2_description)s ur yezmir ara ad yili ɣef uḍebsi iSCSI ur yettusestben ara deg iDFT.

source: %(desc)s cannot be of type %(type)s
kab: %(desc)s ur yezmir ara ad yili seg wanaw %(type)s

source: %(desc)s cannot be of type %(type)s.
kab: %(desc)s ur yezmir ara d yili seg wanaw %(type)s.

source: %(desc)s must be between %(min)d and %(max)d MB in size
kab: %(desc)s ilaq ad yesɛu teɣzi gar %(min)d akked %(max)d MAṬ

source: %(desc)s must be mounted on one of %(mountpoints)s.
kab: %(desc)s ilaq ad yettwaserkeb deg yiwen seg %(mountpoints)s.

source: %(desc)s must be within the first %(max_end)s of the disk.
kab: %(desc)s ilaq ad yili deg %(max_end)s amezwaru n uḍebsi.

source: %(desc)s must not be larger than %(max)dMB.
kab: %(desc)s ur ilaq ara ad yili meqqar ɣef %(max)dMAṬ.

source: %(desc)s must not be smaller than %(min)dMB.
kab: %(desc)s ur ilaq ara ad yili meẓẓiy ɣef %(min)dMAṬ.

source: %(deviceName)s may not have enough space for grub2 to embed core.img when using the %(fsType)s file system on %(deviceType)s
kab: %(deviceName)s yezmer ur iseɛɛu ara ddeqs n tallunt i grub2 i usekcem n core.img mi ara tesseqdaceḍ anagraw n yifuyla %(fsType)s ɣef %(deviceType)s

source: %(freeSize)s of %(devSize)s
kab: %(freeSize)s seg %(devSize)s

source: %(items_selected)s of %(items_total)s mount points in %(page_name)s
kab: %(items_selected)s n %(items_total)s tneqiḍin n userkeb deg %(page_name)s

source: %(name)s must have one of the following disklabel types: %(types)s.
kab: %(name)s ilaq ad yesɛu yiwen seg wanawen-a n tebzimin n uḍebsi: %(types)s.

source: %(productName)s %(productVersion)s INSTALLATION
kab: ASBEDDI N %(productName)s %(productVersion)s

source: %(product_name)s requires %(needed_ram)s MB of memory to install, but you only have %(total_ram)s MB on this machine.
kab: %(product_name)s yesra %(needed_ram)s MAṬ n tkatut i usbeddi, d acu tesɛiḍ an %(total_ram)s MAṬ ɣef tmacint-a.

source: %d Mb/s
kab: %d Maṭ/tas

# GUI|Custom Partitioning
source: %d _storage device selected
kab: %d yibenk n uḥraz i yettwafernen (_s)

source: %s The disks you've selected have the following amounts of free space:
kab: %s Iḍebsiyen i tferneḍ sɛan tismekta-a n tallunt tilellit:

source: %s cannot be on an encrypted block device.
kab: %s ur yezmir ara ad yili ɣef yibenk n yiḥder yettwawgelhen.

source: %s is currently mounted and cannot be used for the installation. Please unmount it and retry.
kab: %s akken kan i yettwaserkeb, ur yezmir ara ad yettwaseqdec i usbeddi. Ttxil-k kkes-it syen ɛreḍ i tikkelt niḍen.

source: %s is missing. Cannot setup firewall.
kab: %s ixuṣṣ. Ur yezmir ara ad issesteb aɣrab n tmes.

source: %s is now successfully installed and ready for you to use! Go ahead and quit the application to start using it!
kab: %s yettwasbedd akken iwata, yewjed i useqdec! Ffeɣ seg usnas syen bdu aseqdec-ines!

source: %s is now successfully installed and ready for you to use! Go ahead and reboot your system to start using it!
kab: %s yettwasbedd akken iwata, yewjed i useqdec! Ales asenker n unagraw i wakken ad tebduḍ aseqdec-is!

source: %s must be on a primary partition.
kab: %s ilaq ad yili deg uḥric azwaran.

source: %s timezone
kab: Tamnaḍt tasragant %s

source: %s to switch layouts.
kab: %s i umyibeddel n tneɣrufin.

source: ({} free)
kab: ({} ilelli)

source: /boot cannot be of type "lvmlv" on s390x
kab: /boot ur yezmir ara ad yili seg wanaw "lvmlv" ɣef s390x

source: /boot file system
kab: anagraw n yifuyla /boot

source: /boot/efi must be on a device of type {type} or {another}
kab: /boot/efi ilaq ad yili ɣef yibenk n wanaw {type} neɣ {another}

source: 0 GB
kab: 0 GAṬ

source: 0 MB
kab: 0 MAṬ

# GUI|Date and Time
source: 24-_hour
kab: 24 yisragen (_H)

source: 4k
kab: 4 kAṬ

source: 64k
kab: 64 kAṬ

source: <b>%(count)s disk; %(size)s reclaimable space</b> (in file systems)
kab: <b>%(count)s uḍebsi; %(size)s tallunt i izemren ad d-tettwarr</b> (deg yinagrawen n yifuyla)

source: <b>Pool</b > - If checked, indicates the Host Name refers to a pool of servers. <b>NTS</b> - If checked, indicates support for Network Time Security authentication.
kab: <b>Pool</b > - Ma yella yettwacreḍ, yemmal isem n usenneftaɣ yettuɣalen ɣer tegrumma n yiqeddacen. <b>NTS</b> - Ma yella yettwacreḍ, yemmal tallalt n usesteb n tɣellist n wakud n uzeṭṭa.

source: <b>Warning:</b> All storage changes made using the installer will be lost when you press 'Rescan Disks'.
kab: <b>Ḥader:</b> Akk isenfal n uḥraz yettwagen s useqdec n useɣẓan n usbeddi ad ruḥen mi ara tsiteḍ ɣef tqeffalt 'Ales aḍummu n yiḍebsiyen'.

source: <b>Warning</b>: All storage changes made using the installer will be lost when you choose to format.
kab: <b>ḤAder:</b> Akk isenfal n uḥraz yettwagen s useqdec n useɣẓan n usbeddi ad ruḥen mi ara tferneḍ amsal.

source: <b>You don't have enough space available to install %(productName)s</b>, even if you used all of the free space available on the selected disks. You could add more disks for additional space, modify your software selection to install a smaller version of <b>%(productName)s</b>, or quit the installer.
kab: <b>Ulac aṭas n tallunt i usbeddi n %(productName)s</b>, ɣas ad tesqedceḍ akk tallunt tilellit yellan ɣef yiḍebsiyen i yettwafernen. Ilaq ad ternuḍ ugar n yiḍebsiyen i tallunt niḍen, senfel tafrant-ik n useɣẓan i usbeddi lqem ameẓẓyan n <b>%(productName)s</b>, neɣ ffeɣ seg useɣẓan n usbeddi.

source: <b>You don't have enough space available to install %s</b>. You can shrink or remove existing partitions via our guided reclaim space tool, or you can adjust your partitions on your own in the custom partitioning interface.
kab: <b>Ma yella ulac aṭas n tallunt i usbeddi n %s</b>. Tzemreḍ ad tsemẓẓiḍ neɣ ad tekkseḍ iḥricen yellan s ufecku-nneɣ n tririt n tallunt, neɣ tzemreḍ ad tessemsawiḍ beṭṭu n yiḥricen akken i tebɣiḍ deg ugrudem n beṭṭu udmawan.

source: <span size="small"><b>Example:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>
kab: <span size="small"><b>Amedya:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>

source: <span size="small"><b>Example:</b> squid.mysite.org:3128</span>
kab: <span size="small"><b>Amedya:</b> squid.mysite.org:3128</span>

source: A swap partition has not been specified. To significantly improve performance for most installations, it is recommended to specify a swap partition.
kab: Aḥric swap ur d-yettwamudd ara. I uselhu n tmellit ugar i tuget n yisbeddiyen, yettuwelleh ad tesuzzgeḍ aḥric swap.

source: ADD A KEYBOARD LAYOUT
kab: Rnu yiwet n tneɣruft n unasiw

source: ADD A NEW MOUNT POINT
kab: RNU IRED N USERKEB TAMAYNUT

source: ADD DASD STORAGE TARGET
kab: RNU ASAḌAS N UḤRAZ DASD

source: ADD iSCSI STORAGE TARGET
kab: RNU ASAḌAS N UḤRAZ iSCSI

source: ADD zFCP STORAGE TARGET
kab: RNU ASAḌAS N UḤRAZ zFCP

source: ADVANCED USER CONFIGURATION
kab: ASESTEB N USEQDAC LQAYEN

source: AM
kab: FT

source: AM/PM Down
kab: AM/PM Akessar

source: AM/PM Up
kab: AM/PM asawen

source: AVAILABLE SPACE
kab: TALLUNT YELLAN

# GUI|Storage
source: A_utomatic
kab: Aw_urman

source: Action
kab: Tigawt

source: Activation Key
kab: Tasarutt n usermed

# GUI|Subscription|Authetication|Activation Key
source: Activation _Key
kab: Tasarutt n usermed (_K)

source: Activation key set.
kab: Tasarut n urmad tettusbadu.

source: Add
kab: Rnu

# GUI|Custom Partitioning
source: Add
kab: Rnu

# GUI|Installation Destination|Filter
source: Add EC_KD DASD...
kab: Rnu EC_KD DASD...

# GUI|Installation Destination|Filter
source: Add FCo_E SAN...
kab: Rnu FCo_E SAN...

source: Add Layout
kab: Rnu taneɣruft

source: Add NTP server
kab: Rnu yiwen uqeddac NTP

source: Add NTP server address
kab: Rnu tansa n uqeddac NTP

source: Add Specialized Disk
kab: Rnu aḍebsi uzzig

# GUI|Installation Destination|Filter
source: Add _iSCSI Target...
kab: Rnu asaḍas _iSCSI...

source: Add a new mount point.
kab: Rnu ired n userkeb amaynut.

# GUI|User
source: Add ad_ministrative privileges to this user account (wheel group membership)
kab: Rnu izerfan indbalen i u_miḍan-a n useqdac (aɛeggal n ugraw wheel)

source: Add device
kab: Rnu yiwen yibenk

source: Additional software for Selected Environment
kab: Aseɣẓan niḍen i Twennaṭ i Yettwaferne

source: Additional software for selected environment
kab: Aseɣẓan niḍen i twennaṭ i yettwafernen

source: Administrator
kab: Anedbal

source: Administrator %s will be created
kab: Anedbal %s yettwarna

# GUI|Storage
source: Advanced Custom (_Blivet-GUI)
kab: Asagen lqayen (_Blivet-GUI)

# GUI|Network
source: Airplane Mode
kab: Askar n tmesrifegt

source: Allow root SSH login with password
kab: Sireg anekcum SSH aẓar s wawal n uɛeddi

# GUI|User
source: Allow this user to run the 'sudo' command.
kab: Sireg aseqdac-a i uselkem n tladna 'sudo'.

source: Alt + Shift to switch layouts.
kab: Alt + Shift i usenfel n tneɣrufin.

source: An error occurred during Red Hat Insights configuration. Would you like to ignore this and continue with installation?
kab: Teḍra-d tuccḍa lawan n twila n Red Hat Insights. Tebɣiḍ ad tzegleḍ aya, ad tkemmleḍ asbeddi?

source: An error occurred during registration attempt triggered by the rhsm kickstart command. This could have happened due to incorrect rhsm command arguments or subscription infrastructure issues. Would you like to ignore this and continue with installation?
kab: Teḍra-d tuccḍa deg uɛraḍ n usekles i d-yesbedd umyager rhsm kickstart. Aya yezmer ad d-yeḍru s ssebba n yiferdisen n umyager rhsm ur neṣfi ara neɣ timsal n tmeẓdiyin n uɛeddi. Tebɣiḍ ad tsurfeḍ iwaya yerna ad tkemleḍ asebded?

source: An error occurred trying to mount some or all of your system: {message} Some of it may be mounted under {path}.
kab: Tella-d tuccḍa lawan n userkeb n kra n yiḥricen neɣ n meṛṛa anagraw: {message} Kra seg-sen yezmer ad yili ttwasrekben deg {path}.

source: An error occurred while activating your storage configuration.
kab: Tella-d tuccḍa lawan n urmad n twila n uḥraz.

source: An error occurred while resizing the device {}: {}
kab: Tella-d tuccḍa lawan n usemsawi n teɣzi n yibenk {}: {}

source: An unknown error occurred during installation. Details are below.
kab: Tella-d tuccḍa tarussint lawan n usbeddi. Talqayt ha-tt-n ddaw.

source: Anaconda Installer
kab: Ahil n usebded n Anaconda

source: Anaconda is unable to create %s because the file already exists. Anaconda is already running, or a previous instance of anaconda has crashed.
kab: Anaconda ur yezmir ara ad yernu afaylu %s acku yella yakan. Anaconda la yettwaselkam, neɣ tummant yezrin n anaconda terreẓ.

source: Apple Bootstrap Partition
kab: Aḥric n Apple Bootstrap

source: Apply configuration in installer
kab: Snes tawila deg useɣẓan n usbeddi

source: Are you sure you want to delete all of the data on {}, including snapshots?
kab: Tebɣiḍ s tidet ad tekseḍ akk isefka yellan {}, ula d tuṭṭifin n wagdil?

source: Are you sure you want to delete all of the data on {}, including subvolumes?
kab: D tidet tebɣiḍ ad tekkseḍ akk isefka ɣef {}, ad tsedduḍ iblaɣen irnawen?

source: Are you sure you want to delete all of the data on {}?
kab: D tidet tebɣiḍ ad tekkseḍ akk isefka ɣef {}?

source: Are you sure you wish to quit the installation process?
kab: D tidet tebɣiḍ ad teffɣeḍ seg ukala n usbeddi?

source: As large as possible
kab: D ameqqran ugar

source: Assign mount points
kab: Asdukel n yirden n userkeb

source: At least one of your swap devices does not have a UUID, which is common in swap space created using older versions of mkswap. These devices will be referred to by device path in /etc/fstab, which is not ideal since device paths can change under a variety of circumstances.
kab: Xerṣum yiwen seg yibenkan-ik swap ur yesɛi ara UUID, d ayen i yettilin ɣef tallunt swap yettwarnan s useqdec n yileqman iqburen n mkswap. Iberdan-a ad ttusbadun s ubrid n yibenk deg /etc/fstab, d ayen ur yelhin ara imi iberdan n yibenk zemren ad beddlen almend n tegnatin.

source: Attaching subscription...
kab: Aseddu n umultaɣ...

source: Authentication
kab: Asesteb

source: Authentication required
kab: Asesteb yettwasra

source: Authentication required by wireless network
kab: Yettwasra usesteb sɣur uzeṭṭa war tinilwa

# GUI|Software Source
source: Auto-detected installation _source
kab: Tukksa tawurmant n uɣbalu n usbeddi (_s)

source: Auto-detected source
kab: Tifin tawurmant n uɣbalu

source: Automatic
kab: Awurman

source: Automatic partitioning failed.
kab: Beṭṭu awurman yecceḍ.

source: Automatic partitioning selected
kab: Beṭṭu awurman yettwafren

source: Available Layouts
kab: Tineɣrufin i yellan

source: Available languages
kab: Tutlayin yellan

source: Available locales
kab: Tawennaḍt n tutlayin yellan

source: Available regions
kab: Timnaḍin yellan

source: Available timezones in region %s
kab: Izḍi usrig i yellan deg %s

source: BLIVET GUI PARTITIONING
kab: BEṬṬU S UGRUDEM UDLIF N BLIVET

source: Bad format of the IP address
kab: Yirvamasal n tansa IP

source: Bad format of the netmask
kab: Yir amasal n ugelmus n uzeṭṭa

source: Base Environment
kab: Tawennaḍt taddayt

source: Base environment
kab: Tawennaṭ n udasil

source: Beta Warn
kab: Warn n udasil

source: Bond %(interface_name)s (%(list_of_ports)s) connected
kab: Bond %(interface_name)s (%(list_of_ports)s) yeqqen

source: Boot
kab: Awel

source: Boot loader stage1 device cannot be on an iSCSI disk which is not configured in iBFT.
kab: Ibenk n usalay n usekker stage1 ur yezmir ara ad yili ɣef uḍebsi iSCSI ur yettusestben ara deg iBFT.

source: Bridge
kab: Tiqenṭert

source: Bridge %(interface_name)s (%(list_of_ports)s) connected
kab: Tiqenṭert %(interface_name)s %(list_of_ports)s teqqen

source: Btrfs file system is not supported.
kab: Anagrw n yifuyla Btrfs ur yettusefrak ara.

source: Btrfs partition "{}" has a format of "{}", but should have a format of "btrfs".
kab: Aḥric Btrfs "{}" ɣur-s amasal n "{}", d acu yezmer ad yesɛu amasal n "btrfs".

source: Btrfs partition "{}" is defined multiple times.
kab: Aḥric Btrfs "{}" yettusbafu acḥal n tikkal.

source: Btrfs volume "{}" specified with --useexisting does not exist.
kab: Ableɣ Btrfs "{}" yettwasuzzgen s --useexisting ulac-it.

source: Btrfs volume defined without any member devices. Either specify member devices or use --useexisting.
kab: Ableɣ Btrfs yettusbadu war ibenkan icerken. Suzzeg ibenkan ucriken neɣ seqdec --useexisting.

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _Password:
kab: Awal n uɛeddi CHA_P:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _Password:
kab: Awal n uɛeddi CHA_P:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _Password:
kab: Awal n uɛeddi CHA_P:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _Password:
kab: Awal n uɛeddi CHA_P:

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _User name:
kab: Isem n useqdac CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _User name:
kab: Isem n useqdac CHAP:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _User name:
kab: Isem n useqdac CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _User name:
kab: Isem n useqdac CHAP:

source: CHAP pair
kab: Tayuga n CHAP

source: CHAP pair and a reverse pair
kab: Tayugi CHAP syen tayugi yemuttin

source: CONFIGURE %(container_type)s
kab: SESTEB %(container_type)s

source: CONFIGURE CONTAINER
kab: SESTEB AMAGBAR

source: CONFIGURE MOUNT POINT
kab: SWEL IRED N USERKEB

source: CONNECT TO RED HAT
kab: TUQQNA ƔER RED HAT

source: CREATE USER
kab: ASNULFU N UMSEQDAC

source: CUSTOMIZATION
kab: ASAGEN

# GUI|Network|Wireless|Configure
source: C_onfigure
kab: Swel (_O)

# GUI|Network|Authentication Dialog
source: C_onnect
kab: Tuqqna (_O)

# GUI|Network|Wireless|Select Network Dialog
source: C_onnect
kab: Tuqqna (_C)

source: Cable unplugged
kab: Agatu ur yeqqin ara

source: Cache PVs must belong to the same VG as the cached LV
kab: Asesteb yettwasra sɣur uzeṭṭa war tinilwa

# GUI|Software Source|Media Check Dialog
source: Cancel
kab: Sefsex

source: Cannot install to unpartitionable device "{}".
kab: Ur izmir ara ad isbedd ibenk ur yettwabḍayan ara "{}".

source: Cannot reformat Btrfs volume '{}' with existing subvolumes
kab: Allus n umsal n ubleɣ Btrfs '{}' d awezɣi s yiblaɣen irmawen i yellan

source: Cannot set label on file system.
kab: Ur yezmir ara ad isbadu tabzimt ɣef unagraw n yifuyla.

source: Capacity
kab: Akettur

source: Change timezone
kab: Beddel tamnaḍt tasragant

source: Changes here will only apply to the installed system. Use the desktop's tool to configure the keyboard for the installation process.
kab: Isenfal yettwagen dagi ad ttusnasen ɣef unagraw yettwasbedden. Seqdec ifecka n tnarit i usesteb n unasiw ara yettwasqedcen deg ukala n usbeddi.

source: Checking image checksum
kab: Asenqedn tegrumma n tugna

source: Checking software dependencies...
kab: Asefqed n ysenfal n yiseɣẓanen..

source: Checking storage configuration...
kab: Asenqed n twila n uḥraz...

source: Choose an installation source type.
kab: Fren anaw n uɣbalu n usbeddi.

source: Choose device from above to assign mount point and set format. Formats marked with * are new formats meaning ALL DATA on the original format WILL BE LOST!
kab: Fren ibenk seg ufella i umuddu n tenqiḍt n userkeb d usesteb n umasal. Imasalen yettwacerḍen s * d imasalen imaynuten, anamek-is AKK ISEFKA ɣef umasal aɣbalu AD RUḤEN!

source: Choose from above to assign mount point and/or set format.
kab: Fren seg usawen i umuddu n tenqiḍt n userkeb akked/neɣ sbadu amasal.

source: City
kab: Tiɣremt

source: Closest mirror
kab: Lemri akk iqerben

source: Complete!
kab: Immed!

# GUI|Passphrase Dialog
source: Con_firm:
kab: Sen_tem:

source: Configuration not saved: netmask missing in static configuration
kab: Twila ur tettwaseklas ara: agelmus n uzeṭṭa ixuṣṣ deg twila n tdaddanin

source: Configure NTP
kab: Sesteb NTP

source: Configure NTP servers
kab: Sesteb iqeddacen NTP

source: Configure Network Time Servers
kab: Sesteb iqeddacen n wakud n uzeṭṭa

# GUI|Date and Time
source: Configure _NTP ...
kab: Sesteb _NTP ...

source: Configure device %s
kab: Sesteb ibenk %s

source: Configure device: %s
kab: Sesteb ibenk: %s

source: Configuring Red Hat subscription
kab: Asesteb n umultaɣ n Red Hat

source: Configuring addons
kab: Asesteb n yizegrar

source: Configuring device %s.
kab: Asesteb n yibenk %s.

source: Configuring installed system
kab: Asesteb n unagraw yettwasbedden

source: Configuring storage
kab: Asesteb n uḥraz

source: Configuring {}
kab: Asesteb {}

source: Confirm Password
kab: Sentem awal n uɛeddi

source: Connect automatically after reboot
kab: Qqen s wudem awurman seld allus n usekker

# GUI|Subscription|Red Hat Insights
source: Connect to Red Hat _Insights
kab: Qqen ɣer Red Hat _Insights

source: Connected
kab: Iqqen

source: Connected to Red Hat Insights
kab: Yeqqen ɣer Red Hat _Insights

source: Connected: %(list_of_interface_names)s
kab: Yeqqen: %(list_of_interface_names)s

source: Connecting
kab: Iteqqen

source: Connecting...
kab: Iteqqen…

source: Connection failed
kab: Tuqqna tecceḍ

source: Continue
kab: Kemmel

source: Continuing with this action will reset all your partitioning selections to their current on-disk state.
kab: Akemmel s tigawt-a ad iwennez akk tifranin-ik n beṭṭu ɣer waddad amiran ɣef uḍebsi.

source: Controller
kab: Asenqad

source: Controllers
kab: Isenqaden

source: Create a new %(container_type)s ...
kab: Rnu %(container_type)s amaynut ...

source: Create new mount points by clicking the '+' button.
kab: Rnu tinqiḍin n userkeb timaynutin s usiti ɣef tqeffalt '+'.

source: Create or select %(container_type)s
kab: Snulfu-d neɣ fren %(container_type)s

source: Create user
kab: Rnu aseqdac

source: Creating snapshots
kab: Timerna n snapshots

source: Creating users
kab: Asnulfu n iseqdacen

source: Current host name:
kab: Isem n usenneftaɣ amiran:

source: Current host name: %s
kab: Isem amiran n usenneftaɣ: %s

source: Current layout: '%s'. Add more layouts to enable switching.
kab: Taneɣruft amiran: '%s'. Rnu ugar n tneɣrufin akken ad tremdeḍ asnegzay gar-asent.

source: Current layout: '%s'. Click to switch to the next layout.
kab: Taneɣruft-a: '%s'. Sit i usenfel ɣer tneɣruft tuḍfirt.

source: Custom base URL
kab: URL n taffa tudmawant

source: Custom partitioning selected
kab: Sagen beṭṭu i yettwafernen

source: Custom software selected
kab: Aseɣẓan udmawan i yettwafernen

source: DATA
kab: ISEFKA

source: DISK ENCRYPTION PASSPHRASE
kab: TAFYIRT N UƐEDDI N UWGELHEN N UḌEBSI

source: DISTRIBUTION INSTALLATION
kab: ASBEDDI N USEDGER

# GUI|Password
source: D_isable root account
kab: Sens amiḍan aẓar (_I)

source: Date
kab: Azemz

source: Default HUB title
kab: Azwel HUB amezwer

source: Default Route
kab: Abrid amezwer

source: Default spoke title
kab: Azwel n urmud amezwer

source: Delete
kab: Kkes

# GUI|Reclaim Dialog
source: Delete _all
kab: Kkes _akk

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Delete _all file systems which are only used by {}.
kab: Kkes _akk inagrawen n yifuyla i yettwaseqdacen kan sɣur {}.

source: Deployment complete: {}
kab: Asrusu ummid: {}

source: Deployment starting: {}
kab: Beddu n usrusu: {}

source: Description
kab: Asnummel

source: Description goes here.
kab: Aglam iteddu da.

# GUI|Custom Partitioning|Add Dialog
source: Desired _Capacity:
kab: Tazmart yettwabɣan (_C):

# GUI|Custom Partitioning|Configure|Devices
source: Desired _Capacity:
kab: Tazmart yettwabɣan (_C):

source: Device
kab: Ibenk
