Repository: rhinstaller/anaconda-l10n
Catalog: f42/*.po
Languages: kab

source: No *.iso files found in device root folder
kab: Ulac ifuyla *.iso deg ukaram aẓar n yibenk

source: No Linux systems found.
kab: Ulac inagrawen n Linux i yettwafen.

source: No Space
kab: Ulac tallunt

source: No additional software to select.
kab: Ulac aseɣẓan niḍen i ufran.

source: No big enough free space on disks for automatic partitioning
kab: Ulac tallunt tilellit meqqren ɣef yiḍebsiyen i beṭṭu awurman

source: No credentials (discovery authentication disabled)
kab: Ulac inekcam (asesteb n usnirem yensa)

source: No devices found for boot loader partition '{}'
kab: Ulac ibenkan i uḥric n usalay n usekker '{}'

source: No devices found for mount point '{}'
kab: Ulac ibenkan i yettwafen i tneqqiḍt n userkeb '{}'

source: No disk found for specified BIOS disk "{}".
kab: Ulac aḍebsi i yettwafen i uḍebsi BIOS "{}" i yettwafernen.

source: No disks assigned
kab: Ulac iḍebsiyen i yettwamudden

source: No disks detected. Please shut down the computer, connect at least one disk, and restart to complete installation.
kab: Ulac iḍebsiyen i yettwafen. Ttxil-k sens aselkim-ik, qqen xerṣum yiwen uḍebsi, syen ales asenker i usmad n usbeddi.

source: No disks selected
kab: Ulac iḍebsiyen i yettwafernen

source: No disks selected.
kab: Ulac iḍebsiyen i yettwafernen.

source: No disks selected. Keeping previous disk set.
kab: Ulac iḍebsiyen i yettwafernen. Tiɣimit deg uḍebsi udfir i yettusbadun.

source: No disks selected; please select at least one disk to install to.
kab: Ulac iḍebsiyen i yettwafernen; ttxil-k fren xerṣum yiwen uḍebsi iɣef ara tesbeddeḍ.

source: No format on device '{}'
kab: Ulac amasal ɣef yibenk '{}'

source: No host url
kab: Ulac url n usenneftaɣ

source: No match found for given boot drive "{}".
kab: Ulac amṣada i yettwafen i unuḍaf n usekker yettwamudden "{}".

source: No mountable devices found
kab: Ulac ibenkan ara yettwaserkaben i yettwafen

source: No network devices available
kab: Ulac ibenkan n uzeṭṭa i yettwafen

source: No repository is configured.
kab: Ulac akufi i yettusestben.

source: No subscriptions have been attached to the system
kab: Ulac imultaɣen yeddan d unagraw

source: No thin pool exists with the name "{}". Specify thin pools before thin volumes.
kab: Ulac anejmuɛ rqiqen s yisem-a "{}". Ssefru inejmuɛen irqaqen send iblaɣen irqaqen.

source: No usable disks selected.
kab: Ulac iḍebsiyen ara yettwaseqdacen i yettwafernen.

source: No usable disks.
kab: Ulac iḍebsiyen ara yettwaseqdacen.

source: No user will be created
kab: Ulac aseqdac ara yettwarnun

source: No valid boot loader target device found. See below for details.
kab: Ulac ibenk i asaḍas i yettwafen i usali n usekker. Wali ddaw i wugar n telqayt.

source: No volume group exists with the name "{}". Specify volume groups before logical volumes.
kab: Ulac agraw n ubleɣ i yellan s yisem "{}". Mudd igrawen n ubleɣ send iblaɣen imaẓlayen.

source: Node Name
kab: Isem n tmukrist

source: Node login failed.
kab: Tuqqna n tkerrist yecceḍ.

source: None
kab: Ula yiwen

source: Not Specified
kab: Ur d-yettwamudd ara

source: Not connected
kab: Ur iqqin ara

source: Not connected to Red Hat Insights
kab: Ur iqqin ara ɣer Red Hat Insights

source: Not enough RAM
kab: Ulac aṭas n tkatut tuddirt

source: Not enough free space on selected disks.
kab: Ulac ddeqs n tallunt tilellit ɣef yiḍebsiyen i yettwafernen.

source: Not enough space in file systems for the current software selection.
kab: Ulac aṭas n tallunt deg yinagrawen n yifuyla i tefrant-a n useɣẓan.

source: Not enough space in file systems for the current software selection. An additional {} is needed.
kab: Ulac ddeqs n tallunt deg yinagrawen n yifuyla i tefrant n useɣẓan-a. {} niḍen tettwasra.

source: Not mounting the system.
kab: Ur sserkab ara anagraw.

source: Not registered.
kab: Ur yettwasekles ara.

source: Not resizeable
kab: Ur tettemsemsawi ara teɣzi-s

source: Note: The settings you make on this screen will not be applied until you click on the main menu's 'Begin Installation' button.
kab: Tamawt: Iɣewwaren i tgiḍ ɣef ugdil-a ur ttusnasen ara alamma tsateḍ ɣef tqeffalt n 'Bdu asbeddi' seg wumuɣ agejdan.

source: Nothing selected
kab: Ulac i yettwafernen

source: Nothing to format
kab: Ulac ara yettusmeslen

# GUI|Software Source|Media Check Dialog
source: OK
kab: Ih

source: Options
kab: Tixtiṛiyin

source: Or, assign new mount points to existing partitions after selecting them below.
kab: Neɣ, azen tineqqiḍin n userkeb timaynutin ɣer yiḥricen yellan send afran-nsen ddaw.

source: Order
kab: Tasunḍa

source: Organization ID
kab: ID n tuddsa

source: Other ({})
kab: Wayeḍ ({})

source: PM
kab: MD

source: PRE-RELEASE / TESTING
kab: SEND ALEQQEM / ASEKYED

source: PReP Boot Partition
kab: Aḥric n Boot PReP

source: PV partition "{}" is defined multiple times.
kab: Aḥric PV "{}" yettusbadu aṭas n tikkal.

source: Page size:
kab: Teɣzi n usebter:

source: Parent
kab: Amaraw

source: Partition "{}" given in part command does not exist.
kab: Aḥric "{}" i d-yettwamudden s tladna part ulac-itt.

source: Partition Scheme Options
kab: Tixtiṛiyin n uzenziɣ n uḥric

source: Partitioning Options
kab: Tixtiṛiyin n beṭṭu

source: Partitioning method changed - planned storage configuration changes will be cancelled.
kab: Tarrayt n beṭṭu tettwasenfel - isenfal n twila n uḥraz yettusɣawsen ad ttwasfesxen.

# GUI|Software Source|Proxy Dialog
source: Pass_word:
kab: A_wal n uɛeddi:

source: Passphrase
kab: Tafyirt n uɛeddi

source: Passphrase given in the {} command is too short in FIPS mode. Please use at least {} characters.
kab: Tafyirt n uɛeddi i d-yettwamudden deg tladna {} wezzilet aṭas deg uskar FIPS. Ttxil-k seqdec ma drus {} yisekkilen.

source: Password
kab: Awal n uɛeddi

source: Password (confirm):
kab: Awal n uɛeddi (sentem):

source: Password set.
kab: Awal n uwêddi yettusbadu.

source: Password:
kab: Awal n uɛeddi:

source: Passwords do not match!
kab: Awalen n uɛeddi ur mṣdan ara!

source: Passwords or encryption keys are required to access the wireless network
kab: Awalen n uɛeddi neɣ tisura n uwgelhen ttwasran i unekcum ɣer uzeṭṭa war tinilwa

source: Passwords or encryption keys are required to access the wireless network '%(network_id)s'.
kab: Awalen n uɛeddi neɣ tisura n uwgelhen ttwasran i unekcum ɣer uzeṭṭa war tinilwa '%(network_id)s'.

source: Path: %s
kab: Abrid n ukeččum: %s

source: Paths
kab: Iberdan

source: Performing post-installation Flatpak tasks
kab: Tiwuriwin n Flatpak teddun seld asbeddi

source: Performing post-installation setup tasks
kab: Tiwuriwin n usesteb teddunt seld asbeddi

source: Physical volume "{}" has a format of "{}", but should have a format of "lvmpv".
kab: Ableɣ aɣaran "{}" ɣur-s amasal n "{}", d acu yezmer ad yesɛu amasal n "lvmpv".

source: Please complete all spokes before continuing
kab: Ttxil-k smed akk urtiyen send akemmel

source: Please complete items marked with this icon before continuing to the next step.
kab: Ttxil-k smed akk iferdisen yettwacerḍen s tignit-a send akemmel ɣer takkayt tuḍfirt.

source: Please confirm software selection
kab: Ttxil, sentem afran n useɣẓan

source: Please create a name for this %(container_type)s and select at least one disk below.
kab: Ttxil-k rnu isem i %(container_type)s syen fren xerṣum yiwen n uḍebsi ddaw.

source: Please create a name for this container and select at least one disk below.
kab: Ttxil-k rnu isem i umagbar-a syen fren xerṣum yiwen uḍebsi ddaw.

source: Please enable network access before connecting to Red Hat.
kab: Ttxil-k rmed anekcum ɣer uzeṭṭa send tuqqna ɣer Red Hat.

source: Please enter a mount point.
kab: Ttxil-k sekcem tanqiḍt n userkeb.

source: Please enter a valid mount point.
kab: Ttxil-k sekcem taneqqiḍt n userkeb tameɣtut.

source: Please enter a valid name.
kab: Ttxil-k sekcem isem ameɣtu.

source: Please press %s to get a shell
kab: Ttxil-k sit ɣef %s i wawway n shell

source: Please provide RDP password.
kab: Ttxil-k mudd awal n uɛeddi RDP.

source: Please provide RDP user name & password.
kab: Ttxil-k mudd isem n useqdac & waal n uɛeddi n RDP.

source: Please provide RDP user name.
kab: Ttxil-k muddisem n useqdac RDP.

source: Please provide a default LUKS passphrase for all devices you want to encrypt. You will have to type it twice.
kab: Ttxil-k mudd-d tafyirt n uɛeddi LUKS tamezwert i meṛṛa ibenkan i tebɣiḍ ad weglehnen. Yewwi-d fell-ak ad tt-taruḍ sin yiberdan.

source: Please select a single mount point to edit properties. You have currently selected: %s
kab: Ttxil-k fren taneqqiḍt n userkeb tasuft i uẓrag n tmeẓliyin. Hata tferneḍ: %s

source: Please select language support to install
kab: Ttxil-k fren tallalt n tutlayt ara tesbeddeḍ

source: Please select new root password. You will have to type it twice.
kab: Ttxil-k·m fren awal n uɛeddi aẓar amaynut. Ilaq ad t-taruḍ sin yiberdan.

source: Please select the network interface which is connected to your FCoE switch.
kab: Ttxil-k fren agrudem n uzeṭṭa i yeqqnen ɣer usenfal-ik FCoE.

source: Please select the timezone. Use numbers or type names directly
kab: Ttxil-k fren izḍi usrig. Seqdec imḍanen neɣ aru srid ismawen

source: Please ssh install@%s to begin the install.
kab: Ttxil-k selkem taladna ssh install@%s i beddu n usbeddi.

source: Please ssh install@HOSTNAME to continue installation.
kab: Ttxil-k seqdec taladna ssh install@HOSTNAME i ukemmel n usbeddi.

source: Please use the live desktop environment's tools for customizing your network configuration. You can set the host name here.
kab: Ttxil-k seqdec ifecka n twennaḍt n tnarit Live i usagen n twila n uzeṭṭa. Tzemreḍ ad tesbaduḍ isem n usenneftaɣ dagi.

source: Please wait... software metadata still loading.
kab: Ttxil-k rǧu... isefkameta n useɣẓan mazal ttalin-d.

source: Pool
kab: Anejmuɛ

source: Port
kab: Tawwurt

source: Port / Target / LUN #
kab: Tawwurt / Tasaḍast / LUN #

source: Portal
kab: Awwur

source: Ports
kab: Tiwwura

source: Preparing deployment of {}
kab: Aheyyi n usrusu n {}

source: Preparing to install
kab: Aheyyi i usbeddi

source: Preparing transaction from installation source
kab: Aheyyi n usenfel seg uɣbalu n usbeddi

source: Preserve
kab: Ḥrez

# GUI|Reclaim Dialog
source: Preserve _all
kab: Ḥrez kullec (_a)

source: Press <b>Done</b> again to use the password anyway.
kab: Sit ɣef <b>Yemmed</b> tikkelt niḍen i useqdec n wawal n uɛeddi akken ibɣu yili.

source: Press ENTER to continue
kab: Ttekki ɣef tqeffalt SEKCEM akken ad tkemmleḍ

source: Pressing 'OK' below will take you to the disk selection screen where you will need to re-select your disks.
kab: Sit ɣef tqeffalt 'IH' ddaw ara ak-yawin ɣer ugdil n tefrant n yiḍebsiyen anida i tesriḍ ad talseḍ afran n yiḍebsiyen-ik.

source: Private key password:
kab: Awal n uɛeddi n tsarut tusligt:

source: Probing storage
kab: Aseɣbel n uḥraz

source: Probing storage...
kab: Aseɣbel n uḥraz...

source: Processing...
kab: Asesfer...

source: Progress
kab: Asfari

source: Protocol in URL does not match selected protocol
kab: Aneggaf deg URL ur yemṣada ara akked uneggaf i yettwafernen

source: Provider
kab: Imefki

source: Proxy authentication data duplicated
kab: Isefka n usesteb n upṛuksi ttwalsen-d

source: Purpose
kab: Iswi

source: Quit
kab: Tuffɣa

source: Quit (Reboot)
kab: Ffeɣ (ales asenker)

source: RAID Device
kab: Ibenk RAID

source: RAID Level:
kab: Aswir RAID:

source: RAID device "{}" given in raid command does not exist.
kab: Ibenk RAID "{}" i d-yettwamudden deg tladna raid ulac-it.

source: RAID device "{}" has a format of "{}", but should have a format of "mdmember".
kab: Ibenk RAID "{}" ɣur-s amasal n "{}", d acu yezmer ad yesɛu amasal n "mdmember".

source: RAID partition "{}" is defined multiple times.
kab: Aḥric RAID "{}" yettusbadu acḥal n tikkal.

source: RAID sets that contain '%(desc)s' must have one of the following device types: %(types)s.
kab: Taggayt n RAID ideg yella '%(desc)s' ilaq ad tesɛu yiwen seg wanawen-a n yibenk: %(types)s.

source: RAID sets that contain '%(desc)s' must have one of the following metadata versions: %(metadata_versions)s.
kab: Taggayt n RAID ideg yella '%(desc)s' ilaq ad tesɛu yiwen seg yileqman-a n yiɣefisefka: %(metadata_versions)s.

source: RAID sets that contain '%(desc)s' must have one of the following raid levels: %(raid_level)s.
kab: Taggayt n RAID ideg yella '%(desc)s' ilaq ad tesɛu yiwen seg yiswiren-a raid: %(raid_level)s.

source: RAID volume "{}" specified with --useexisting does not exist.
kab: Ableɣ RAID "{}" i yettwamudden s --useexisting ulac-it.

# GUI|Custom Partitioning|Configure
source: RA_ID Level:
kab: Aswir RA_ID:

source: RDP User name & Password
kab: Isem n useqdac RDP akked wawal n uɛeddi

source: RECLAIM DISK SPACE
kab: TIRIRIT N TALLUNT N UḌEBSI

source: RESCAN DISKS
kab: ALES AḌUMMU N YIḌEBSIYEN

source: ROOT ACCOUNT
kab: AMIḌAN AẒAR

source: ROOT PASSWORD
kab: AWAL N UƐEDDI N WAẒAR

source: RPM OSTree Container
kab: AMAGBAR N RPM OSTree

source: Read-only mount
kab: Aserkeb deg tɣuri kan

source: Receiving objects: {percent}% ({fetched}/{requested}) {bytes}
kab: Armas n tɣawsiwin: {percent}% ({fetched}/{requested}) {bytes}

source: Reclaim
kab: Err-d

source: Reclaimable Space
kab: Tallunt ara d-yettwarran

source: Red Hat CDN is unavailable for this installation.
kab: Red Hat CDN ulac-it i usebded-a.

source: Red Hat CDN requires registration.
kab: Red Hat CDN yesra ajerred.

# GUI|Custom Partitioning|Configure
source: Ref_ormat
kab: Ales amsal (_O)

source: Reformat
kab: Ales amsal

# GUI|Custom Partitioning
source: Refresh
kab: Snirem

# GUI|Installation Destination|Filter
source: Refresh _List
kab: Smiren tabdart (_L)

source: Region
kab: Tamnaḍt

source: Registered to Satellite.
kab: Ajerred ɣer Satellite.

source: Registered with account {}
kab: Ijerred s umiḍan {}

source: Registered with organization {}
kab: Ijerred s tkebbanit {}

source: Registered.
kab: Ijerred.

source: Registering...
kab: Asekles iteddu...

source: Registration failed due to insufficient credentials.
kab: Ajerred yecceḍ ssebba n yinekcam i ixuṣṣen.

source: Registration failed.
kab: Asekles yecceḍ.

source: Reload storage configuration from disk.
kab: Ales asali n twila n uḥraz seg uḍebsi.

source: Remote directory is required
kab: Akaram anmeggay yettwasra

source: Remove
kab: Kkes

# GUI|Custom Partitioning
source: Remove
kab: Kkes

source: Remove NTP server
kab: Aqeddac NTP anmeggay

source: Remove the selected mount point(s).
kab: Kkes tineqqiḍin n userkeb i yettwafernen.

source: Replace Existing Linux system(s)
kab: Semselsi anagraw(inagrawen) Linux i yellan

source: Repo URL
kab: URL n ukufi

source: Repository name conflicts with internal repository name
kab: Isem n ukufi yettnaɣ d yisem n ukufi agensan

source: Requested boot drive "{}" doesn't exist or cannot be used.
kab: Anuḍaf n usekker "{}" i yettwasran ulac-it neɣ ur yezmir ara ad yettuseqdec.

source: Rescue
kab: Asellek

source: Rescue Shell
kab: Shell n usellek

source: Restoring hardware time...
kab: Tiririt n n wakud n warrum...

# GUI|Advanced Storage|iSCSI|Login|Retry
source: Retry _Log In
kab: Ԑreḍ tuqqna i tikkelt niḍen (_L)

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP Pass_word:
kab: A_wal n uɛeddi n CHAP yemutti:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: Reverse CHAP Pass_word:
kab: A_wal n uɛeddi n CHAP yemutti:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP User _name:
kab: Isem _n useqdac n CHAP yemutti:

source: Reverting previous configuration. This may take a moment...
kab: Ad nsefsex tawila yezrin. Aya yezmer ad yeṭṭef kra n wakud...

source: Role
kab: Tawuri

source: Role: {}
kab: Tamlilt: {}

source: Root Selection
kab: Afran n waẓar

source: Root account is disabled
kab: Amiḍan aẓar yensa

source: Root password
kab: Awal n uɛeddi n waẓar

source: Root password has been set.
kab: Awal n uɛeddi n waẓar yettwasbadu.

source: Root password is not set
kab: Awal n uɛeddi n waẓar ur yettwasbadu ara

source: Root password is set
kab: Awal n uɛeddi aẓar yettusbadu

source: Run %s to unmount the system when you are finished.
kab: Selkem %s i tukksa n userkeb n unagraw mi ara tfakkeḍ.

source: Running post-installation scripts
kab: Aselkem n isekripten n seld asbeddi

source: Running pre-installation scripts
kab: Aselkem n yisekripten n usbeddi uzwir

source: Running pre-installation tasks
kab: Aselkem n twuriwin n usbeddi uzwir

source: SELECTED DISKS AND BOOT LOADER
kab: IḌEBSIYEN D USALAY N USEKKER I YETTWAFERNEN

source: SOFTWARE
kab: ISEƔẒANEN

source: SOFTWARE SELECTION
kab: AFRAN N YISEƔẒAN

source: SPOKE NAME
kab: Isem n urmud

source: SSL error while downloading the escrow certificate: {}
kab: Tuccḍa n SSL lawan n usader n uselkin n uḍman: {}

source: SUMMARY OF CHANGES
kab: AGZUL N YISENFAL

source: SYSTEM
kab: ANAGRAW

source: SYSTEM PURPOSE
kab: ISWI N UNAGRAW

source: Satellite URL
kab: URL n Satellite

source: Saving storage configuration...
kab: Asekles n twila n uḥraz...

source: Scanning disks. This may take a moment...
kab: Aḍummu n yiḍebsiyen. Aya yezmer ad yeṭṭef kra n wakud...

source: Scanning disks. This may take a moment...
kab: Aḍummu n yiḍebsiyen. Aya yezmer ad yeṭṭef kra n wakud...

# GUI|Installation Destination|Filter
source: Searc_h
kab: Anadi (_H)

# GUI|Installation Destination|Filter|Search
source: Search Res_ults:
kab: Nadi igmaḍ (_u):

# GUI|Installation Destination|Filter|Search
source: Search _By:
kab: Nadi s (_B):

source: Secure Boot
kab: Asenker aɣelsan

source: Security
kab: Taɣellist

source: Security Key
kab: Tasarutt taɣelsant

source: Select a drive for the mount point to be created on. If you select multiple, only 1 drive will be used.
kab: Fren anuḍaf i tneqqiḍt n userkeb iɣef ara ternuḍ. Ma yella tferneḍ aṭas, ad yettuseqdec kan 1 unuḍaf.

source: Select a network
kab: Fren azeṭṭa

source: Select a network to configure
kab: Fren azeṭṭa i usesteb

source: Select a partition scheme configuration.
kab: Fren tawila n uzenziɣ n uḥric.

source: Select additional language support to be installed:
kab: Fren tutlayin niḍen yettusefraken ara yettwasbedden:

source: Select all
kab: Fren-iten akk

source: Select all of the drives you would like the mount point to be created on.
kab: Fren akk ibenkan iɣef tebɣiḍ ad ternuḍ taneiḍt n userkeb.

source: Select an ISO to use as install source
kab: Fren ISO i useqdec-is d aɣbalu n usbeddi

source: Select an NTP server to remove
kab: Fren aqeddac NTP i tukksa-s

source: Select device containing the ISO file
kab: Fren ibenk ideg yella ufaylu n ISO

source: Select the device(s) you'd like to install to. They will be left untouched until you click on the main menu's "Begin Installation" button.
kab: Fren ibenkan i tebɣiḍ ad tesqedceḍ deg usebded. Ad qqimen akken llan skudd mazal ur tsateḍ ara ɣef tqeffalt "Bdu asebded" deg umuɣ agejdan.

source: Selected Device
kab: Ibenk i yettwafernen

source: Selected Layouts
kab: Tineɣrufin yettwafernen

source: Selected disks
kab: Iḍebsiyyen yettwafranen

source: Selected disks {} contain volume group '{}' that also uses further unselected disks. You must select or de-select all these disks as a set.
kab: Fren iḍebsiyen {} ideg yella ugraw n ubleɣ '{}' i yesseqdacen daɣen iḍebsiyen ur yettwafernen ara. Ilaq ad tferneḍ neɣ ad tesfesxeḍ afran n meṛṛa iḍebsiyen-a d taggayt.

source: Selected environment is not valid
kab: Tawennaḍt i yettwafernen d tarameɣtut

source: Server must be specified as SERVER:/PATH
kab: Aqeddac ilaq ad d-yettwamudd la am AQEDDAC:/PATH

# GUI|Subscription|Set System Purpose
source: Set System Purpose
kab: Sbadu iswi n unagraw

source: Set as current system host name.
kab: Sbadu-t d isem n usenneftaɣ n unagraw amiran.

source: Set host name
kab: Sbadu isem n usenneftaɣ

source: Set timezone
kab: Sbadu izḍi usrig

source: Setting up installation source...
kab: Asesteb n uɣbalu n usebded...

source: Setting up kexec
kab: Asesteb n kexec

source: Setting up the installation environment
kab: Asesteb n twennaḍt n usebded

# GUI|Installation Destination|Filter|Multipath|WWID
source: Show Only _Devices Containing:
kab: Sken kan ibenkan ideg yella (_D):

# GUI|Installation Destination|Filter|Other|ID
source: Show Only _Devices Containing:
kab: Sken kan ibenkan ideg yella (_D):

# GUI|Installation Destination|Filter|Multipath|Vendor
source: Show Only _Devices From:
kab: Sken kan Ibenkan seg (_D):

# GUI|Installation Destination|Filter|Other|Vendor
source: Show Only _Devices From:
kab: Sken kan ibenkan seg (_D):

# GUI|Installation Destination|Filter|Multipath|Interconnect
source: Show Only _Devices With:
kab: Sken kan ibenkan s (_D):

# GUI|Installation Destination|Filter|Other|Interconnect
source: Show Only _Devices With:
kab: Sken kan ibenkan s (_D):

source: Show password.
kab: Sken-d awal n uɛeddi.

source: Shrink
kab: Semẓẓiy

# GUI|Custom Partitioning|Container Dialog
source: Si_ze policy:
kab: Tasertit n teɣ_zi:

source: Single
kab: Asuf

source: Size cannot be decided on from kickstart nor obtained from device.
kab: Ulamek ad tettwaqbel teɣzi seg kickstart neɣ ad yettwakkes seg yibenk.

source: Skip to shell
kab: Zgel ɣer shell

source: Snapshot {} already exists.
kab: Snapshot {} yella yakan.

source: Snapshot: origin "{}" doesn't exist!
kab: Snapshot: aɣbalu "{}" ulac-it!

source: Snapshot: origin "{}" of snapshot "{}" is not a valid thin LV device.
kab: Snapshot: aɣbalu "{}" n snapshot "{}" d ibenk LV arqaq arameɣtu.

source: Software selection
kab: Afran n yiseɣẓanen

source: Some of the repomd.xml files have changed or are unreachable.
kab: Kra n yifuyla n repomd.xml ttwasneflen neɣ ur ttwaɣrant ara.

source: Some packages, groups or modules are broken.
kab: Kra n yikemmusen, igrawen neɣ izegrar rrẓen.

source: Some packages, groups or modules are missing.
kab: Kra n yikemmusen, igrawen neɣ izegrar xuṣṣen.

source: Source changed - please verify
kab: Aɣbalu yettwabeddel - ttxil-k senqed

source: Specialized & Network Disks
kab: Iḍebsiyen n uzeṭṭa d yiḍebziyen uzzigen

source: Specify Repo Options
kab: Mudd tixtiṛiyin Repo

# GUI|Advanced User
source: Specify a _group ID manually:
kab: Sizzeg asulay n u_graw, s ufus:

# GUI|Advanced User
source: Specify a _user ID manually:
kab: Sizzeg asulay n _useqdac, s ufus:

source: Speed
kab: Arurad

source: Standard Partition
kab: Aḥric aslugan

source: Start shell
kab: Shell n beddu

source: Starting GNOME remote desktop in RDP mode...
kab: Beddu n tnarit tanmeggagt n GNOME deg uskar RDP...

source: Starting automated install
kab: Beddu n usbeddi awurman

source: Starting pull of {branch_name} from {source}
kab: Beddu n ufmiḍi n {branch_name} seg {source}

source: Status not available
kab: Ulac addad

source: Status unknown
kab: Addad arussin

source: Status unknown (missing)
kab: Addad d arussin (ixuṣṣ)

source: Storage Configuration
kab: Tawila n uḥrz

source: Storage Options
kab: Tixtiṛiyin n uḥraz

source: Storing configuration files and kickstarts
kab: Tiririt n yifuyla n twila akked kickstarts

source: Strong
kab: Iǧhedd

source: Subscription attached.
kab: Amultaɣ yedda.

source: Subsystem NQN
kab: NQN n unagraw arnaw

source: Supported formats: %s
kab: Imasalen yettwasefraken: %s

source: Switching keyboard layouts by using keyboard shortcuts is not supported. To change the layout, use the keyboard icon in the top bar.
kab: Asnifel n tneɣrufin n unasiw s useqdec n inegzumen n unasiw ur yettusefrak ara. Akken ad tbeddleḍ taneɣruft-a, seqdec tignit n unasiw deg ufeggag ufella.

source: Synchronizing writes to disk
kab: Amtawi n tira ɣef uḍebsi

source: System Purpose
kab: Iswi n unagraw

source: Systemd-boot is not supported on this platform
kab: Asenker n unagraw ur yettusefrak ara ɣef tɣerɣert-a

source: TIME & DATE
kab: AKUD & AZEMZ

source: TOTAL SPACE
kab: ASEMDAY N TALLUNT

source: Target
kab: Iswi

source: Target WWID
kab: WWID asaḍas
