Repository: rhinstaller/anaconda-l10n
Catalog: f42/*.po
Languages: kab

source: Device "{}" given in clearpart device list does not exist.
kab: Ibenk "{}" i d-yettunefken deg tebdart n yibenk clearpart ulac-it.

source: Device Selection
kab: Afran n yibenkan

# GUI|Custom Partitioning|Configure
source: Device _Type:
kab: Anaw n yibenk (_T):

source: Device configuration
kab: Tawila n yibenk

source: Device description
kab: Aglam n yibenk

source: Device discovery failed.
kab: Ur tessaweḍ ara tifin n yibenk-nni.

source: Device discovery succeeded.
kab: Asmiren n yibenk yedda akken iwata.

source: Device does not support RAID level selection {}.
kab: Ibenk ur issefrak ara tafrant n uswir RAID {}.

source: Device reconfiguration failed.
kab: Tawila n yibenk tecceḍ.

source: Device removal request failed.
kab: Assuter n tukksa n yibenk yecceḍ.

# GUI|Software Source
source: Device with an _ISO file
kab: Ibe,k s ufaylu _ISO

source: Device(s):
kab: Ibenk:

source: Device:
kab: Ibenk:

source: Device: %s
kab: Ibenk: %s

source: Disabled
kab: Yettwassens

source: Disabling the root account will lock the account and disable remote access with root account. This will prevent unintended administrative access to the system.
kab: Asensi n umiḍan aẓar ad isekkeṛ amiḍan syen ad issens anekcum anmeggag s umiḍan aẓar. Aya ad yegdel anekcum adeblan ur yettwabɣan ara ɣer unagraw.

source: Disconnected
kab: Ur yeqqin ara

source: Disconnecting
kab: Yessensar

source: Disconnecting...
kab: Yessensar…

source: Discovering DASD devices. This may take a moment...
kab: Asnirem n yibenkan DASD. Aya yezmer ad yeṭṭef kra n wakud...

source: Discovering iSCSI targets. This may take a moment...
kab: Asnirem n yisaḍasen DASD. Aya yezmer ad yeṭṭef kra n wakud...

source: Discovering zFCP devices. This may take a moment...
kab: Asnirem n yibenkan zFCP. Aya yezmer ad yeṭṭef kra n wakud...

source: Discovery login rejected.
kab: Anekcum n usnirem yettwagi.

source: Disk
kab: Aḍebsi

source: Disk "{}" given in clearpart command does not exist.
kab: Aḍebsi "{}" i d-yettwamudden deg tladna clearpart ulac-it.

source: Disk "{}" given in ignoredisk command does not exist.
kab: Aḍebsi "{}" i d-yettwamudden deg tladna ignoredisk ulac-it.

source: Disk "{}" given in part command does not exist.
kab: Aḍebsi "{}" i d-yettwamudden deg tladna part ulac-it.

source: Disk "{}" in part command is not partitioned.
kab: Aḍebsi "{}" deg tladna part ur yettwabḍay ara.

source: Disk formatting complete.
kab: Ifukk-d wemsal n uḍebsi.

source: Disk rescan complete.
kab: Allus n uḍummu n yibenk yemmed.

source: Disk summary goes here
kab: Agzul n yibenk ad yili dagi

source: Disklabel "{}" given in clearpart command is not supported on this platform.
kab: Tabzimt n uḍebsi "{}" i d-yettunefken deg tladna clearpart ur yettusefrak ara ɣef tɣerɣert-a.

source: Disks left unselected here will not be touched.
kab: Ur d-ttwasamin ara iḍebsiyen ur nettwafran ara dagi.

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Do _not show this dialog for other selected file systems.
kab: Ur skanay ara adiwenni-a i yinagrawen n yifuyla niḍen i yettwafernen (_n).

source: Do you really want to quit?
kab: Tebɣiḍ s tidet ad teffɣeḍ?

source: Downloading group metadata...
kab: Asader n iɣefisefka n ugraw...

source: Downloading packages
kab: Asider n ikemmusen

source: Downloading {total_files} RPMs, {downloaded_size} / {total_size} ({total_percent}%) done.
kab: Asader n {total_files} RPMs, {downloaded_size} / {total_size} ({total_percent}%) yemmed.

source: Downloading {}
kab: Asider n {}

source: Downloading {} ({}%)
kab: Asider n {} ({}%)

source: Duplicate repository names
kab: Ismawen n ukufi ttuɛawden-d

source: EFI System Partition
kab: Aḥric n unagraw EFI

source: Edit
kab: Ẓreg

source: Either a group name in the group list is invalid or groups are not separated by a comma.
kab: Ya d isem n ugraw deg wumuɣ n ugraw d arameɣtu neɣ d igrawen ur bḍin ara s tefrayt.

source: Empty
kab: D ilem

source: Empty URL
kab: URL d ilem

source: Empty path
kab: Abrid d ilem

source: Empty repository name
kab: Isem n ukufi d ilem

source: Empty server
kab: Aqeddac d ilem

source: Enabled if supported by the installing machine
kab: Yettwarmed ma yettwasefrak sɣur tmacint

source: Enabled unconditionally
kab: Yettwarmed war tiwtilin

# GUI|Password
source: Enabling the root account will allow you to set a root password and optionally enable remote access to root account on this system.
kab: Armad n umiḍan aẓar ad k-yeǧǧ ad tesbeddeḍ awal uffir aẓar syen ad tremdeḍ s wudem afrayan anekcum anmeggag ɣer umiḍan aẓar ɣef unagraw-a.

source: Encrypt
kab: Wgelhen

# GUI|Custom Partitioning|Autopart Page
source: Encrypt my data.
kab: Wgelhen isefka-w.

source: Encryption
kab: Awgelhen

source: Encryption requested for LUKS device %s but no encryption key specified for this device.
kab: Awgelhen yessuter i yibenk LUKS %s maca ulac tasarut n uwgelhen i d-yettunefken i yibenk-a.

source: Enter '%s' to ignore the warning and attempt to install anyway.
kab: Sekcem '%s' ad tzegleḍ ilɣa syen ad tɛerḍeḍ asbeddi akken yebɣu yili.

source: Enter a new value for '%(title)s' and press %(enter)s
kab: Sekcem azal amaynut i '%(title)s' syen sit ɣef %(enter)s

source: Enter an NTP server address and press %s
kab: Sekcem tansa n uqeddac NTP syen sit ɣef %s

source: Enter size and unit.
kab: Ṣekcem teɣzi akked uferdis.

source: Enterprise
kab: Taṛmist

source: Error
kab: Tuccḍa

source: Error adding FCoE SAN.
kab: Tuccḍa deg tmerna n FCoE SAN.

source: Error checking software dependencies. <a href="">Click for details.</a>
kab: Tuccḍa deg usenqed n yisenfal n useɣẓan. <a href="">Sit i wugar n telayt.</a>

source: Error checking software selection
kab: Tuccḍa deg usenqed n tefrant n useɣẓan

source: Error checking storage configuration
kab: Tuccḍa deg usenqed n twila n uḥraz

source: Error checking storage configuration. <a href="">Click for details.</a>
kab: Tuccḍa deg usenqed n twila n uḥraz. <a href="">Sit i wugar n telqayt.</a>

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
kab: Tuccḍa deg usenqed n twila n uḥraz. <a href="">Sit i wugar n telqayt</a> neɣ sit tikkelt niḍen ɣef "Yemmed" i ukemmel.

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
kab: Tuccḍa deg usenqed n twila n uḥraz. <a href="">Sit i wugar n telqayt</a> neɣ sit tikkelt niḍen ɣef "Yemmed" i ukemmel.

source: Error detail:
kab: Talqayt n tuccḍa:

source: Error setting up repositories
kab: Tuccḍa deg usbadu n yikufan

source: Escrow certificate {} requires the network.
kab: Aselkin n uḍman {} yesra aẓeṭṭa.

source: Example:
kab: Amedya :

source: Exit the shell to continue
kab: Ffeɣ seg shell i akken ad tkemmleḍ

source: Extra characters in proxy URL
kab: Zaden isekkilen deg URL n upṛuksi

source: FCP device {hba_id} WWPN {wwpn} LUN {lun}
kab: Ibenk FCP {hba_id} WWPN {wwpn} LUN {lun}

source: Failed to add a device.
kab: Tuccḍa deg tmerniwt n yibenk.

source: Failed to add new device.
kab: Ur yessaweḍ ara ad d-yernu yiwen ibenk amaynut.

source: Failed to add the '{name}' repository: {details}
kab: Ur yessaweḍ ara ad d-yernu akufi « {name} »: {details}

source: Failed to change a device.
kab: Yecceḍ usenfel n yibenk.

source: Failed to proceed with the installation.
kab: Ur yessaweḍ ara ad ikemmel asebeddi.

source: Failed to save boot loader configuration
kab: Yecceḍ usekles n twila n usalay n usekker

source: Failed to save storage configuration
kab: Yecceḍ usekles n twila n uḥraz

source: Failed to set up installation source; check the NFS configuration.
kab: Yecceḍ usbadu n uɣbalu n usbeddi; sened tawila NFS.

source: Failed to set up installation sources; check their configurations.
kab: Yecceḍ usbadu n yiɣbula n usbeddi; senqed tiwila-nsen.

source: Failed to unlock encrypted block device.
kab: Tecceḍ tukksa n usekkeṛ n yibenk n yiḥden yettwawgelhen.

source: Failed to write boot loader configuration. More information may be found in the log files stored in /tmp
kab: Tecceḍ tira n twila n usalay n usekker. Ugar n telɣut yezmer ad tettwaf deg yifula n uɣmis i d-yettwaḥerzen deg /tmp

source: Fair
kab: Yelha

# GUI|Custom Partitioning|Configure
source: File S_ystem:
kab: Anagraw n _yifuyla:

source: File System
kab: Anagraw n yifuyla

source: File system type "{}" given in autopart command is invalid.
kab: Anaw n unagraw n yifuyla "{}" i d-yettwamudden deg tladan autopart d arameɣtu.

# GUI|Installation Destination|Filter|NVMe Fabrics Devices
source: Filter B_y:
kab: Sizdeg s (_y):

# GUI|Installation Destination|Filter|zSeries
source: Filter B_y:
kab: Sizdeg s (_y):

# GUI|Installation Destination|Filter|Multipath
source: Filter _By:
kab: Sizdeg s (_B):

# GUI|Installation Destination|Filter|Other
source: Filter _By:
kab: Sizdeg s (_B):

source: Firmware missing
kab: Ixuṣṣ ufreɣẓan

source: First sector of boot partition
kab: Amefran amezwaru n uḥric n usekker

source: Fixed
kab: Yefra

source: Flatpak installation has finished
kab: Yemmed usbeddi n Flatpak

source: For a UEFI installation, you must include an EFI System Partition on a GPT-formatted disk, mounted at /boot/efi.
kab: I usbeddi n UEFI, ilaq ad tsedduḍ aḥric n unagraw EFI ɣef uḍebsi yettwameslen ɣer GPT, yettwasrekben deg /boot/efi.

source: Format
kab: Amsal

source: Formatting DASDs
kab: Amsal n DASDs

source: Free
kab: d-yegran

source: Free space
kab: Tallunt tilellit

source: Free space available for use.
kab: Tallunt tilellit yellan i useqdec.

source: Free space unavailable but reclaimable from existing partitions.
kab: Ulac tallunt tilellit maca tezmer ad d-tettwarr seg yiḥricen i yellan.

# GUI|Storage
source: Free up space by re_moving or shrinking existing partitions
kab: Slelli-d tallunt s tukksa neɣ s ussenqes i yiḥricen yellan yakan

source: Full Name
kab: Isem ummid

source: Full name
kab: Isem ummid

source: Full name can't contain the ':' character
kab: Isem ummid ur ilaq ara ad yesɛu asekkil ':'

source: Full name cannot contain colon characters
kab: Isem ummid ur yezmir ara ad yesɛu asekkil « : »

source: Fully numeric name is not allowed.
kab: Isem umḍin ummid ur yettusireg ara.

source: GNOME remote desktop RDP IP: %s
kab: Tansa IP n tnarit tanmeggagt n GNOME: %s

source: GNOME remote desktop RDP host name: %s
kab: Isem n usenneftaɣ n tnarit anmeggag n GNOME: %s

source: GNOME remote desktop RDP: SSL certificates generated & set
kab: RDP n tnarit anmeggag n GNOME: Iselkinen SSL ttusirwen & ttusbadun

source: GNOME remote desktop RDP: user name and password set
kab: RDP n tnarit anmeggag n GNOME: isem n usedac akked wawal n uɛeddi ttusbadun

source: GRUB2 does not support installation to a partition.
kab: GRUB2 ur issefrak ara asbeddi ɣef uḥric.

source: GRUB2 encrypted password must be in grub.pbkdf2 format.
kab: Awal n uɛeddi GRUB2 yettwagedlen ilaq ad yili s umasal grub.pbkdf2.

source: Gateway
kab: Tiqenṭert

source: Gathering entropy (time ran out)
kab: Alqaḍ n tnetṛupit (akud ifukk)

source: Gathering entropy 100%
kab: Alqaḍ n tnetṛupit 100%

source: Gathering entropy {percents}% (remaining time {time})
kab: Alqaḍ n tnetṛupit {percents}% (akud i d-yeqqimen {time})

source: Generating initramfs
kab: Asirew n initramfs

source: Getting list of layouts...
kab: Awway n tebdart n tneɣrufin...

source: Good
kab: Igerrez

source: Group Membership
kab: Timerna n ugraw

source: Group Name
kab: Isem n ugraw

source: Group Password
kab: Awal n uɛeddi n ugraw

source: Groups
kab: Igrawen

# GUI|Network|Proxy
source: HTTP _Proxy
kab: A_pṛuksi HTTP

# GUI|Network|Proxy
source: H_TTPS Proxy
kab: Apṛuksi H_TTPS

source: Hardware Address
kab: Tansa n warrum

source: Hardware error occurred
kab: Tella-d tuccḍa deg warrum

source: Here we'll describe how much space is needed for the current software selection.
kab: Dagi ad d-neglem acḥal n tallunt i ilaqen i ufran n yiseɣẓanen n tura.

source: Here we'll describe what your options are.
kab: Dagi ad d-neglem d acu-tent textiṛiyin-ik.

source: Hide password.
kab: Ffer awal n uɛeddi.

# GUI|Advanced User
source: Home _directory:
kab: Akaram agej_dan:

source: Host Name
kab: Isem n usenneftaɣ

source: Host Name: %s
kab: Isem n usenneftaɣ: %s

source: Host name cannot be None or an empty string.
kab: Isem n usenneftaɣur ur yezmir ara ad yili d Ilem neɣ d azrir ilem.

source: Host name is not valid: %s
kab: Isem n usenneftaɣ d arameɣtu: %s

source: Host name must be 64 or fewer characters in length.
kab: Isem n usenneftaɣ ilaq ad yesɛu 64 yisekkilen neɣ ddaw deg teɣzi.

source: Host names can only contain the characters 'a-z', 'A-Z', '0-9', '-', or '.', parts between periods must contain something and cannot start or end with '-'.
kab: Isem n usenneftaɣ yezmer kan ad yesɛu isekkilen-a 'a-z', 'A-Z', '0-9', '-', or '.', imuren yellan gar wagazen ilaq ad sɛunt kra yerna ur zmiren ad bdun neɣ ad fakken s '-'.

source: Hour Down
kab: Aṣubbu s usrag

source: Hour Up
kab: Alluy s usrag

source: Hours
kab: Isragen

# GUI|Welcome|Beta Warn Dialog
source: I want to _exit
kab: Bɣiɣ ad ffɣ_eɣ

# GUI|Welcome|Beta Warn Dialog
source: I want to _proceed
kab: Bɣiɣ ad kemmleɣ (_P)

source: INSTALLATION DESTINATION
kab: TAƔERWAḌT N USBEDDI

source: INSTALLATION OPTIONS
kab: IƔEWWAṚEN N USBEDDI

source: INSTALLATION PROGRESS
kab: AKALA N USBEDDI

source: INSTALLATION SOURCE
kab: AƔBALU N USBEDDI

source: INSTALLATION SUMMARY
kab: AGZUL N USBEDDI

source: IP Address
kab: Tansa IP

source: IPv4 Address
kab: Tansa IPv4

source: IPv4 address or %s for DHCP
kab: Tansa IPv4 neɣ %s i DHCP

source: IPv4 gateway
kab: Tiqenṭert IPv4

source: IPv4 netmask
kab: Agelmus n uzeṭṭa Ipv4

source: IPv6 Address
kab: Tansa IPv6

source: IPv6 address[/prefix] or %(auto)s for automatic, %(dhcp)s for DHCP, %(ignore)s to turn off
kab: Tansa IPv6[/prefix] neɣ %(auto)s s wudem awurman, %(dhcp)s i DHCP, %(ignore)s i usexsi

source: IPv6 default gateway
kab: Tiqenṭert IPv6 tamezwarut

source: Identifier
kab: Asulay

source: Identity:
kab: Tamagit:

source: Importing certificates
kab: Akter n iselkinen

source: In FIPS mode, the passphrase must be at least {} letters long.
kab: Deg uskar FIPS, tafyirt n uɛeddi ilaq ad tesɛu ma drus {} yisekkilen.

source: Incorrectly specified origin of the snapshot. Use format "VolGroup/LV-name"
kab: Aɣbalu ur yettunefken ara akken iwata i snapshot. Seqdec amasal "VolGroup/LV-name"

source: Install
kab: Asbeddi

# GUI|Software Source
source: Install the _default versions provided by the installation source (above) only
kab: Sbedd ileqman imezwer i d-yefka kan uɣbalu n usbeddi (nnig)

# GUI|Software Source
source: Install the _latest available software updates
kab: Sbedd i_leqman ineggura yellan n yiseɣẓan

source: Install the live CD to your hard disk
kab: Sbedd aḍebsi amuddir ɣef uḍebsi aqquran

source: Install to Hard Drive
kab: Sbedd ɣef unuḍaf aqurran

source: Installation
kab: Asbeddi

source: Installation Destination
kab: Taɣerwaḍt n usbeddi

# GUI|Spoke
source: Installation _Destination
kab: Taɣerwaḍt n usbe_ddi

source: Installation complete
kab: Yemmed usbeddi

source: Installation complete. Press %s to quit
kab: Asbeddi yemmed. Sit ɣef %s ad teffɣeḍ

# GUI|Software Source
source: Installation media via SE/_HMC
kab: Amidya n usbeddi s SE/_HMC

source: Installation requires a total of <b>%s</b> for system data.
kab: Asbeddi yesra asemday n <b>%s</b> i yisefka n unagraw.

source: Installation requires partitioning of your hard drive. Select what space to use for the install target or manually assign mount points.
kab: Asbeddi yesra beṭṭu n unuḍaf-ik aqurran. Fren tallunt ara tesqedceḍ d asaḍas i usbeddi neɣ mudd tinqiḍin n userkeb s ufus.

source: Installation source
kab: Aɣbalu n usbeddi

source: Installation source needs to be set up first.
kab: Aɣbalu n usbeddi yesra ad yettusbadu d amezwaru.

source: Installation source not set up
kab: Aɣbalu n usbeddi ur yettusbadu ara

source: Installing Flatpak applications
kab: Asbeddi n yiseɣẓanen n Flatpak

source: Installing boot loader
kab: Asbeddi n usalay n usekker

source: Installing software {}
kab: Asbeddi n yiseɣẓanen {}

source: Installing software {}%
kab: Asbeddi n yiseɣẓanen {}%

source: Installing software...
kab: Asbeddi n yiseɣẓanen…

source: Installing the software
kab: Asbeddi n yiseɣẓanen

source: Installing {}
kab: Asbeddi n {}

source: Interconnect
kab: Amyuqqen

source: Interface
kab: Agrudem

source: Invalid NFS server, exactly one colon ':' must be present between host and directory
kab: Aqeddac NFS d arameɣtu, ilaq ad ilin sin wagazen ':' tikkelt gar usenneftaɣ akked ukaram

source: Invalid URL
kab: URL d arameɣtu

source: Invalid container name.
kab: Isem n umagbar d arameɣtu.

source: Invalid environment specified in kickstart
kab: Tawennaḍt yettwasuzzeg deg kickstart

source: Invalid group name.
kab: Isem n ugraw d arameɣtu.

source: Invalid host name
kab: Isem n usenneftaɣ d arameɣtu

source: Invalid input. Specify the Desired Capacity in whole or decimal numbers, with an appropriate unit.
kab: Anekcum arameɣtu. Suzzeg Tazmert i tebɣiḍ s yimḍanen ummiden neɣ imarawen, s uferdis iwatan.

source: Invalid mount point given
kab: Taneqqiḍt n userkeb i d-yettwamudden d tarameɣtut

source: Invalid or unsupported format given
kab: Amasal i d-yettwamudden d arameɣtu neɣ ur yettwasefrak ara

source: Invalid protocol
kab: Aneggaf d arameɣtu

source: Invalid proxy URL
kab: URL n upṛuksi d rameɣtu

source: Invalid proxy protocol: %s
kab: Aneggaf n upṛuksi d arameɣtu: %s

source: Invalid repository name
kab: Isem n ukufi d arameɣtu

source: Invalid server
kab: Aqeddac d arameɣtu

source: Invalid time source.
kab: Aɣbalu n wakud d arameɣtu.

source: Invalid timezone
kab: Izḍi usrig d arameɣtu

source: Invalid user name: %(name)s. %(error_message)s
kab: Isem n useqdac %(name)s d arameɣtu. %(error_message)s

source: It is recommended to create a new file system on your %(mount)s partition.
kab: Yettuwelleh ad ternuḍ anagraw n yifuyla amaynut ɣef uḥric-ik %(mount)s.

source: KEYBOARD LAYOUT
kab: TANEƔRUFT N UNASIW

source: Kernel Options
kab: Tixtiṛiyin n yiɣes

source: Kernel options
kab: Tixtiṛiyin n yiɣes

source: Keyboard layouts are not supported when using RDP. However the settings will be used after the installation.
kab: Tineɣrufin n unasiw ur ttusefrakent ara mi ara yettwaseqdac RDP. D acu iɣewwaren ad yttwasqedcen seld asbeddi.

source: Kickstart insufficient
kab: Kickstart drus

source: LANGUAGE SUPPORT
kab: TUTLAYIN YETTWASEFRAKEN

source: LAYOUT SWITCHING OPTIONS
kab: TIXTIṚIYIN N UMYIBEDDEL N TNEƔRUFT

source: LOCALIZATION
kab: ASIDEG

source: LVM Thin Provisioning
kab: Asiǧǧew n LVM Afessas

source: Label:
kab: Tabzimt:

source: Label: %s
kab: Tabzimt: %s

source: Language is not set.
kab: Tutlayt ur tettwasbedd ara.

source: Language settings
kab: Iɣewwaṛen n tutlayt

source: Languages
kab: Tutlayin

source: Layout Options
kab: Tixtiṛiyin n tneɣruft

source: Live OS
kab: Anagraw srid

source: Live image
kab: Tugna srid

source: Live tarball
kab: Tarball srid

source: Liveinst Setup
kab: Asbeddi Liveinst

source: Local Standard Disks
kab: Iḍebsiyen isluganen idiganen

source: Local host name must not end with period '.'.
kab: Isem n usenneftaɣ adigan ur ilaq ara ad ifakk s wagaz '.'.

source: Local media
kab: Amidya adigan

source: Local media via SE/HMC
kab: Amidya adigan seg SE/HMC

source: Local repositories
kab: Ikufiyen idiganen

source: Locales
kab: Idiganen

source: Location
kab: Adig

source: Logical volume "{}" given in logvol command does not exist.
kab: Ableɣ ameẓẓul "{}" i d-yettunefken deg tladna logvol ulac-it.

source: Logical volume name "{}" is already in use in volume group "{}".
kab: Isem n ubleɣ ameẓẓul "{}" la yettwaseqdacay deg ugraw n ubleɣ "{}".

source: Logical volume size "{}" must be larger than the volume group extent size of "{}".
kab: Teɣzi n ubleɣ ameẓẓul "{}" ilaq ad tili meqqret ɣef teɣzi n ufsar n ugraw n ubleɣ n "{}".

source: MANUAL PARTITIONING
kab: BEṬṬU S UFUS

source: MEDIA VERIFICATION
kab: ASENQED N UMIDYA

source: Manually assign mount points
kab: Mudd tinqiḍin n userkeb s ufus

source: Master Boot Record
kab: Iḥder n usekker agejdan (MBR)

source: Method
kab: Tarrayt

source: Minutes
kab: Tisdatin

source: Minutes Down
kab: Anɣas n tesdatin

source: Minutes Up
kab: Alluy n tesdatin

source: Missing name of the %addon section.
kab: Ixuṣṣ yisem n tefrant n %addon.

source: Mode
kab: Askar

source: Model
kab: Tamudemt

# GUI|Software Selection|Error Dialog
source: Modify _Selections
kab: _Senfel tifranin

source: More Network Config Box
kab: Ugar n tbewwaḍin n twila n uzeṭṭa

source: More customization options are available after creating the mount point below.
kab: Ugar n textiṛiyin tudmawanin i yellan seld timerna n tneqqiḍt n userkeb, nnig.

source: More efficient memory usage in smaller environments
kab: Aseqdec n tkatut igerrzen ugar deg twannaḍin timeẓẓyanin

source: More than one match found for given boot drive "{}".
kab: Ugar n yiwet n umṣada i yettwafen i yettwamudden i unuḍaf n usekker "{}".

# GUI|Custom Partitioning|Add Dialog
source: Mount _Point:
kab: Taneqqiḍt n userkeb (_P):

# GUI|Custom Partitioning|Configure|Devices
source: Mount _Point:
kab: Taneqqiḍt n userkeb (_P):

source: Mount point
kab: Taneqqiḍt n userkeb

# GUI|Keyboard Layout
source: Move selected layout _down
kab: Senkez taneɣruft i yettwafernen _d akessar

# GUI|Keyboard Layout
source: Move selected layout _up
kab: Senkez taneɣruft i yettwafernen _d asawen

source: Multiple boot loader partitions required: %s
kab: Aṭas n yiḥricen n usalay n usekker ttwasran: %s

source: Multiple devices found for boot loader partition '{}': {}
kab: Aṭas n yibenkan ttwafen i uḥric i usalay n usekker '{}': {}

source: Multiple devices found for mount point '{}': {}
kab: Aṭas n yibenkan ttwafen i tneqqiḍt n userkeb '{}': {}

source: My ssid
kab: SSID inu

source: NETWORK & HOST NAME
kab: AZEṬṬA & ISEM N USENNEFTAƔ

source: NETWORK CONFIGURATION
kab: ASESTEB N UZEṬṬA

source: NFS mount options
kab: Tixtiṛiyin n userkeb NFS

source: NFS server is empty
kab: Aqeddac NFS d ilem

source: NFS server {}
kab: Aqeddac NFS {}

source: NIC "{}" given in fcoe command does not exist.
kab: NIC "{}" i d-yettwamudden deg tladna fcoe ulac-it.

source: NTP configuration
kab: Asesteb n NTP

source: NTP servers:
kab: Iqeddacen n NTP:

# GUI|Installation Destination|Filter
source: NVMe _Fabrics Devices
kab: Ibenkan NVMe _Fabrics

# GUI|Software Source
source: N_FS mount options:
kab: Tixtiṛiyin n userkeb N_FS:

source: Name
kab: Isem

source: Name '$' is not allowed.
kab: Isem '$' ur yettusireg ara.

source: Name '%s' is invalid.
kab: Isem « %s » d arameɣtu.

source: Name '%s' is not allowed.
kab: Isem '%s' ur yettusireg ara.

source: Name cannot contain character: '%s'
kab: Isem ur ilaq ara ad yesɛu isekkilen: '%s'

source: Name cannot start with '-' character.
kab: Isem ur ilaq ara ad yebdu s usekkil '-'.

source: Name is already in use.
kab: Isem-a yettwaseqdac yakan.

source: Name must be shorter than 33 characters.
kab: Isem ilaq ad yili wezzil ɣef 33 yisekkilen.

source: Nameservers (comma separated)
kab: Ismawen n yiqeddacen (ad ferqen s tefrayt)

source: Namespace
kab: Tallunt n yismawen

source: Namespace ID
kab: Asulay n yisem n tallunt

source: Need Space
kab: Yesra tallunt

source: Network
kab: Aẓeṭṭa

source: Network Config Box
kab: Tabewwaḍt n usesteb n uzeṭṭa

source: Network Name
kab: Isem n uzeṭṭa

source: Network configuration
kab: Tawila n uzeṭṭa

source: Network configuration is not available.
kab: Tawila n uzeṭṭa ulac-itt.

source: Network interface "{nic}" required by iSCSI "{iscsi_target}" target is not up.
kab: Agrudem n uzeṭṭa "{nic}" yettwasra sɣur usaḍas iSCSI "{iscsi_target}" ur iteddu ara.

source: New Device
kab: Ibenk amaynut

source: New Selector
kab: Amefran amaynut

source: New {name} {version} Installation
kab: Asbeddi amaynut n {name} {version}
