Repository: rhinstaller/anaconda-l10n
Catalog: f42/*.po
Languages: kab

# GUI|Storage|Need Space Dialog
source: _Cancel & add more disks
kab: Sefsex syen rnu ugar n yiḍebsiyen (_C)

# GUI|Software Source
source: _Choose an ISO
kab: Fren ISO (_C)

# GUI|Date and Time
source: _City:
kab: Tiɣremt (_C):

# GUI|Custom Partitioning|Autopart Page
source: _Click here to create them automatically.
kab: Sit dagi i tmerna-nsen s wudem awurman (_C).

# GUI|Selected Disks Dialog
source: _Close
kab: Mdel (_C)

# GUI|Network|Proxy
source: _Configuration URL
kab: URL n twila (_C)

# GUI|Network|Mobile Broadband
source: _Configure...
kab: Swel (_C)...

# GUI|Network|VPN
source: _Configure...
kab: Swel (_C)...

# GUI|Network|Wired
source: _Configure...
kab: Swel (_C)...

# GUI|Network|Wireless
source: _Configure...
kab: Swel (_C)...

# GUI|User
source: _Confirm password
kab: Sentem awal n uɛeddi (_C)

# GUI|Password
source: _Confirm:
kab: Sentem (_C):

# GUI|Spoke
source: _Connect to Red Hat
kab: Qqen ɣer Red Hat (_C)

# GUI|Standalone Navigation
source: _Continue
kab: Kemmel (_C)

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Controller
source: _Controller ID:
kab: Asulay n usenqad (_C):

# GUI|Storage
source: _Custom
kab: Sagen (_C)

# GUI|Reclaim Dialog
source: _Delete
kab: Kkes (_D)

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Delete It
kab: Kkes-it (_D)

# GUI|Advanced Storage|DASD|Configure
source: _Device number:
kab: Uṭṭun n uḍebsi (_D):

# GUI|Advanced Storage|zFCP|Device Number
source: _Device number:
kab: Uṭṭun n uḍebsi (_D):

# GUI|Custom Partitioning
source: _Discard All Changes
kab: Sefsex akk isenfal (_D)

# GUI|Advanced Storage|iSCSI|Configure
source: _Discovery Authentication Type:
kab: Anaw n usesteb n usnirem (_D):

# GUI|Selected Disks Dialog
source: _Do not install boot loader
kab: Ur seb_dad ara asalay n usekker

# GUI|Spoke Navigation
source: _Done
kab: Imme_d

# GUI|Software Source|Proxy Dialog
source: _Enable HTTP Proxy
kab: Rmed apṛuksi HTTP(_E)

# GUI|Password
source: _Enable root account
kab: Rmed amiḍan aẓar (_E)

# GUI|Custom Partitioning|Configure
source: _Encrypt
kab: Wg_elhen

# GUI|Custom Partitioning|Autopart Page
source: _Encrypt automatically created mount points by default:
kab: Wgelhen s wudem awurman tineqqiḍin n userkeb i yettwarnan s wudem amezwer (_E):

# GUI|Storage
source: _Encrypt my data.
kab: Wgelhen isefka-w (_E).

# GUI|Error Dialog
source: _Exit Installer
kab: Ff_eɣ seg useɣẓan n usbeddi

# GUI|Storage Detailed Error Dialog
source: _Exit Installer
kab: Ffeɣ seg useɣẓan n usbeddi (_E)

# GUI|Network|Proxy
source: _FTP Proxy
kab: Apṛuksi _FTP

# GUI|Progress
source: _Finish Installation
kab: _Fakk asbeddi

# GUI|DAD Format Dialog
source: _Format with dasdfmt
kab: Amasal s daddfmt (_F)

# GUI|Storage
source: _Full disk summary and boot loader...
kab: Agzul ummid n uḍebsi akked usalay n usekker (_F)...

# GUI|User
source: _Full name
kab: Isem ummid (_F)

# GUI|Network
source: _Host Name:
kab: Isem n usenneftaɣ (_H):

# GUI|Spoke
source: _Installation Destination
kab: Tanila n usbeddi (_F)

# GUI|Spoke
source: _Installation Source
kab: Aɣbalu n usbeddi (_I)

# GUI|Network|Secrets Dialog
source: _Key:
kab: Tasarutt (_K):

# GUI|Spoke
source: _Keyboard
kab: Anasiw (_K)

# GUI|Custom Partitioning|Configure|Devices
source: _Label:
kab: Tabzimt (_L):

# GUI|Spoke
source: _Language Support
kab: Tut_layin yettwasefraken

# GUI|Advanced Storage|iSCSI|Login|Login
source: _Log In
kab: Qqen (_L)

# GUI|Date and Time
source: _Manual date & time
kab: Azemz d wakkud s ufus (_M)

# GUI|Network|Proxy
source: _Method
kab: Tarrayt (_M)

# GUI|Storage|Error Dialog
source: _Modify Disk Selection
kab: Beddel tafrant n uḍebsi (_M)

# GUI|Software Selection|Error Dialog
source: _Modify Software Source
kab: Beddel aɣbalu n useɣẓan (_M)

# GUI|Storage|Error Dialog
source: _Modify Storage Layout
kab: Senfel taneɣruft n uḥraz (_M)

# GUI|Custom Partitioning|Configure
source: _Modify...
kab: Senfel (_M)...

# GUI|Custom Partitioning|Configure|Devices
source: _Modify...
kab: Senfel (_M)...

# GUI|Installation Destination|Filter
source: _Multipath Devices
kab: Ibenkan s waṭas n yiberdan (_M)

# GUI|Custom Partitioning|Configure|Devices
source: _Name:
kab: Isem (_N):

# GUI|Custom Partitioning|Container Dialog
source: _Name:
kab: Isem (_N):

# GUI|Spoke
source: _Network & Host Name
kab: Azeṭṭa & Isem n usenneftaɣ (_N)

# GUI|Custom Partitioning|Autopart Page
source: _New mount points will use the following partitioning scheme:
kab: Tineqiḍin n userkeb timaynutin ad sqedcent azenziɣ-a n beṭṭu (_N):

# GUI|Main
source: _No
kab: Uhu (_N)

# GUI|Yes No Dialog
source: _No
kab: Uhu (_N)

# GUI|Advanced Storage|iSCSI|Login
source: _Node Login Authentication Type:
kab: Anaw n usesteb n tuqqna n tkerrist (_N):

# GUI|Advanced Storage|DASD|Configure
source: _OK
kab: IH (_O)

# GUI|Advanced Storage|iSCSI|Configure
source: _OK
kab: IH (_O)

# GUI|DAD Format Dialog
source: _OK
kab: IH (_O)

# GUI|Date and Time|NTP
source: _OK
kab: IH (_O)

# GUI|Keyboard Layout|Switching Options
source: _OK
kab: IH (_O)

# GUI|Refresh Dialog|Rescan
source: _OK
kab: IH (_O)

# GUI|Software Selection|Warning Dialog
source: _OK
kab: IH (_O)

# GUI|Software Source|Proxy Dialog
source: _OK
kab: IH (_O)

# GUI|Storage|Warning Dialog
source: _OK
kab: IH (_O)

# GUI|Summary|Warning Dialog
source: _OK
kab: IH (_O)

# GUI|Software Source
source: _On the network:
kab: Ɣef uzeṭṭa (_O):

# GUI|Software Source|ISO Chooser Dialog
source: _Open
kab: Ldi (_O)

# GUI|Keyboard Layout
source: _Options
kab: Tixtiṛiyin (_O)

# GUI|Installation Destination|Filter
source: _Other SAN Devices
kab: Ibenkan-nniḍen SAN (_O)

# GUI|Custom Partitioning|Encrypted
source: _Passphrase:
kab: Tafyirt n uɛeddi (_P):

# GUI|Passphrase Dialog
source: _Passphrase:
kab: Tafyirt n uɛeddi (_P):

# GUI|User
source: _Password
kab: Awal n uɛeddi (_P)

# GUI|Network|Secrets Dialog
source: _Password:
kab: Awal n uɛeddi (_P):

# GUI|Installation Destination|Filter|Search|Port Target LUN
source: _Port:
kab: Tawwurt (_P):

# GUI|Reclaim Dialog
source: _Preserve
kab: Ḥrez(_P)

# GUI|Custom Partitioning|Reset Dialog
source: _Preserve current selections
kab: Ḥrez tifranin-a (_P)

# GUI|Keyboard Layout
source: _Preview layout
kab: Taskant n tneɣruft (_P)

# GUI|Software Source|Proxy Dialog
source: _Proxy Host:
kab: Asenneftaɣ n upṛuksi (_P):

# GUI|Software Source
source: _Proxy setup...
kab: Asesteb n upṛuksi (_P)...

# GUI|Detailed Error Dialog
source: _Quit
kab: Ffeɣ (_Q)

# GUI|Software Selection|Error Dialog
source: _Quit
kab: Ffeɣ (_Q)

# GUI|Standalone Navigation
source: _Quit
kab: Ffeɣ (_Q)

# GUI|Storage|Error Dialog
source: _Quit
kab: Ffeɣ (_Q)

# GUI|Summary
source: _Quit
kab: Ffeɣ (_Q)

# GUI|Storage|No Space Dialog
source: _Quit installer
kab: Ff_eɣ seg useɣẓan n usbeddi

# GUI|Progress
source: _Reboot System
kab: Ales asenker n unagraw (_R)

# GUI|Reclaim Dialog
source: _Reclaim space
kab: Err-d tallunt (_R)

# GUI|Storage|Need Space Dialog
source: _Reclaim space
kab: Tiririt n tallunt (_R)

# GUI|Storage
source: _Refresh...
kab: Smiren (_R)...

# GUI|Date and Time
source: _Region:
kab: Tamnaḍt (_R):

# GUI|Subscription|Register
source: _Register
kab: Je_rred

# GUI|Selected Disks Dialog
source: _Remove
kab: Kkes (_R)

# GUI|Keyboard Layout
source: _Remove layout
kab: Kkes taneɣruft (_R)

# GUI|User
source: _Require a password to use this account
kab: Yes_ra awal n uɛeddi i useqdec n umiḍan-a

# GUI|Refresh Dialog|Rescan
source: _Rescan Disks
kab: Ales aḍummu n yiḍebsiyen (_R)

# GUI|Blivet Gui Partitioning
source: _Reset All
kab: Wennez kullec (_R)

# GUI|Custom Partitioning|Reset Dialog
source: _Reset selections
kab: Wennez tifranin (_R)

# GUI|Storage Detailed Error Dialog
source: _Retry
kab: Ɛ_reḍ tikkelt-nniḍen

# GUI|Advanced Storage|DASD|Configure
source: _Retry Discovery
kab: Ales aneɛ_ruḍ n usnirem

# GUI|Advanced Storage|iSCSI|Configure|Retry
source: _Retry Discovery
kab: Ales aneɛ_ruḍ n usnirem

# GUI|Advanced Storage|zFCP|Retry Discovery
source: _Retry Discovery
kab: Ales aneɛ_ruḍ n usnirem

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: _Reverse CHAP User name:
kab: Smutti isem n useqdac CHAP:

# GUI|Spoke
source: _Root Account
kab: Amiḍan n waẓa_r

# GUI|Password
source: _Root Password:
kab: Awal n uɛeddi n waẓar (_R):

# GUI|Custom Partitioning|Container Dialog
source: _Save
kab: _Sekles

# GUI|Advanced User
source: _Save Changes
kab: _Sekles isenfal

# GUI|Passphrase Dialog
source: _Save Passphrase
kab: _Sekles tafyirt n uɛeddi

# GUI|Custom Partitioning|Configure Dialog
source: _Select
kab: Fren (_S)

# GUI|Network|Wireless
source: _Select network
kab: Fren azeṭṭa (_S)

# GUI|Network|Add Device Dialog
source: _Select the type of device you wish to add
kab: Fren anaw n yibenk i tebɣiḍ ad ternuḍ

# GUI|Selected Disks Dialog
source: _Set as Boot Device
kab: Sbadu ibenk n u_sekker

# GUI|Reclaim Dialog
source: _Shrink
kab: Semẓẓiy (_S)

# GUI|Network|Proxy
source: _Socks Host
kab: Asenneftaɣ _Socks

# GUI|Spoke
source: _Software Selection
kab: Tefrant n yiseɣẓanen (_S)

# GUI|Advanced Storage|DASD|Configure
source: _Start Discovery
kab: Bdu asnirem (_S)

# GUI|Advanced Storage|iSCSI|Configure|Start
source: _Start Discovery
kab: Bdu asnirem (_S)

# GUI|Advanced Storage|zFCP|Start Discovery
source: _Start Discovery
kab: Bdu asnirem (_S)

# GUI|Network|Wireless
source: _Stop Hotspot...
kab: _Seḥbes Hotspot...

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Namespace
source: _Subsystem NQN:
kab: Anagraw arnaw NQN (_S):

# GUI|Advanced Storage|iSCSI|Configure
source: _Target IP Address:
kab: Tansa IP taɣerwaḍt:

# GUI|Installation Destination|Filter|Search|Port Target LUN
source: _Target:
kab: Asaḍas (_T):

# GUI|Keyboard Layout
source: _Test the layout configuration below:
kab: Sekyed taneɣruf_t-nni ddaw-a:

# GUI|Spoke
source: _Time & Date
kab: Azemz d wakkud (_T)

# GUI|Installation Destination|Filter|NVMe Fabrics Devices|Transport
source: _Type:
kab: Anaw (_T):

# GUI|Blivet Gui Partitioning
source: _Undo last action
kab: Sefsex tigawt taneggarut (_U)

# GUI|Custom Partitioning|Encrypted
source: _Unlock
kab: Kkes asekkeṛ (_U)

# GUI|Subscription|Unregister
source: _Unregister
kab: Sefsex ajerred (_U)

# GUI|Custom Partitioning|Configure|Devices
source: _Update Settings
kab: Leqqem iɣewwaren (_U)

# GUI|Software Source|Proxy Dialog
source: _Use Authentication
kab: Seqdec asesteb (_U)

# GUI|Network|Wireless
source: _Use as Hotspot...
kab: Seqdec Hotspot (_U)...

# GUI|Spoke
source: _User Creation
kab: Timerna n useqdac (_U)

# GUI|User
source: _User name
kab: Isem n _Useqdac

# GUI|Software Source
source: _Verify
kab: Senqed (_V)

# GUI|Custom Partitioning|Configure
source: _Volume Group:
kab: Agraw n ubleɣ (_V):

# GUI|Custom Partitioning|Configure|Devices
source: _Volume Group:
kab: Agraw n ubleɣ (_V):

# GUI|Custom Partitioning|Configure|Devices
source: _Volume:
kab: Ableɣ (_V):

# GUI|Main
source: _Yes
kab: Ih (_Y)

# GUI|Yes No Dialog
source: _Yes
kab: Ih (_Y)

# GUI|Installation Destination|Filter
source: _zSeries Devices
kab: Ibenkan _zSeries

source: bootctl failed to install UEFI boot loader. More information may be found in the log files stored in /tmp
kab: bootctl yecceḍ ad isbedd amsali n usekker UEFI. Ugar n telɣut tezmer ad tettwaf deg yifuyla n uɣmis i yettwaḥerzen deg /tmp

source: checking status
kab: asenqed n waddad

source: container
kab: amagbar

# GUI|Custom Partitioning|Configure|Devices
source: container
kab: amagbar

source: disk free
kab: tallunt tilellit deg uḍebsi

source: empty password
kab: awal n uɛeddi d ilem

source: fs free
kab: fs ilelli

source: hostname:port
kab: isem n usenneftaɣ:awwur

# GUI|Advanced Storage|iSCSI|Configure
source: iSCSI _Initiator Name:
kab: _Isem n uheggay iSCSI:

source: key1,key2,...
kab: tasarut1,tasarut2,...

source: local ISO file
kab: afaylu ISO adigan

source: logvol --noformat must also use the --name= option.
kab: logvol --noformat ilaq ad isseqdec aṭas --name= option.

source: malformed URL, cannot parse it.
kab: d awezɣi aslaḍ n URL s yir amsal.

source: metalink
kab: aseɣwen miṭa

source: none
kab: ula yiwen

source: not configured
kab: ur yettusesteb ara

source: not set
kab: ur yettusbadu ara

source: part --noformat must also use the --onpart option.
kab: part --noformat ilaq ad isseqdec daɣen taxtiṛt --onpart.

source: raid --noformat must also use the --device option.
kab: raid --noformat ilaq adisseqdec daɣen taxtiṛt --device.

source: repository URL
kab: URL n ukufi

source: status: not working
kab: addad: ur iteddu ara

source: status: working
kab: addad: iteddu

source: summary
kab: agzul

source: testing status...
kab: asekyed n waddad...

source: to begin installation
kab: i beddu n usebded

source: to enter the %(spoke_title)s spoke
kab: i unekcum ɣer urmud %(spoke_title)s

source: to go back to region list
kab: tuɣalin ɣer tebdart n tmura

source: to rescan devices
kab: i wallus n uḍummu n yibenkan

source: to return to language list
kab: i tuɣalin ɣer tebdart n tutlayin

source: unplugged
kab: ur iqqin ara

source: volgroup --noformat and volgroup --useexisting must also use the --name= option.
kab: volgroup --noformat akked volgroup --useexisting ilaq daɣen ad sqedcen taxtiṛt --name=.

source: wheel, my-team (1245), project-x (29935)
kab: wheel, Tarbaɛ-iw (1245), asenfar-x (29935)

source: {count} disk selected; {capacity} capacity; {free} free
kab: {count} uḍebṣi i yettwafernen; {capacity} n tezmert; {free} ilelli

source: {device_name} on {container_name}
kab: {device_name} ɣef {container_name}

source: {fs} must be on a device of type {type}
kab: {fs} ilaq ɣef yibenk n wanaw {type}

source: {product} Linux {version} for {arch}
kab: {product} Linux {version} i {arch}

source: {product} {version} for {arch}
kab: {product} {version} i {arch}

# GUI|Installation Destination|Filter
source: {} _storage device selected
kab: {} _ibenk n uḥraz i yettwafernen

source: {} cannot be encrypted
kab: {} ur yezmir ara ad yettwawgelhen

source: {} free
kab: {} d ilelli

source: {} may be a system boot partition! Deleting it may break other operating systems. Are you sure you want to delete it?
kab: {} yezmer ad yili d aḥric n usekker n unagraw! Tukksa-ines yezmer ad terẓ inagrawen n wammud niḍen. D tidet tebɣiḍ ad t-tekkseḍ?

source: {} mounted as {}
kab: {} yettwaserkeb am {}
