Repository: rhinstaller/anaconda-l10n
Catalog: rhel-8.6/*.po
Languages: el

source: BLIVET GUI PARTITIONING
el: ΓΡΑΦΙΚΗ ΚΑΤΑΤΜΗΣΗ BLIVET

# GUI|Blivet Gui Partitioning
source: _Undo last action
el: _Αναίρεση τελευταίας ενέργειας

# GUI|Blivet Gui Partitioning
source: _Reset All
el: _Επαναφορά όλων

source: ADD zFCP STORAGE TARGET
el: ΠΡΟΣΘΗΚΗ ΣΤΟΧΟΥ ΑΠΟΘΗΚΕΥΣΗΣ zFCP

# GUI|Advanced Storage|zFCP|Device Number
source: _Device number:
el: Αριθμός _συσκευής:

# GUI|Advanced Storage|zFCP|Start Discovery
source: _Start Discovery
el: Έναρ_ξη εντοπισμού

source: Device discovery failed.
el: Ο εντοπισμός συσκευών απέτυχε.

# GUI|Advanced Storage|zFCP|Retry Discovery
source: _Retry Discovery
el: _Επανάληψη εντοπισμού

source: Device discovery succeeded.
el: Επιτυχής εντοπισμός συσκευής.

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: _Cancel
el: _Ακύρωση

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: _Sector size:
el: Μέγεθος _τομέα:

# GUI|Advanced Storage|iSCSI|Configure
source: _Cancel
el: Α_κύρωση

source: ADD iSCSI STORAGE TARGET
el: ΠΡΟΣΘΗΚΗ ΣΤΟΧΟΥ ΑΠΟΘΗΚΕΥΣΗΣ iSCSI

# GUI|Advanced Storage|iSCSI|Configure
source: _Target IP Address:
el: Διεύθυνση IP _προορισμού:

source: CHAP pair
el: Ζεύγος CHAP

source: CHAP pair and a reverse pair
el: Ζεύγος CHAP και αντίστροφο ζεύγος

source: <span size="small"><b>Example:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>
el: <span size="small"><b>Παράδειγμα:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _User name:
el: Ό_νομα χρήστη CHAP:

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _Password:
el: _Κωδικός πρόσβασης CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _User name:
el: Ό_νομα χρήστη CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _Password:
el: _Κωδικός πρόσβασης CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP User _name:
el: Ό_νομα χρήστη αντίστροφου CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Start
source: _Start Discovery
el: Έναρ_ξη εντοπισμού

# GUI|Advanced Storage|iSCSI|Configure|Retry
source: _Retry Discovery
el: _Επανάληψη εντοπισμού

source: Node Name
el: Όνομα κόμβου

source: Interface
el: Διεπαφή

source: Portal
el: Πύλη

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _User name:
el: Ό_νομα χρήστη CHAP:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _Password:
el: _Κωδικός πρόσβασης CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _User name:
el: Ό_νομα χρήστη CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _Password:
el: _Κωδικός πρόσβασης CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: _Reverse CHAP User name:
el: Όνομα χρήστη _αντίστροφου CHAP:

# GUI|Advanced Storage|iSCSI|Login|Login
source: _Log In
el: _Σύνδεση

# GUI|Advanced Storage|iSCSI|Login|Retry
source: Retry _Log In
el: Επανάληψη _σύνδεσης

# GUI|Advanced Storage|FCoE
source: _Cancel
el: Α_κύρωση

source: Please select the network interface which is connected to your FCoE switch.
el: Επιλέξτε τη διεπαφή δικτύου που έχει συνδεθεί στον διακόπτη FCoE σας.

# GUI|Advanced Storage|FCoE
source: Use _DCB
el: Χρήση _DCB

# GUI|Advanced Storage|FCoE
source: Use auto _VLAN
el: Χρήση αυτόματου _VLAN

# GUI|Advanced Storage|FCoE
source: _Add FCoE Disk(s)
el: _Προσθήκη δίσκων FCoE

source: Error adding FCoE SAN.
el: Σφάλμα προσθήκης FCoE SAN.

# GUI|Advanced Storage|DASD|Configure
source: _Cancel
el: Α_κύρωση

source: ADD DASD STORAGE TARGET
el: ΠΡΟΣΘΗΚΗ ΣΤΟΧΟΥ ΑΠΟΘΗΚΕΥΣΗΣ DASD

# GUI|Advanced Storage|DASD|Configure
source: _Device number:
el: Αριθμός _συσκευής:

# GUI|Advanced Storage|DASD|Configure
source: _Start Discovery
el: Έναρ_ξη εντοπισμού

# GUI|Advanced Storage|DASD|Configure
source: _Retry Discovery
el: _Επανάληψη εντοπισμού

# GUI|Advanced User
source: _Cancel
el: Α_κύρωση

# GUI|Advanced User
source: _Save Changes
el: _Αποθήκευση αλλαγών

source: ADVANCED USER CONFIGURATION
el: ΣΥΝΘΕΤΗ ΔΙΑΜΟΡΦΩΣΗ ΧΡΗΣΤΗ

# GUI|Advanced User
source: Home _directory:
el: Προσωπικός _κατάλογος:

source: Group Membership
el: Συνδρομή ομάδας

# GUI|Advanced User
source: _Add user to the following groups:
el: _Προσθήκη χρήστη στις εξής ομάδες:

source: Example:
el: Παράδειγμα:

source: Tip:
el: Συμβουλή:

# GUI|Installation Destination|Filter|Search
source: Search _By:
el: Αναζήτηση _με:

source: Target WWID
el: WWID-στόχος

# GUI|Installation Destination|Filter|Search|Port Target LUN
source: _Port:
el: _Θύρα:

# GUI|Installation Destination|Filter|Search
source: Search Res_ults:
el: Αποτελέ_σματα αναζήτησης:

source: Interconnect
el: Διασύνδεση

source: Model
el: Μοντέλο

source: Port
el: Θύρα

source: Target
el: Στόχος

source: Mode
el: Λειτουργία

# GUI|Installation Destination|Filter
source: Searc_h
el: Αναζήτ_ηση

# GUI|Installation Destination|Filter|Multipath
source: Filter _By:
el: Φιλτράρισμα _κατά:

# GUI|Installation Destination|Filter|Multipath|Vendor
source: Show Only _Devices From:
el: Εμφάνιση _συσκευών μόνο από:

# GUI|Installation Destination|Filter|Multipath|Interconnect
source: Show Only _Devices With:
el: Εμφάνιση _συσκευών μόνο με:

source: Paths
el: Διαδρομές

# GUI|Installation Destination|Filter|Other
source: Filter _By:
el: Φιλτράρισμα _κατά:

# GUI|Installation Destination|Filter|Other|Vendor
source: Show Only _Devices From:
el: Εμφάνιση _συσκευών μόνο από:

# GUI|Installation Destination|Filter|Other|Interconnect
source: Show Only _Devices With:
el: Εμφάνιση _συσκευών μόνο με:

source: Identifier
el: Αναγνωριστικό

# GUI|Installation Destination|Filter
source: _Other SAN Devices
el: Ά_λλες συσκευές SAN

# GUI|Installation Destination|Filter|NVDIMM Devices
source: Filter B_y:
el: Φιλτράρισμα κα_τά:

source: Sector
el: Τομέας

source: Memory
el: Μνήμη

# GUI|Installation Destination|Filter
source: _NVDIMM Devices
el: Συσκευές _NVDIMM

# GUI|Installation Destination|Filter|zSeries
source: Filter B_y:
el: Φιλτράρισμα κα_τά:

# GUI|Installation Destination|Filter
source: _zSeries Devices
el: Συσκευές _zSeries

# GUI|Installation Destination|Filter
source: _Add zFCP LUN...
el: _Προσθήκη zFCP LUN...

# GUI|Installation Destination|Filter
source: Add EC_KD DASD...
el: Προσθήκη EC_KD DASD...

# GUI|Installation Destination|Filter
source: Add _iSCSI Target...
el: Προσθήκη στόχου _iSCSI...

# GUI|Installation Destination|Filter
source: Add FCo_E SAN...
el: Προσθήκη FCo_E SAN...

# GUI|Installation Destination|Filter
source: Reconfigure _NVDIMM...
el: Επαναδιαμόρφωση _NVDIMM...

# GUI|Installation Destination|Filter
source: Refresh _List
el: Ανανέωση _λίστας

# GUI|Error Dialog
source: _Exit Installer
el: _Τερματισμός βοηθού εγκατάστασης

source: Error
el: Σφάλμα

# GUI|Main
source: _No
el: Ό_χι

# GUI|Main
source: _Yes
el: _Ναι

source: Are you sure you wish to quit the installation process?
el: Θέλετε σίγουρα να τερματίσετε τη διαδικασία εγκατάστασης;

source: Quit
el: Έξοδος

source: INSTALLATION SUMMARY
el: ΠΕΡΙΛΗΨΗ ΕΓΑΤΑΣΤΑΣΗΣ

# GUI|Summary
source: _Quit
el: Έ_ξοδος

# GUI|Summary
source: _Begin Installation
el: Έ_ναρξη εγκατάστασης

source: We won't touch your disks until you click 'Begin Installation'.
el: Δεν θα αγγίξουμε τους δίσκους σας μέχρι να κάνετε κλικ στο «Έναρξη εγκατάστασης».

source: Install to Hard Drive
el: Εγκατάσταση στον σκληρό δίσκο

source: Install
el: Εγκατάσταση

source: Install the live CD to your hard disk
el: Εγκατάσταση του live CD στον σκληρό σας δίσκο

source: Liveinst Setup
el: Εγκατάσταση Liveinst

source: Try RHEL
el: Δοκιμή του RHEL

source: You can choose "Install to Hard Drive" in the Activities Overview at any later time.
el: Μπορείτε να επιλέξετε «Εγκατάσταση στον σκληρό δίσκο» στην επισκόπηση «Δραστηριότητες» ανά πάσα στιγμή.

source: Close
el: Κλείσιμο
