Repository: rhinstaller/anaconda-l10n
Catalog: rhel-8.6/*.po
Languages: el

source: Unable to create PID file
el: Αδυναμία δημιουργίας αρχείου PID

source: Anaconda is unable to create %s because the file already exists. Anaconda is already running, or a previous instance of anaconda has crashed.
el: Το Anaconda δεν μπορεί να δημιουργήσει το %s επειδή το αρχείο υπάρχει ήδη. Το Anaconda εκτελείται ήδη ή μια προηγούμενη συνεδρία του έκλεισε απρόσμενα.

source: %(productName)s %(productVersion)s installation
el: Εγκατάσταση του %(productName)s %(productVersion)s

source: %(productName)s %(productVersion)s installation on host %(name)s
el: Εγκατάσταση του %(productName)s %(productVersion)s στον υπολογιστή «%(name)s»

source: Attempting to connect to vnc client on host %s...
el: Προσπάθεια σύνδεσης με τον πελάτη vnc στο σύστημα %s...

source: Connected!
el: Ολοκλήρωση σύνδεσης!

source: Will try to connect again in 15 seconds...
el: Θα γίνει ξανά προσπάθεια σύνδεσης σε 15 δευτερόλεπτα...

source: Giving up attempting to connect after %d try!
el: Εγκατάλειψη προσπάθειας σύνδεσης μετά από %d απόπειρα!

source: Attempting to start vncconfig
el: Απόπειρα εκκίνησης του vncconfig

source: Please manually connect your vnc client to %s to begin the install.
el: Παρακαλώ συνδέστε χειροκίνητα τον πελάτη vnc στο %s για να ξεκινήσει η εγκατάσταση.

source: Starting VNC...
el: Εκκίνηση VNC...

source: The VNC server is now running.
el: Ο διακομιστής VNC είναι ενεργός.

source: You chose to connect to a listening vncviewer. This does not require a password to be set. If you set a password, it will be used in case the connection to the vncviewer is unsuccessful
el: Επιλέξατε να συνδεθείτε σε έναν listening vncviewer. Αυτό δεν απαιτεί την εισαγωγή ενός κωδικού. Εαν θέσετε έναν κωδικό, αυτός θα χρησιμοποιηθεί στην περίπτωση που η σύνδεση στον vncviewer είναι ανεπιτυχής

source: You chose to execute vnc with a password.
el: Επιλέξατε να εκτελέσετε το vnc με έναν κωδικό.

source: Unknown Error. Aborting.
el: Άγνωστο σφάλμα. Γίνεται ακύρωση.

source: %(product_name)s requires %(needed_ram)s MB of memory to install, but you only have %(total_ram)s MB on this machine.
el: Για την εγκατάσταση του %(product_name)s απαιτούνται %(needed_ram)s, αλλά διαθέτετε μόνο %(total_ram)s MB σε αυτήν τη συσκευή.

source: The %(product_name)s graphical installer requires %(needed_ram)s MB of memory, but you only have %(total_ram)s MB.
el: Το γραφικό πρόγραμμα εγκατάστασης του %(product_name)s απαιτεί %(needed_ram)s MB μνήμης, αλλά διαθέτετε μόνο %(total_ram)s MB.

source: Press [Enter] to reboot your system.
el: Πατήστε το [Enter] για να επανεκκινήσετε το σύστημά σας.

source: Not enough RAM
el: Δεν υπάρχει επαρκής RAM

source: Try the text mode installer by running: '/usr/bin/liveinst -T' from a root terminal.
el: Δοκιμάστε τη λειτουργία κειμένου του βοηθού εγκατάστασης εκτελώντας την εντολή: '/usr/bin/liveinst -T' από ένα τερματικό με δικαιώματα root.

source: Starting text mode.
el: Γίνεται εκκίνηση σε λειτουργία κειμένου.

source: The installation cannot continue and the system will be rebooted
el: Η εγκατάσταση δεν μπορεί να συνεχίσει και το σύστημα θα επανεκκινηθεί

source: Press ENTER to continue
el: Πατήστε ENTER για να συνεχίσετε

source: Please ssh install@%s to begin the install.
el: Εκτελέστε ssh install@%s για να ξεκινήσετε την εγκατάσταση.

source: Please ssh install@HOSTNAME to continue installation.
el: Εκτελέστε ssh install@ΟΝΟΜΑ_ΥΠΟΛΟΓΙΣΤΗ για να συνεχίσετε την εγκατάσταση.

source: Unable to find /bin/bash to execute! Not starting shell.
el: Δεν είναι δυνατή η εύρεση του /bin/bash για εκτέλεση! Δεν γίνεται εκκίνηση του κελύφους.

source: Rescue
el: Διάσωση

source: Continue
el: Συνέχεια

source: Read-only mount
el: Προσάρτηση μόνο για ανάγνωση

source: Quit (Reboot)
el: Έξοδος (Επανεκκίνηση)

source: Rescue Shell
el: Κέλυφος διάσωσης

source: Run %s to unmount the system when you are finished.
el: Εκτελέστε την εντολή %s για να αποπροσαρτήσετε το σύστημα όταν τελειώσετε.

source: You don't have any Linux partitions.
el: Δεν έχετε κανένα διαμέρισμα Linux.

source: Root Selection
el: Επιλογή root

source: The following installations were discovered on your system.
el: Εντοπίστηκαν οι εξής εγκαταστάσεις στο σύστημά σας.

source: policy name required for %s
el: απαιτείται όνομα πολιτικής για το %s

source: A %(command)s with the name %(policyName)s has already been defined.
el: Έχει ήδη καθοριστεί εντολή %(command)s με το όνομα «%(policyName)s».

source: %(productName)s %(productVersion)s INSTALLATION
el: ΕΓΚΑΤΑΣΤΑΣΗ ΤΟΥ %(productName)s %(productVersion)s

source: Host name must be 255 or fewer characters in length.
el: Το όνομα του υπολογιστή πρέπει να αποτελείται από έως 255 χαρακτήρες.

source: Local host name must not end with period '.'.
el: Το τοπικό όνομα υπολογιστή δεν πρέπει να τελειώνει με τελεία (.).

source: Unknown
el: Άγνωστο

source: Status not available
el: Μη διαθέσιμη κατάσταση

source: Connecting...
el: Σύνδεση...

source: Disconnecting...
el: Αποσύνδεση...

source: Not connected
el: Μη συνδεδεμένο

source: No network devices available
el: Δεν υπάρχουν διαθέσιμες συσκευές δικτύου

source: Some warnings occurred during reading the kickstart file:
el: Προέκυψαν ορισμένες προειδοποιήσεις κατά την ανάγνωση του αρχείου kickstart:

source: An error occurred during reading the kickstart file: %s The installer will now terminate.
el: Προέκυψε σφάλμα κατά την ανάγνωση του αρχείου kickstart: %s Θα γίνει τερματισμός του βοηθού εγκατάστασης.

source: Running pre-installation scripts
el: Εκτέλεση δεσμών ενεργειών πριν από την εγκατάσταση

source: Configuring Red Hat subscription
el: Διαμόρφωση συνδρομής Red Hat

source: Configuring installed system
el: Διαμόρφωση εγκατεστημένου συστήματος

source: Writing network configuration
el: Εγγραφή ρυθμίσεων δικτύου

source: Creating users
el: Δημιουργία χρηστών

source: Configuring addons
el: Ρύθμιση προσθέτων

source: Generating initramfs
el: Δημιουργία initramfs

source: Setting up kexec
el: Ρύθμιση kexec

source: Running post-installation scripts
el: Εκτέλεση δεσμών ενεργειών μετά την εγκατάσταση

source: Setting up the installation environment
el: Ρύθμιση του περιβάλλοντος εγκατάστασης

source: Configuring storage
el: Ρύθμιση αποθηκευτικού χώρου

source: Running pre-installation tasks
el: Εκτέλεση διεργασιών πριν από την εγκατάσταση

source: Installing.
el: Γίνεται εγκατάσταση.

source: Performing post-installation setup tasks
el: Εκτέλεση εργασιών ρυθμίσεων μετά την εγκατάσταση

source: Creating snapshots
el: Δημιουργία στιγμιότυπων

source: The installation was stopped due to what seems to be a problem with your hardware. The exact error message is: %s. The installer will now terminate.
el: Η εγκατάσταση διακόπηκε λόγω ενός φερόμενου προβλήματος με το υλικό σας. Το ακριβές μήνυμα σφάλματος είναι το εξής: %s. Θα γίνει τώρα τερματισμός του βοηθού εγκατάστασης.

source: Hardware error occurred
el: Προέκυψε σφάλμα υλικού

source: The installation was stopped due to an error which occurred while running in non-interactive cmdline mode. Since there cannot be any questions in cmdline mode, edit your kickstart file and retry installation. The exact error message is: %s. The installer will now terminate.
el: Η εγκατάσταση διακόπηκε λόγω ενός σφάλματος που προέκυψε κατά την εκτέλεση σε μη διαδραστική λειτουργία γραμμής εντολών. Επειδή δεν είναι δυνατή η ύπαρξη ερωτήσεων στη λειτουργία γραμμής εντολών, επεξεργαστείτε το αρχείο kickstart σας και δοκιμάστε ξανά να κάνετε εγκατάσταση. Το ακριβές μήνυμα σφάλματος είναι το εξής: %s. Θα γίνει τώρα τερματισμός του βοηθού εγκατάστασης.

source: Running in cmdline mode, no interactive debugging allowed. The exact error message is: %s. The installer will now terminate.
el: Γίνεται εκτέλεση σε λειτουργία γραμμής εντολών, δεν επιτρέπεται διαδραστικός εντοπισμός σφαλμάτων. Το ακριβές μήνυμα σφάλματος είναι το εξής: %s. Θα γίνει τώρα τερματισμός του βοηθού εγκατάστασης.

source: An error occurred while activating your storage configuration.
el: Προέκυψε σφάλμα κατά την ενεργοποίηση της διαμόρφωσης του αποθηκευτικού χώρου σας.

# GUI|Storage Detailed Error Dialog
source: _Exit Installer
el: _Τερματισμός βοηθού εγκατάστασης

# GUI|Storage Detailed Error Dialog
source: _Retry
el: _Επανάληψη

source: The installer has tried to mount the installation image, but cannot find it on the hard drive. Should I try again to locate the image?
el: Ο βοηθός εγκατάστασης προσπάθησε να προσαρτήσει το είδωλο εγκατάστασης, αλλά δεν μπορεί να το εντοπίσει στον σκληρό δίσκο. Να γίνει νέα προσπάθεια εντοπισμού του ειδώλου;

source: The group '%s' is required for this installation. This group does not exist. This is a fatal error and installation will be aborted.
el: Η ομάδα «%s» είναι απαραίτητη για αυτήν την εγκατάσταση, αλλά δεν υπάρχει. Αυτό είναι κρίσιμο σφάλμα και η εγκατάσταση θα ακυρωθεί.

source: You have specified that the group '%s' should be installed. This group does not exist. Would you like to ignore this group and continue with installation?
el: Έχετε ορίσει ότι θα πρέπει να εγκατασταθεί η ομάδα «%s», αλλά δεν υπάρχει. Θέλετε να παραβλέψετε αυτήν την ομάδα και να συνεχίσετε με την εγκατάσταση;

source: Unable to encrypt password: unsupported algorithm %s
el: Αδυναμία κρυπτογράφησης κωδικού πρόσβασης: μη υποστηριζόμενος αλγόριθμος «%s»

source: Graphical installation is not available. Starting text mode.
el: Η εγκατάσταση σε γραφικό περιβάλλον δεν είναι διαθέσιμη. Γίνεται εκκίνηση της λειτουργίας κειμένου.

source: Text mode provides a limited set of installation options. It does not offer custom partitioning for full control over the disk layout. Would you like to use VNC mode instead?
el: Η λειτουργία κειμένου παρέχει ένα περιορισμένο σύνολο επιλογών εγκατάστασης. Δεν προσφέρει δυνατότητες δημιουργίας προσαρμοσμένων διαμερισμάτων για τον πλήρη έλεγχο της διάταξης του δίσκου. Θέλετε να χρησιμοποιήσετε τη λειτουργία VNC αντ' αυτής;

source: Executing %s addon
el: Εκτέλεση προσθέτου «%s»

source: Would you like to use it anyway?
el: Θέλετε να το χρησιμοποιήσετε ούτως ή άλλως;

source: Full name can't contain the ':' character
el: Το ονοματεπώνυμο δεν μπορεί να περιέχει τον χαρακτήρα «:»

source: User creation
el: Δημιουργία χρήστη

source: Create user
el: Δημιουργία χρήστη

source: Full name
el: Ονοματεπώνυμο

source: User name
el: Όνομα χρήστη

source: Use password
el: Χρήση κωδικού πρόσβασης

source: Password
el: Κωδικός πρόσβασης

source: Administrator
el: Διαχειριστής

source: Groups
el: Ομάδες

source: No user will be created
el: Δεν θα δημιουργηθεί κανένας χρήστης

source: You must set a password
el: Πρέπει να ορίσετε έναν κωδικό πρόσβασης

source: Administrator %s will be created
el: Θα δημιουργηθεί ο διαχειριστής «%s»

source: User %s will be created
el: Θα δημιουργηθεί ο χρήστης «%s»

source: Invalid user name: %(name)s. %(error_message)s
el: Μη έγκυρο όνομα χρήστη: %(name)s. %(error_message)s

source: status: working
el: κατάσταση: σε λειτουργία

source: status: not working
el: κατάσταση: εκτός λειτουργίας

source: checking status
el: έλεγχος κατάστασης

source: Time settings
el: Ρυθμίσεις ώρας

source: %s timezone
el: Ζώνη ώρας: %s

source: Timezone is not set.
el: Δεν έχει οριστεί ζώνη ώρας.

source: not set
el: δεν έχει οριστεί

source: Timezone: %s
el: Ζώνη ώρας: %s

source: NTP servers:
el: Διακομιστές NTP:

source: not configured
el: δεν έχει ρυθμιστεί

source: Change timezone
el: Αλλαγή ζώνης ώρας

source: Set timezone
el: Ορισμός ζώνης ώρας

source: Configure NTP servers
el: Διαμόρφωση διακομιστών NTP

source: Timezone settings
el: Ρυθμίσεις ζώνης ώρας

source: Available timezones in region %s
el: Διαθέσιμες ζώνες ώρας στην περιοχή «%s»

source: Available regions
el: Διαθέσιμες περιοχές

# TUI|Spoke Navigation|Time Settings
source: b
el: π

source: Please select the timezone. Use numbers or type names directly
el: Επιλέξτε τη ζώνη ώρας. Χρησιμοποιήστε αριθμούς ή πληκτρολογήστε ονόματα απευθείας

source: NTP configuration
el: Διαμόρφωση NTP

source: Add NTP server
el: Προσθήκη διακομιστή NTP

source: Remove NTP server
el: Αφαίρεση διακομιστή NTP

source: Add NTP server address
el: Προσθήκη διεύθυνσης διακομιστή NTP

source: Enter an NTP server address and press %s
el: Εισαγάγετε μια διεύθυνση διακομιστή NTP και πατήστε %s

source: Select an NTP server to remove
el: Επιλέξτε έναν διακομιστή NTP για αφαίρεση

source: Use All Space
el: Χρήση όλου του χώρου

source: Use Free Space
el: Χρήση του ελεύθερου χώρου

source: Installation Destination
el: Προορισμός εγκατάστασης

source: Processing...
el: Επεξεργασία...

source: Kickstart insufficient
el: Ανεπαρκές Kickstart

source: No disks selected
el: Δεν έχει επιλεχθεί κανένας δίσκος

source: Error checking storage configuration
el: Σφάλμα ελέγχου διαμόρφωσης αποθηκευτικού χώρου

source: Automatic partitioning selected
el: Επιλέχθηκε αυτόματη δημιουργία διαμερισμάτων

source: Custom partitioning selected
el: Επιλέχθηκε προσαρμοσμένη κατάτμηση

source: Select all
el: Επιλογή όλων

# TUI|Spoke Navigation
source: c
el: χ

source: This may take a moment.
el: Αυτό ενδέχεται να διαρκέσει αρκετή ώρα.

source: Passphrase
el: Φράση πρόσβασης

source: Partitioning Options
el: Επιλογές κατάτμησης

source: Reverting previous configuration. This may take a moment...
el: Επαναφορά προηγούμενης διαμόρφωσης. Αυτό μπορεί να πάρει λίγη ώρα...

source: Partition Scheme Options
el: Επιλογές σχήματος διαμερισμάτων

source: Assign mount points
el: Ανάθεση σημείων προσάρτησης

source: Choose device from above to assign mount point and set format. Formats marked with * are new formats meaning ALL DATA on the original format WILL BE LOST!
el: Επιλέξτε μια συσκευή παραπάνω για να ορίσετε το σημείο προσάρτησης και τη μορφή. Οι μορφές που σημειώνονται με * είναι οι νέες μορφές, δηλαδή ΟΛΑ ΤΑ ΔΕΔΟΜΕΝΑ στην αρχική μορφή ΘΑ ΧΑΘΟΥΝ!

# TUI|Spoke Navigation|Partitioning
source: s
el: σ

source: rescan devices
el: νέα σάρωση συσκευών

source: Warning: This will revert all changes done so far. Do you want to proceed?
el: Προειδοποίηση: Αυτή η ενέργεια θα αναιρέσει όλες τις αλλαγές που έχετε κάνει μέχρι στιγμής. Θέλετε να συνεχίσετε;

source: Scanning disks. This may take a moment...
el: Σάρωση δίσκων. Αυτό ενδέχεται να διαρκέσει αρκετή ώρα...

source: Configure device: %s
el: Διαμόρφωση συσκευής: %s

source: Mount point
el: Σημείο προσάρτησης

source: Format
el: Διαμόρφωση

source: Supported formats: %s
el: Υποστηριζόμενες μορφές: %s

source: Reformat
el: Επαναδιαμόρφωση

source: Software selection
el: Επιλογή λογισμικού

source: Error checking software selection
el: Σφάλμα ελέγχου επιλογής λογισμικού

source: Installation source not set up
el: Δεν έχει καθοριστεί πηγή εγκατάστασης

source: Custom software selected
el: Επιλέχθηκε προσαρμοσμένο λογισμικό

source: Nothing selected
el: Δεν έχει επιλεγεί τίποτα

source: Installation source needs to be set up first.
el: Πρέπει να καθορίσετε πρώτα μια πηγή εγκατάστασης.

source: Base environment
el: Βασικό περιβάλλον

source: Additional software for selected environment
el: Πρόσθετο λογισμικό για το επιλεγμένο περιβάλλον

source: No additional software to select.
el: Δεν υπάρχει επιπλέον λογισμικό προς επιλογή.

source: Shell
el: Κέλυφος

source: Start shell
el: Εκκίνηση κελύφους

source: Exit the shell to continue
el: Εξέλθετε από το κέλυφος για να συνεχίσετε

source: Root password
el: Κωδικός πρόσβασης root

source: Please select new root password. You will have to type it twice.
el: Επιλέξτε νέο κωδικό πρόσβασης root. Θα χρειαστεί να τον πληκτρολογήσετε δύο φορές.

source: Bad format of the IP address
el: Εσφαλμένη μορφή διεύθυνσης IP

source: Bad format of the netmask
el: Εσφαλμένη μορφή μάσκας δικτύου

source: Network configuration
el: Διαμόρφωση δικτύου

source: IPv4 Address: %(addr)s Netmask: %(netmask)s Gateway: %(gateway)s
el: Διεύθυνση IPv4: %(addr)s Μάσκα δικτύου: %(netmask)s Πύλη δικτύου: %(gateway)s

source: IPv6 Address: %(addr)s/%(prefix)d
el: Διεύθυνση IPv6: %(addr)s/%(prefix)d

source: Network configuration is not available.
el: Η διαμόρφωση δικτύου δεν είναι διαθέσιμη.

source: Host Name: %s
el: Όνομα υπολογιστή: %s

source: Current host name: %s
el: Τρέχον όνομα υπολογιστή: %s

source: Host Name
el: Όνομα υπολογιστή

source: Set host name
el: Ορισμός ονόματος υπολογιστή

source: Configure device %s
el: Διαμόρφωση συσκευής %s

source: Host name is not valid: %s
el: Το όνομα υπολογιστή δεν είναι έγκυρο: %s

source: Device configuration
el: Διαμόρφωση συσκευής

source: IPv4 address or %s for DHCP
el: Διεύθυνση IPv4 ή %s για DHCP

source: IPv4 netmask
el: Μάσκα δικτύου IPv4

source: IPv4 gateway
el: Πύλη δικτύου IPv4

source: IPv6 default gateway
el: Προεπιλεγμένη πύλη δικτύου IPv6

source: Nameservers (comma separated)
el: Διακομιστές ονομάτων (διαχωρισμένοι με κόμμα)

source: Connect automatically after reboot
el: Αυτόματη σύνδεση μετά την επανεκκίνηση

source: Apply configuration in installer
el: Εφαρμογή διαμόρφωσης στον βοηθό εγκατάστασης

source: Configuring device %s.
el: Διαμόρφωση συσκευής %s.

source: Language settings
el: Ρυθμίσεις γλώσσας

source: Language is not set.
el: Δεν έχει οριστεί γλώσσα.

source: Available locales
el: Διαθέσιμες ρυθμίσεις περιοχής

source: Available languages
el: Διαθέσιμες γλώσσες

# TUI|Spoke Navigation|Language Support
source: b
el: π

source: Please select language support to install
el: Επιλέξτε γλωσσική υποστήριξη για εγκατάσταση

source: to return to language list
el: για επιστροφή στη λίστα γλωσσών

source: Installation source
el: Πηγή εγκατάστασης

source: Error setting up software source
el: Σφάλμα κατά τη ρύθμιση πηγής λογισμικού

source: Closest mirror
el: Πλησιέστερος καθρέπτης

source: Choose an installation source type.
el: Επιλέξτε έναν τύπο πηγής εγκατάστασης.

source: local ISO file
el: τοπικό αρχείο ISO

source: Network
el: Δίκτυο

source: Specify Repo Options
el: Καθορισμός επιλογών αποθετηρίου

source: Repo URL
el: URL αποθετηρίου

source: SERVER:/PATH
el: ΔΙΑΚΟΜΙΣΤΗΣ:/ΔΙΑΔΡΟΜΗ

source: NFS mount options
el: Επιλογές προσάρτησης NFS

source: Select device containing the ISO file
el: Επιλέξτε τη συσκευή που περιέχει το αρχείο ISO

source: No mountable devices found
el: Δεν βρέθηκαν συσκευές με δυνατότητα προσάρτησης

source: Select an ISO to use as install source
el: Επιλέξτε ένα ISO για χρήση ως πηγή εγκατάστασης

source: No *.iso files found in device root folder
el: Δεν βρέθηκαν αρχεία *.iso στον ριζικό φάκελο της συσκευής

source: Progress
el: Πρόοδος

source: Installation complete
el: Η εγκατάσταση ολοκληρώθηκε

source: Use of this product is subject to the license agreement found at:
el: Η χρήση αυτού του προϊόντος υπόκειται στη συμφωνία άδειας χρήσης που βρίσκεται στο:

source: Installation complete. Press %s to quit
el: Η εγκατάσταση ολοκληρώθηκε. Πατήστε %s για έξοδο

# TUI|Spoke Navigation
source: q
el: ξ

source: VNC Password
el: Κωδικός πρόσβασης VNC

source: Password:
el: Κωδικός πρόσβασης:

source: Password (confirm):
el: Κωδικός πρόσβασης (επιβεβαίωση):

source: Passwords do not match!
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν!

source: The password must be at least six characters long.
el: Το συνθηματικό πρόσβασης πρέπει να έχει μήκος τουλάχιστον έξι χαρακτήρες.

source: The password cannot be more than eight characters long.
el: Ο κωδικός πρόσβασης δεν μπορεί να υπερβαίνει τους οκτώ χαρακτήρες.

source: testing status...
el: δοκιμή κατάστασης...

source: Installation
el: Εγκατάσταση

source: Starting automated install
el: Εκκίνηση αυτοματοποιημένης εγκατάστασης

# TUI|Spoke Navigation
source: b
el: α

source: to begin installation
el: για έναρξη της εγκατάστασης

source: {count} disk selected; {capacity} capacity; {free} free
el: {count} επιλεγμένος δίσκος· χωρητικότητα {capacity}· {free} ελεύθερα

source: Saving storage configuration...
el: Αποθήκευση διαμόρφωσης αποθηκευτικού χώρου...

source: Failed to save storage configuration
el: Αποτυχία αποθήκευσης της διαμόρφωσης του αποθηκευτικού χώρου

source: Failed to save boot loader configuration
el: Αποτυχία αποθήκευσης της διαμόρφωσης του φορτωτή εκκίνησης

source: Checking storage configuration...
el: Έλεγχος διαμόρφωσης αποθηκευτικού χώρου...

source: Formatting DASDs
el: Διαμόρφωση DASD

source: Probing storage
el: Διερεύνηση αποθηκευτικού χώρου

source: Help!
el: Βοήθεια!

# GUI|Detailed Error Dialog
source: _Quit
el: Έ_ξοδος

# GUI|Yes No Dialog
source: _No
el: Ό_χι

# GUI|Yes No Dialog
source: _Yes
el: _Ναι

source: WELCOME TO %(name)s %(version)s.
el: ΚΑΛΩΣ ΟΡΙΣΑΤΕ ΣΤΟ %(name)s %(version)s.

source: Invalid group name.
el: Μη έγκυρο όνομα ομάδας.

# GUI|Spoke
source: _User Creation
el: Δημιουργία _χρήστη

# GUI|Spoke
source: _Connect to Red Hat
el: _Σύνδεση στο Red Hat

source: Password set.
el: Έχει οριστεί κωδικός πρόσβασης.

source: Activation key set.
el: Σύνολο κλειδιών ενεργοποίησης.

source: Attaching subscription...
el: Επισύναψη συνδρομής...

source: Registration failed.
el: Η εγγραφή απέτυχε.

source: Not registered.
el: Δεν έχει εγγραφεί.

source: Role: {}
el: Ρόλος: {}

source: Usage: {}
el: Χρήση: {}

source: Connected to Red Hat Insights
el: Έγινε σύνδεση στο Red Hat Insights

source: Not connected to Red Hat Insights
el: Δεν έχει γίνει σύνδεση στο Red Hat Insights

source: Please wait... software metadata still loading.
el: Περιμένετε... Γίνεται ακόμα φόρτωση των μεταδεδομένων λογισμικού.

source: %s The disks you've selected have the following amounts of free space:
el: %s Οι επιλεγμένοι δίσκοι έχουν τις εξής ποσότητες ελεύθερου χώρου:

source: <b>You don't have enough space available to install %s</b>. You can shrink or remove existing partitions via our guided reclaim space tool, or you can adjust your partitions on your own in the custom partitioning interface.
el: <b>Δεν διαθέτετε επαρκή χώρο για την εγκατάσταση του %s</b>. Μπορείτε να συρρικνώσετε ή να καταργήσετε τα υπάρχοντα διαμερίσματα μέσω του καθοδηγούμενού μας εργαλείου ανάκτησης χώρου. Εναλλακτικά, μπορείτε να προσαρμόσετε μόνοι σας τα διαμερίσματά σας στο προσαρμοσμένο περιβάλλον κατάτμησης.

source: You don't have enough space available to install <b>%(product)s</b>, even if you used all of the free space available on the selected disks.
el: Δεν διαθέτετε επαρκή χώρο για την εγκατάσταση του <b>%(product)s</b>, ακόμα κι αν χρησιμοποιήσετε όλο τον διαθέσιμο ελεύθερο χώρο στους επιλεγμένους δίσκους.

# GUI|Spoke
source: Installation _Destination
el: _Προορισμός εγκατάστασης

source: Error checking storage configuration. <a href="">Click for details.</a>
el: Σφάλμα ελέγχου διαμόρφωσης αποθηκευτικού χώρου. <a href="">Κάντε κλικ για λεπτομέρειες.</a>

source: FCP device {hba_id} WWPN {wwpn} LUN {lun}
el: Συσκευή FCP {hba_id} WWPN {wwpn} LUN {lun}

source: {} free
el: {} ελεύθερα

source: You have chosen to skip boot loader installation. Your system may not be bootable.
el: Έχετε επιλέξει να παραλείψετε την εγκατάσταση ενός φορτωτή εκκίνησης. Ενδέχεται να μην είναι δυνατή η εκκίνηση του συστήματός σας.

source: There was a problem with your disk selection. Click here for details.
el: Προέκυψε πρόβλημα με την επιλογή δίσκου σας. Κάντε κλικ εδώ για λεπτομέρειες.

# GUI|Storage|Error Dialog
source: _Quit
el: Έ_ξοδος

# GUI|Storage|Error Dialog
source: _Modify Disk Selection
el: _Τροποποίηση επιλογής δίσκου

# GUI|Storage|Error Dialog
source: _Modify Storage Layout
el: _Τροποποίηση διάταξης αποθηκευτικού χώρου

# GUI|Spoke
source: _Software Selection
el: _Επιλογή λογισμικού

source: Checking software dependencies...
el: Έλεγχος εξαρτήσεων λογισμικού...

source: Red Hat CDN requires registration.
el: Το Red Hat CDN απαιτεί εγγραφή.

source: Invalid environment specified in kickstart
el: Καθορίστηκε μη έγκυρο περιβάλλον στο kickstart

source: Please confirm software selection
el: Επιβεβαιώστε την επιλογή λογισμικού

source: Selected environment is not valid
el: Το επιλεγμένο περιβάλλον δεν είναι έγκυρο
