Repository: rhinstaller/anaconda-l10n
Catalog: rhel-8.6/*.po
Languages: el

source: Error checking software dependencies. <a href="">Click for details.</a>
el: Σφάλμα ελέγχου εξαρτήσεων λογισμικού. <a href="">Κάντε κλικ για λεπτομέρειες.</a>

# GUI|Software Selection|Error Dialog
source: _Quit
el: Έ_ξοδος

# GUI|Software Selection|Error Dialog
source: _Modify Software Source
el: _Τροποποίηση πηγής λογισμικού

# GUI|Software Selection|Error Dialog
source: Modify _Selections
el: Τροποποίηση _επιλογών

# GUI|Spoke
source: _Root Password
el: Κωδικός πρόσβασης _root

source: Root password has been set.
el: Έχει οριστεί κωδικός πρόσβασης root.

source: Root password is set
el: Έχει οριστεί κωδικός πρόσβασης root

source: Root password is not set
el: Δεν έχει οριστεί κωδικός πρόσβασης root

source: Status unknown
el: Άγνωστη κατάσταση

source: Firmware missing
el: Απουσία υλικολογισμικού

source: Cable unplugged
el: Μη συνδεδεμένο καλώδιο

source: Connecting
el: Σύνδεση

source: Authentication required
el: Απαιτείται ταυτοποίηση

source: Connected
el: Έγινε σύνδεση

source: Disconnecting
el: Αποσύνδεση

source: Connection failed
el: Αποτυχία σύνδεσης

source: unplugged
el: μη συνδεδεμένο

source: IPv4 Address
el: Διεύθυνση IPv4

source: IPv6 Address
el: Διεύθυνση IPv6

source: IP Address
el: Διεύθυνση IP

source: %d Mb/s
el: %d Mb/δ

source: None
el: Κανένα

# GUI|Spoke
source: _Language Support
el: _Γλωσσική υποστήριξη

source: %s to switch layouts.
el: %s για εναλλαγή διατάξεων.

# GUI|Spoke
source: _Keyboard
el: _Πληκτρολόγιο

source: Getting list of layouts...
el: Λήψη λίστας διατάξεων...

source: Keyboard layouts are not supported when using VNC. However the settings will be used after the installation.
el: Οι διατάξεις πληκτρολογίου δεν υποστηρίζονται κατά τη χρήση του VNC. Ωστόσο, οι ρυθμίσεις θα χρησιμοποιηθούν μετά την εγκατάσταση.

source: Setting up installation source...
el: Ρύθμιση πηγής εγκατάστασης...

source: <a href="">Click for details.</a>
el: <a href="">Κάντε κλικ για λεπτομέρειες.</a>

source: Invalid proxy URL
el: Μη έγκυρο URL διακομιστή μεσολάβησης

source: Invalid proxy protocol: %s
el: Μη έγκυρο πρωτόκολλο διακομιστή μεσολάβησης: %s

source: Extra characters in proxy URL
el: Επιπλέον χαρακτήρες στο URL διακομιστή μεσολάβησης

# GUI|Spoke
source: _Installation Source
el: Πηγή _εγκατάστασης

source: Device: %s
el: Συσκευή: %s

source: Label: %s
el: Ετικέτα: %s

source: URL is empty
el: Το URL είναι κενό

source: Invalid URL
el: Μη έγκυρο URL

source: Protocol in URL does not match selected protocol
el: Το πρωτόκολλο στο URL δεν ταιριάζει με το επιλεγμένο πρωτόκολλο

source: NFS server is empty
el: Ο διακομιστής NFS είναι κενός

source: Invalid host name
el: Μη έγκυρο όνομα υπολογιστή

source: Remote directory is required
el: Απαιτείται απομακρυσμένος κατάλογος

source: Empty repository name
el: Κενό όνομα αποθετηρίου

source: Invalid repository name
el: Μη έγκυρο όνομα αποθετηρίου

source: Complete!
el: Ολοκληρώθηκε!

source: Use of this product is subject to the license agreement found at %s
el: Η χρήση αυτού του προϊόντος υπόκειται στη συμφωνία άδειας χρήσης που βρίσκεται στο %s

# GUI|Progress
source: _Reboot System
el: _Επανεκκίνηση συστήματος

# GUI|Progress
source: _Finish Installation
el: _Ολοκλήρωση εγκατάστασης

source: %s is now successfully installed and ready for you to use! Go ahead and reboot your system to start using it!
el: Το %s εγκαταστάθηκε με επιτυχία και είναι έτοιμο προς χρήση! Επανεκκινήστε το σύστημά σας για να ξεκινήσετε τη χρήση του!

source: %s is now successfully installed and ready for you to use! Go ahead and quit the application to start using it!
el: Το %s εγκαταστάθηκε με επιτυχία και είναι έτοιμο προς χρήση! Κλείστε την εφαρμογή για να ξεκινήσετε τη χρήση του!

# GUI|Spoke
source: _Time & Date
el: Ώ_ρα και ημερομηνία

source: Restoring hardware time...
el: Επαναφορά ώρας υλικού...

source: Invalid timezone
el: Μη έγκυρη ζώνη ώρας

source: PM
el: ΜΜ

source: AM
el: ΠΜ

source: You have no working NTP server configured
el: Δεν έχετε διαμορφώσει έναν λειτουργικό διακομιστή NTP

source: MANUAL PARTITIONING
el: ΧΕΙΡΟΚΙΝΗΤΗ ΚΑΤΑΤΜΗΣΗ

# GUI|Custom Partitioning
source: %d _storage device selected
el: %d _επιλεγμένη συσκευή αποθήκευσης

source: %(items_selected)s of %(items_total)s mount points in %(page_name)s
el: %(items_selected)s από %(items_total)s σημεία προσάρτησης στο %(page_name)s

# GUI|Custom Partitioning|Devices
source: and {} other
el: και {} ακόμη

source: The container is encrypted.
el: Ο περιέκτης είναι κρυπτογραφημένος.

source: This file system may not be resized.
el: Δεν είναι δυνατή η αλλαγή του μεγέθους του συστήματος αρχείων.

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
el: Σφάλμα ελέγχου διαμόρφωσης αποθηκευτικού χώρου. <a href="">Κάντε κλικ για λεπτομέρειες</a> ή επιλέξτε «Τέλος» ξανά για να συνεχίσετε.

source: Failed to add new device.
el: Η προσθήκη νέας συσκευής απέτυχε.

source: Device removal request failed.
el: Αποτυχία αιτήματος κατάργησης συσκευής.

source: ({} free)
el: ({} ελεύθερα)

source: Automatic partitioning failed.
el: Η αυτόματη δημιουργία διαμερισμάτων απέτυχε.

# GUI|Custom Partitioning|Reset Dialog
source: _Reset selections
el: _Επαναφορά επιλογών

# GUI|Custom Partitioning|Reset Dialog
source: _Preserve current selections
el: _Διατήρηση τρεχουσών επιλογών

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
el: Σφάλμα ελέγχου διαμόρφωσης αποθηκευτικού χώρου. <a href="">Κάντε κλικ για λεπτομέρειες</a> ή επιλέξτε «Τέλος» ξανά για να συνεχίσετε.

# GUI|Spoke
source: _Installation Destination
el: _Προορισμός εγκατάστασης

# GUI|Installation Destination|Filter
source: {} _storage device selected
el: {} επιλεγμένη συσκευή _αποθηκευτικού χώρου

source: Preserve
el: Διατήρηση

source: Shrink
el: Συρρίκνωση

source: Delete
el: Διαγραφή

source: Installation requires a total of <b>%s</b> for system data.
el: Η εγκατάσταση απαιτεί συνολικά <b>%s</b> για τα δεδομένα συστήματος.

source: This device contains the installation source.
el: Αυτή η συσκευή περιέχει την πηγή εγκατάστασης.

source: You can remove existing file systems you no longer need to free up space for this installation. Removing a file system will permanently delete all of the data it contains.
el: Μπορείτε να καταργήσετε τα υπάρχοντα συστήματα αρχείων που δεν χρειάζεστε πλέον, προκειμένου να ελευθερώσετε χώρο για αυτήν την εγκατάσταση. Η κατάργηση ενός συστήματος αρχείων θα διαγράψει οριστικά όλα τα δεδομένα που περιέχονται σε αυτό.

source: %(freeSize)s of %(devSize)s
el: %(freeSize)s από %(devSize)s

source: Not resizeable
el: Δεν είναι δυνατή η αλλαγή μεγέθους

source: Free space
el: Ελεύθερος χώρος

source: <b>%(count)s disk; %(size)s reclaimable space</b> (in file systems)
el: <b>%(count)s δίσκος· %(size)s ανακτήσιμου χώρου</b> (σε συστήματα αρχείων)

# GUI|Reclaim Dialog
source: Delete _all
el: Διαγραφή όλ_ων

# GUI|Reclaim Dialog
source: Preserve _all
el: Διατήρηση όλ_ων

source: Create a new %(container_type)s ...
el: Δημιουργία νέου %(container_type)s...

source: CONFIGURE %(container_type)s
el: ΔΙΑΜΟΡΦΩΣΗ %(container_type)s

source: Please create a name for this %(container_type)s and select at least one disk below.
el: Δημιουργήστε ένα όνομα για αυτό το %(container_type)s και επιλέξτε τουλάχιστον έναν δίσκο παρακάτω.

source: Volume Group
el: Ομάδα τόμων

# GUI|Custom Partitioning|Configure|Devices
source: _Volume Group:
el: _Ομάδα τόμων:

source: Volume
el: Τόμος

# GUI|Custom Partitioning|Configure|Devices
source: _Volume:
el: _Τόμος:

source: container
el: περιέκτης

# GUI|Custom Partitioning|Configure|Devices
source: container
el: περιέκτης

source: {} may be a system boot partition! Deleting it may break other operating systems. Are you sure you want to delete it?
el: Το {} ενδέχεται να είναι ένα διαμέρισμα εκκίνησης συστήματος! Η διαγραφή του μπορεί να προκαλέσει δυσλειτουργίες σε άλλα λειτουργικά συστήματα. Θέλετε σίγουρα να το διαγράψετε;

source: Are you sure you want to delete all of the data on {}, including subvolumes?
el: Θέλετε σίγουρα να διαγράψετε όλα τα δεδομένα στο {}, συμπεριλαμβανομένων των υποτόμων;

source: Are you sure you want to delete all of the data on {}, including snapshots?
el: Θέλετε σίγουρα να διαγράψετε όλα τα δεδομένα στο {}, συμπεριλαμβανομένων των στιγμιότυπων;

source: Are you sure you want to delete all of the data on {}?
el: Θέλετε σίγουρα να διαγράψετε όλα τα δεδομένα στο {};

source: Name is already in use.
el: Το όνομα χρησιμοποιείται ήδη.

source: No disks selected.
el: Δεν έχει επιλεχθεί κανένας δίσκος.

source: DATA
el: ΔΕΔΟΜΕΝΑ

source: SYSTEM
el: ΣΥΣΤΗΜΑ

source: You haven't created any mount points for your %(product)s %(version)s installation yet. You can:
el: Δεν έχετε δημιουργήσετε ακόμα κανένα σημείο προσάρτησης για την εγκατάσταση του %(product)s %(version)s. Μπορείτε να:

# GUI|Custom Partitioning|Autopart Page
source: _Click here to create them automatically.
el: _Κάνετε κλικ εδώ για αυτόματη δημιουργία.

source: Create new mount points by clicking the '+' button.
el: Δημιουργήσετε νέα σημεία προσάρτησης κάνοντας κλικ στο κουμπί «+».

source: Or, assign new mount points to existing partitions after selecting them below.
el: Εκχωρήσετε νέα σημεία προσάρτησης σε υπάρχοντα διαμερίσματα αφού τα επιλέξετε παρακάτω.

# GUI|Custom Partitioning|Autopart Page
source: _New mount points will use the following partitioning scheme:
el: Τα _νέα σημεία προσάρτησης θα χρησιμοποιούν το εξής σχήμα διαμέρισης:

source: Other ({})
el: Άλλο ({})

source: Not Specified
el: Δεν έχει καθοριστεί

source: Service level
el: Επίπεδο υπηρεσίας

source: Contract
el: Επικοινωνία

source: Start date
el: Ημερομηνία έναρξης

source: End date
el: Ημερομηνία λήξης

source: Authentication required by wireless network
el: Απαιτείται ταυτοποίηση από το ασύρματο δίκτυο

source: Passwords or encryption keys are required to access the wireless network '%(network_id)s'.
el: Απαιτούνται κωδικοί πρόσβασης ή κλειδιά κρυπτογράφησης για πρόσβαση στο ασύρματο δίκτυο «%(network_id)s».

# GUI|Network|Secrets Dialog
source: _Password:
el: _Κωδικός πρόσβασης:

# GUI|Network|Secrets Dialog
source: _Key:
el: _Κλειδί:

source: User name:
el: Όνομα χρήστη:

source: Identity:
el: Ταυτότητα:

source: Private key password:
el: Κωδικός πρόσβασης ιδιωτικού κλειδιού:

# GUI|Detailed Error Dialog
source: _Cancel
el: _Ακύρωση

# GUI|Selected Disks Dialog
source: _Do not install boot loader
el: _Να μην εγκατασταθεί φορτωτής εκκίνησης

# GUI|Selected Disks Dialog
source: _Set as Boot Device
el: _Ορισμός ως συσκευή εκκίνησης

source: Please complete items marked with this icon before continuing to the next step.
el: Ολοκληρώστε τα στοιχεία που σημειώνονται με αυτό το εικονίδιο πριν συνεχίσετε στο επόμενο βήμα.

source: USER SETTINGS
el: ΡΥΘΜΙΣΕΙΣ ΧΡΗΣΤΗ

source: SOFTWARE
el: ΛΟΓΙΣΜΙΚΟ

source: LOCALIZATION
el: ΡΥΘΜΙΣΕΙΣ ΠΕΡΙΟΧΗΣ

source: CUSTOMIZATION
el: ΠΡΟΣΑΡΜΟΓΗ

source: DEFAULT TITLE
el: ΠΡΟΕΠΙΛΕΓΜΕΝΟΣ ΤΙΤΛΟΣ

source: Writing objects
el: Εγγραφή αντικειμένων

source: Starting Flatpak installation
el: Έναρξη εγκατάστασης Flatpak

source: Post-installation flatpak tasks
el: Εργασίες flatpak μετά την εγκατάσταση

source: Flatpak installation has finished
el: Η εγκατάσταση του Flatpak ολοκληρώθηκε

source: Installing %(flatpak_name)s
el: Εγκατάσταση του %(flatpak_name)s

source: Installing software
el: Εγκατάσταση λογισμικού

source: Downloading %(url)s (%(pct)d%%)
el: Λήψη %(url)s (%(pct)d%%)

source: Downloading packages
el: Λήψη πακέτων

source: Preparing transaction from installation source
el: Προετοιμασία συναλλαγής από την πηγή εγκατάστασης

source: Installing %s
el: Εγκατάσταση του %s

source: Configuring %s
el: Ρύθμιση παραμέτρων του %s

source: Verifying %s
el: Επαλήθευση του %s

source: Unregistration failed.
el: Αποτυχία απεγγραφής.

source: unknown
el: άγνωστο

source: RAID Device
el: Συσκευή RAID

source: First sector of boot partition
el: Πρώτος τομέας διαμερίσματος εκκίνησης

source: EFI System Partition
el: Διαμέρισμα συστήματος EFI

source: For a UEFI installation, you must include an EFI System Partition on a GPT-formatted disk, mounted at /boot/efi.
el: Για μια εγκατάσταση UEFI, πρέπει να συμπεριλάβετε ένα διαμέρισμα συστήματος EFI σε έναν δίσκο με διαμόρφωση GPT, προσαρτημένο στο /boot/efi.

source: PReP Boot Partition
el: Διαμέρισμα εκκίνησης PReP

source: Apple Bootstrap Partition
el: Διαμέρισμα Apple Bootstrap

source: Btrfs file system is not supported.
el: Το σύστημα αρχείων Btrfs δεν υποστηρίζεται.

source: An error occurred while resizing the device {}: {}
el: Προέκυψε σφάλμα κατά την αλλαγή μεγέθους της συσκευής {}: {}

source: Gathering entropy 100%
el: Συγκέντρωση εντροπίας 100%

source: Failed to proceed with the installation.
el: Αποτυχία συνέχειας της εγκατάστασης.

source: New {name} {version} Installation
el: Νέα εγκατάσταση {name} {version}

source: Cannot set label on file system.
el: Δεν είναι δυνατός ο ορισμός ετικέτας στο σύστημα αρχείων.

source: That mount point is already in use. Try something else?
el: Αυτό το σημείο προσάρτησης χρησιμοποιείται ήδη. Θέλετε να δοκιμάσετε κάποιο άλλο;

source: Please enter a valid mount point.
el: Εισαγάγετε ένα έγκυρο σημείο προσάρτησης.

source: That mount point is invalid. Try something else?
el: Αυτό το σημείο προσάρτησης δεν είναι έγκυρο. Θέλετε να δοκιμάσετε κάποιο άλλο;

source: Invalid container name.
el: Μη έγκυρο όνομα περιέκτη.

source: Please enter a mount point.
el: Εισαγάγετε ένα σημείο προσάρτησης.

source: /boot/efi must be on a device of type {type} or {another}
el: Το /boot/efi πρέπει να βρίσκεται σε συσκευή τύπου {type} ή {another}

source: {} cannot be encrypted
el: Δεν είναι δυνατή η κρυπτογράφηση του {}

source: You must create a new file system on the root device.
el: Πρέπει να δημιουργήσετε ένα νέο σύστημα αρχείων στη συσκευή root.

source: Device does not support RAID level selection {}.
el: Η συσκευή δεν υποστηρίζει την επιλογή επιπέδου RAID {}.

source: Failed to change a device.
el: Αποτυχία αλλαγής συσκευής.

source: Failed to add a device.
el: Αποτυχία προσθήκης συσκευής.

source: No disk found for specified BIOS disk "%s".
el: Δεν βρέθηκε δίσκος για τον καθορισμένο δίσκο BIOS «%s».

source: RAID partition "%s" is defined multiple times.
el: Το διαμέρισμα RAID «%s» έχει οριστεί πολλαπλές φορές.

source: PV partition "%s" is defined multiple times.
el: Το διαμέρισμα PV «%s» έχει οριστεί πολλαπλές φορές.

source: Btrfs partition "%s" is defined multiple times.
el: Το διαμέρισμα Btrfs «%s» έχει οριστεί πολλαπλές φορές.

source: The size "%s" is invalid.
el: Το μέγεθος «%s» δεν είναι έγκυρο.

source: part --noformat must also use the --onpart option.
el: Το part --noformat πρέπει επίσης να χρησιμοποιεί την επιλογή --onpart.

source: The "%s" file system type is not supported.
el: Ο τύπος συστήματος αρχείων «%s» δεν υποστηρίζεται.

source: The maximum size "%s" is invalid.
el: Το μέγιστο μέγεθος «%s» δεν είναι έγκυρο.

source: The mount point "%s" is not valid. It must start with a /.
el: Το σημείο προσάρτησης «%s» δεν είναι έγκυρο. Πρέπει να ξεκινά με /.

source: raid --noformat must also use the --device option.
el: Το raid --noformat πρέπει επίσης να χρησιμοποιεί την επιλογή --device.

source: volgroup --noformat and volgroup --useexisting must also use the --name= option.
el: Τα volgroup --noformat και volgroup --useexisting πρέπει επίσης να χρησιμοποιούν την επιλογή --name=.

source: logvol --noformat must also use the --name= option.
el: Το logvol --noformat πρέπει επίσης να χρησιμοποιεί την επιλογή --name=.

source: No usable disks selected.
el: Δεν έχουν επιλεγεί αξιοποιήσιμοι δίσκοι.

source: Not enough free space on selected disks.
el: Δεν υπάρχει επαρκής ελεύθερος χώρος στους επιλεγμένους δίσκους.

source: The selected disk {} is not recognized.
el: Ο επιλεγμένος δίσκος {} δεν αναγνωρίζεται.

source: You selected disk %(selected)s, which contains devices that also use unselected disk %(unselected)s. You must select or de-select these disks as a set.
el: Επιλέξατε τον δίσκο %(selected)s, ο οποίος περιέχει συσκευές που χρησιμοποιούν επίσης τον μη επιλεγμένο δίσκο %(unselected)s. Πρέπει να επιλέξετε ή να καταργήσετε την επιλογή αυτών των δίσκων ως συνόλου.

source: {device_name} on {container_name}
el: {device_name} στο {container_name}

source: The following error was encountered while downloading the escrow certificate: %s
el: Προέκυψε το παρακάτω σφάλμα κατά τη λήψη του πιστοποιητικού escrow: %s

source: Unknown Linux
el: Άγνωστο Linux

source: {product} {version} for {arch}
el: {product} {version} για {arch}

source: {product} Linux {version} for {arch}
el: {product} Linux {version} για {arch}

source: You have not defined a root partition (/), which is required for installation of %s to continue.
el: Δεν έχετε καθορίσει ένα διαμέρισμα root (/), το οποίο απαιτείται για τη συνέχεια της εγκατάστασης του %s.

source: It is recommended to create a new file system on your %(mount)s partition.
el: Προτείνεται να δημιουργήσετε ένα νέο σύστημα αρχείων στο διαμέρισμα %(mount)s σας.

source: You have not created a bootable partition.
el: Δεν έχετε δημιουργήσει ένα διαμέρισμα με δυνατότητα εκκίνησης.

source: At least one of your swap devices does not have a UUID, which is common in swap space created using older versions of mkswap. These devices will be referred to by device path in /etc/fstab, which is not ideal since device paths can change under a variety of circumstances.
el: Τουλάχιστον μία από τις συσκευές swap δεν διαθέτουν UUID, κάτι που είναι σύνηθες σε χώρους swap που έχουν δημιουργηθεί με παλαιότερες εκδόσεις του mkswap. Αυτές οι συσκευές θα αναφέρονται με τις διαδρομές συσκευών που έχουν καταχωρηθεί στο /etc/fstab, το οποίο δεν είναι ιδανικό καθώς οι διαδρομές συσκευών μπορούν να τροποποιηθούν υπό διάφορες συνθήκες.

source: The mount point %s must be on a linux file system.
el: Το σημείο προσάρτησης «%s» θα πρέπει να βρίσκεται σε ένα σύστημα αρχείων linux.

source: %s is currently mounted and cannot be used for the installation. Please unmount it and retry.
el: Το %s έχει προσαρτηθεί και δεν μπορεί να χρησιμοποιηθεί για την εγκατάσταση. Αποπροσαρτήστε το και δοκιμάστε ξανά.

source: %(deviceName)s may not have enough space for grub2 to embed core.img when using the %(fsType)s file system on %(deviceType)s
el: Το %(deviceName)s ενδέχεται να μην διαθέτει επαρκή χώρο για την ενσωμάτωση του core.img από το grub2 κατά τη χρήση του συστήματος αρχείων %(fsType)s στο %(deviceType)s

source: No match found for given boot drive "{}".
el: Δεν βρέθηκε αντιστοιχία για τη μονάδα εκκίνησης «{}».

source: More than one match found for given boot drive "{}".
el: Βρέθηκαν περισσότερες από μία αντιστοιχίες για τη μονάδα εκκίνησης «{}».

source: Requested boot drive "{}" doesn't exist or cannot be used.
el: Η ζητούμενη μονάδα εκκίνησης «{}» δεν υπάρχει ή δεν μπορεί να χρησιμοποιηθεί.

source: GRUB2 does not support installation to a partition.
el: Το GRUB2 δεν υποστηρίζει εγκατάσταση σε διαμέρισμα.

source: GRUB2 encrypted password must be in grub.pbkdf2 format.
el: Ο κρυπτογραφημένος κωδικός πρόσβασης του GRUB2 πρέπει να είναι της μορφής grub.pbkdf2.

source: /boot file system
el: Σύστημα αρχείων /boot

source: RAID sets that contain '%(desc)s' must have one of the following raid levels: %(raid_level)s.
el: Τα σύνολα RAID που περιέχουν «%(desc)s» πρέπει να έχουν ένα από τα εξής επίπεδα RAID: %(raid_level)s.

source: RAID sets that contain '%(desc)s' must have one of the following metadata versions: %(metadata_versions)s.
el: Τα σύνολα RAID που περιέχουν «%(desc)s» πρέπει να έχουν μία από τις εξής εκδόσεις μεταδεδομένων: %(metadata_versions)s.

source: RAID sets that contain '%(desc)s' must have one of the following device types: %(types)s.
el: Τα σύνολα RAID που περιέχουν «%(desc)s» πρέπει να έχουν έναν από τους εξής τύπους συσκευής: %(types)s.

source: %(name)s must have one of the following disklabel types: %(types)s.
el: Το %(name)s πρέπει να έχει έναν από τους εξής τύπους ετικέτας δίσκου: %(types)s.

source: %(desc)s cannot be of type %(type)s.
el: Το %(desc)s δεν μπορεί να είναι του τύπου %(type)s.

source: %(desc)s must be mounted on one of %(mountpoints)s.
el: Το %(desc)s πρέπει να προσαρτηθεί σε ένα από τα %(mountpoints)s.

source: %(desc)s must be between %(min)d and %(max)d MB in size
el: Το μέγεθος του %(desc)s πρέπει να είναι μεταξύ %(min)d και %(max)d MB

source: %(desc)s must not be smaller than %(min)dMB.
el: Το %(desc)s πρέπει να είναι μικρότερο από %(min)dMB.

source: %(desc)s must not be larger than %(max)dMB.
el: Το %(desc)s πρέπει να είναι μεγαλύτερο από %(max)dMB.

source: %(desc)s must be within the first %(max_end)s of the disk.
el: Το %(desc)s πρέπει να γραφεί μέσα στα πρώτα %(max_end)s του δίσκου.

source: %s must be on a primary partition.
el: Το %s πρέπει να είναι κύριο διαμέρισμα.

source: %s cannot be on an encrypted block device.
el: Το %s δεν μπορεί να βρίσκεται σε κρυπτογραφημένη συσκευή μπλοκ.

source: %(bootloader_stage2_description)s cannot be on an iSCSI disk which is not configured in iBFT.
el: Το %(bootloader_stage2_description)s δεν μπορεί να βρίσκεται σε δίσκο iSCSI που δεν έχει διαμορφωθεί σε iBFT.

source: %(desc)s cannot be of type %(type)s
el: Το %(desc)s δεν μπορεί να είναι του τύπου %(type)s

source: Local repositories
el: Τοπικά αποθετήρια

source: NFS server {}
el: Διακομιστής NFS {}

source: Local media via SE/HMC
el: Τοπικά μέσα μέσω SE/HMC

source: Local media
el: Τοπικά μέσα

source: User name is reserved for system: %s
el: Το όνομα χρήστη είναι δεσμευμένο για το σύστημα: %s

source: Name cannot start with '-' character.
el: Το όνομα δεν μπορεί να ξεκινά με τον χαρακτήρα «-».

source: Name '%s' is not allowed.
el: Το όνομα «%s» δεν επιτρέπεται.

source: Fully numeric name is not allowed.
el: Δεν επιτρέπεται πλήρως αριθμητικό όνομα.

source: Name '$' is not allowed.
el: Το όνομα «$» δεν επιτρέπεται.

source: Name cannot contain character: '%s'
el: Το όνομα δεν μπορεί να περιέχει τον χαρακτήρα: «%s»

source: Name must be shorter than 33 characters.
el: Το όνομα πρέπει να είναι μικρότερο από 33 χαρακτήρες.

source: Name '%s' is invalid.
el: Το όνομα «%s» δεν είναι έγκυρο.

source: Unsupported
el: Δεν υποστηρίζεται

source: Standard Partition
el: Τυπικό διαμέρισμα

source: Disk
el: Δίσκος

source: malformed URL, cannot parse it.
el: δύσμορφο URL, δεν είναι δυνατή η ανάλυσή του.

source: Start VNC
el: Εκκίνηση VNC

source: Use text mode
el: Χρήση λειτουργίας κειμένου

source: Do you really want to quit?
el: Θέλετε σίγουρα να κάνετε έξοδο;

source: The password is empty.
el: Ο κωδικός πρόσβασης είναι κενός.

source: The passphrase is empty.
el: Η φράση πρόσβασης είναι κενή.

source: The passwords do not match.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.

source: The passphrases do not match.
el: Οι φράσεις πρόσβασης δεν ταιριάζουν.

source: The passwords you entered were different. Please try again.
el: Οι κωδικοί πρόσβασης που πληκτρολογήσατε είναι διαφορετικοί. Δοκιμάστε ξανά.

source: The passphrases you entered were different. Please try again.
el: Οι φράσεις πρόσβασης που πληκτρολογήσατε είναι διαφορετικές. Δοκιμάστε ξανά.

source: The password is too short
el: Ο κωδικός πρόσβασης είναι πολύ μικρός

source: The passphrase is too short
el: Η φράση πρόσβασης είναι πολύ μικρή

source: The password you have provided is weak.
el: Ο κωδικός πρόσβασης που πληκτρολογήσατε είναι αδύναμος.

source: The passphrase you have provided is weak.
el: Η φράση πρόσβασης που πληκτρολογήσατε είναι αδύναμη.

source: The password you have provided is weak:
el: Ο κωδικός πρόσβασης που πληκτρολογήσατε είναι αδύναμος:

source: The passphrase you have provided is weak:
el: Η φράση πρόσβασης που πληκτρολογήσατε είναι αδύναμη:
