Repository: rhinstaller/anaconda-l10n
Catalog: master/*.po
Languages: cs

source: Devices should be unlocked before assigning mount points.
cs: Zařízení by neměla být odemykána dříve, než budou přiřazeny přípojné body.

source: Disk configuration
cs: Nastavení jednotky

source: Disk encryption
cs: Šifrování disku

source: Duplicate device.
cs: Zduplikovat zařízení.

source: Duplicate mount point.
cs: Zduplikovat přípojný bod.

source: Encrypt my data
cs: Šifrovat má data

source: Encrypt the selected devices?
cs: Šifrovat vybraná zařízení?

source: Encrypted devices are locked
cs: Šifrovaná zařízení jsou uzamčená

source: Encryption helps secure your data, to prevent others from accessing it.
cs: Šifrování pomáhá zabezpečit vaše data a zabránit ostatním v přístupu k nim.

source: Erase data and install
cs: Vymazat data a nainstalovat

source: Erase data and install?
cs: Vymazat data a nainstalovat?

source: Erasing the data cannot be undone. Be sure to have backups.
cs: Vymazání dat nelze vrátit zpět. Ověřte, že máte zálohy.

source: Error details
cs: Podrobnosti o chybě

source: Error was hit when going back from $0.
cs: Při přechodu zpět z $0 se narazilo na chybu.

source: Failed to get device names.
cs: Nepodařilo se získat názvy zařízení.

source: Finalization
cs: Dokončování

source: Finalizing: The system configuration is complete. Finalizing installation may take a few moments.
cs: Dokončování: Nastavení systému je dokončena. Dokončení instalace může chvíli trvat.

source: Find a language
cs: Najít jazyk

source: Hide confirmed password
cs: Skrýt potvrzené heslo

source: Hide passphrase
cs: Skrýt heslovou frázi

source: Hide password
cs: Skrýt heslo

source: How would you like to install?
cs: Jak si přejete nainstalovat?

source: If you do not understand or accept the risks, then please exit this program.
cs: Pokud těmto rizikům nerozumíte nebo jsou pro vás nepřijatelná, ukončete prosím tento program.

source: If you have made changes on partitions or disks, please rescan storage.
cs: Pokud jste provedli změny oddílů nebo disků, proveďte opětovný sken úložiště.

source: Ignore
cs: Ignorovat

source: In progress
cs: Probíhá

source: Install on the custom mount points?
cs: Nainstalovat na uživatelsky určené přípojné body?

source: Install on the free space?
cs: Nainstalovat do volného prostoru?

source: Installation failed
cs: Instalace se nezdařila

source: Installation method
cs: Metoda instalace

source: Installation of the system failed: $0
cs: instalace systému se nezdařila: $0

source: Installation type
cs: Typ instalace

source: Installing
cs: Instaluje se

source: Installing to $0 ($1)
cs: Instaluje se na $0 ($1)

source: Keep current disk layout and only install into available space.
cs: Ponechat stávající rozvržení jednotky a nainstalovat pouze do dostupného prostoru.

source: Language
cs: Jazyk

source: Launch Blivet-gui storage editor
cs: Spustit editor úložiště Blivet-gui

source: Locked devices
cs: Uzamčená zařízení

source: Log
cs: Záznam událostí

source: Manual disk configuration
cs: Ruční nastavení jednotky

source: Manual disk configuration: Mount point mapping
cs: Ruční nastavení pro jednotku: mapování přípojného bodu

source: Manually select storage locations for installation.
cs: Vybrat umístění úložiště pro instalaci.

source: Medium
cs: Střední

source: Mismatch between parent device and child device reformat selection.
cs: Neshoda mezi výběrem přeformátování u nadřazeného a podřízeného zařízení.

source: Modified storage
cs: Úložiště pozměněno

source: Modify storage
cs: Upravit úložiště

source: Modifying the storage failed.
cs: Změny úložiště se nezdařily.

source: Mount point assignment
cs: Přiřazení přípojného bodu

source: Must be at least $0 characters
cs: Je třeba, by bylo alespoň $0 znaků

source: Network not available. Configure the network in the top bar menu to report the issue.
cs: Síť není k dispozici. Aby bylo možné chybu nahlásit, nastavte síť (v nabídce vpravo na horní liště).

source: Next
cs: Další

source: No additional disks detected
cs: Nezjištěny žádné další jednotky

source: No devices
cs: Žádná zařízení

source: No results found
cs: Nenalezeny žádné výsledky

source: No usable devices on the selected disks.
cs: Na vybraných jednotkách nejsou žádná použitelná zařízení.

source: No usable disks detected
cs: Nevybrány žádné použitelné jednotky

source: Not enough free space on the selected disks.
cs: Na vybraných jednotkách není dostatek volného místa.

source: Not enough space on selected disks.
cs: Na vybraných jednotkách není dostatek prostoru.

source: Notice: This is pre-released software that is intended for development and testing purposes only. Do NOT use this software for any critical work or for production environments.
cs: Upozornění: Toto je předprodukční software, který je určený pouze pro účely vývoje a testování. Tento software NEpoužívejte pro jakoukoli kritickou práci nebo pro produkční prostředí.

source: Only new partitions will be encrypted. Existing partitions will remain untouched.
cs: Šifrovány budou pouze nově vytvořené oddíly. Ty stávající budou ponechány beze změn.

source: Operating system
cs: Operační systém

source: Passphrase did not match any locked device
cs: Heslová fráze neodpovídá žádnému ze zamčených zařízení

source: Passphrases must match
cs: Je třeba, aby se zadání heslové fráze shodovaly

source: Pending
cs: Čekající

source: Please attach the log file $0 to the issue.
cs: K problému připojte soubor se záznamem událostí $0.

source: Powered by Anaconda
cs: Založeno na instalátoru Anaconda

source: Pre-release
cs: Předprodukční verze

source: Preparing report
cs: Připravuje se hlášení

source: Quit installer?
cs: Ukončit instalátor?

source: Re-scan
cs: Znovu prohledat

source: Reading information about the computer failed.
cs: Načítání informací o počítači se nezdařilo.

source: Reading installer configuration failed.
cs: Nepodařilo se načíst nastavení instalátoru.

source: Reading installer version information failed.
cs: Nepodařilo se načíst verzi instalátoru.

source: Reboot
cs: Restartovat

source: Reboot system?
cs: Restartovat systém?

source: Remove all partitions on the selected devices, including existing operating systems. Make sure you have backed up your data.
cs: Odebrat veškeré oddíly na zvolených zařízeních, včetně stávajících operačních systémů. Zajistěte, že jsou data z nich zazálohována.

source: Report Issue
cs: Nahlásit problém

source: Report issue
cs: Nahlásit problém

source: Reporting an issue will send information over the network. Please review and edit the attached log to remove any sensitive information.
cs: Nahlášení problému odešle informace přes síť. Zkontrolujte a upravte připojený záznam událostí (log) a odeberte z něj jakékoli pro vás citlivé informace.

source: Required
cs: Vyžadováno

source: Rescan
cs: Znovu prohledat

source: Rescan storage
cs: Znovu naskenovat úložiště

source: Rescanning of the disks failed.
cs: Opětovné naskenování jednotek datového úložiště se nezdařilo.

source: Review and install
cs: Zkontrolovat a nainstalovat

source: Select a device
cs: Vybrat zařízení

source: Select a disk
cs: Vyberte jednotku

source: Selected device's format '$0' cannot be reformatted.
cs: Formát „$0“ vybraného zařízení není možné přeformátovat.

source: Show confirmed password
cs: Zobrazit potvrzené heslo

source: Show passphrase
cs: Zobrazit heslovou frázi

source: Show password
cs: Zobrazit heslo

source: Skip
cs: Přeskočit

source: Software installation
cs: Instalace softwaru

source: Software installation: Storage configuration complete. The software is now being installed onto your device.
cs: Instalace softwaru: Nastavování úložiště dokončeno. Software se nyní instaluje do vašeho zařízení.

source: Some devices use the same name: $0.
cs: Některá zařízení používají stejný název: $0.

source: Storage
cs: Úložiště

source: Storage configuration
cs: Uspořádání úložiště

source: Storage configuration: Storage is currently being configured.
cs: Nastavování úložiště: Úložiště je právě nastavováno.

source: Successfully installed
cs: Úspěšně nainstalováno

source: Successfully unlocked $0.
cs: $0 úspěšně odemčeno.

source: System configuration
cs: Nastavení systému

source: System configuration: Software installation complete. The system is now being configured.
cs: Nastavování systému: Instalace softwaru dokončena. Systém se nyní nastavuje.

source: The chosen language will be used for installation and in the installed software.
cs: Vybraný jazyk bude použit pro instalaci a v nainstalovaném softwaru.

source: The following log will be sent to the issue tracking system where you may provide additional details.
cs: Následující záznam událostí bude odeslán do systému správy hlášení chyb, ve kterém můžete doplnit další podrobnosti.

source: The installation needs $1 of disk space;
cs: Instalace potřebuje $1 prostoru na disku;

source: The installation will use the available space on your devices and will not erase any device data.
cs: Instalace použije dostupné volné místo na zařízeních a nevymaže z nich žádná data.

source: The installation will use your configured partitioning layout.
cs: Instalace využije nastavené rozvržení oddílů.

source: The installer cannot continue due to a critical error.
cs: Instalátor nemůže kvůli kritické chybě pokračovat.

source: The installer cannot continue due to a critical error: $0
cs: Instalátor nemůže pokračovat kvůli kritické chybě: $0

source: The root partition is always re-formatted by the installer.
cs: Na kořenovém oddílu je souborový systém instalátorem vždy vytvořen odznovu.

source: The selected disks will be erased, this cannot be undone. Are you sure you want to continue with the installation?
cs: Vybrané jednotky budou vymazány, toto nemůže být vráceno zpět. Opravdu chcete pokračovat v instalaci?

source: This is unstable, pre-release software
cs: Toto je nestabilní, předprodukční software

source: This may take a moment
cs: Může to chvíli trvat

source: To begin using $0, reboot your system.
cs: Aby bylo možné začít $0 používat, počítač restartujte.

source: To continue, select the devices to install to.
cs: Aby bylo možné pokračovat, vyberte zařízení, na která instalovat.

source: To prevent loss, make sure to backup your data.
cs: Abyste zamezili ztrátě dat, nezapomeňte si je zazálohovat.

source: To use this option, rename devices to have unique names.
cs: Aby bylo možné tuto volbu použít, přejmenujte zařízení tak, aby se jejich názvy neopakovaly.

source: To use this option, resize or remove existing partitions to free up at least $0.
cs: Aby bylo možné tuto volbu použít, uvolněte alespoň $0 změnou velikosti nebo přesunem existujících oddílů.

source: Unlock
cs: Odemknout

source: Unlock devices
cs: Odemknout zařízení

source: Unlock encrypted devices
cs: Odemknout šifrovaná zařízení

source: Use free space for the installation
cs: Pro instalaci použít volné místo

source: Welcome
cs: Vítejte

source: Welcome to $0
cs: Vítejte v $0

source: Welcome. Let's install $0 now.
cs: Vítejte. Pojďme nyní $0 nainstalovat.

source: Your progress will not be saved.
cs: To, co jste doposud udělali, nebude uloženo.

source: completed step
cs: dokončený krok

source: current step
cs: stávající krok

source: format as $0
cs: vytvořit souborový systém $0

source: mount
cs: připojení

source: pending step
cs: čekající krok
