Repository: rhinstaller/anaconda-l10n
Catalog: master/*.po
Languages: cs

source: The software marked for installation has the following errors. This is likely caused by an error with your installation source. You can quit the installer, change your software source, or change your software selections.
cs: Výběr software označeného k instalací vedl k následujícím chybám. To je nejspíš způsobeno chybou vybraného instalačního zdroje. Můžete ukončit instalátor, změnit zdroj software nebo změnit jeho výběr.

source: The software marked for installation has the following warnings. These are not fatal, but you may wish to make changes to your software selections.
cs: Výběr softwaru označeného k instalací vedl k následujícím varováním. Tato varování nejsou zásadní, ale možná budete chtít provést změny ve svém výběru softwaru.

source: The space available to this mount point can be changed by modifying the volume below.
cs: Prostor, dostupný pro tento přípojný bod, může být níže v nastavení oddílu změněn.

source: The system has been properly subscribed
cs: Systém byl úspěšně zaregistrován

source: The system is currently not registered.
cs: Tento systém není aktuálně zaregistrován.

source: The system will not be bootable. The firmware does not support XFS file system features on the boot file system. Upgrade the firmware or change the file system type.
cs: Systém nebude možné zavést. Firmware tohoto stroje nepodporuje vlastnosti souborového systému XFS na zaváděcím oddílu. Buď firmware aktualizujte, nebo změňte typ souborového systému.

source: The volume group name "{}" is already in use.
cs: Název skupiny svazků „{}“ už je používán.

source: There is a problem with your existing storage configuration or your initial settings, for example a kickstart file. You must resolve this matter before the installation can proceed. There is a shell available for use which you can access by pressing ctrl-alt-f1 and then ctrl-b 2. Once you have resolved the issue you can retry the storage scan. If you do not fix it you will have to exit the installer.
cs: Je problém se stávajícím uspořádáním úložiště, nebo úvodními nastaveními (např. kickstart souborem). Aby bylo možné pokračovat v instalaci, je třeba toto vyřešit. K opravě můžete využít shell, do kterého se dostanete pomocí klávesových zkratek ctrl-alt-f1 a následně ctrl-b-2. Po vyřešení uvedeného problému zopakujte skenování úložiště. Pokud problémy neodstraníte, nezbývá než instalaci ukončit.

source: There is also free space available in pre-existing file systems. While it's risky and we recommend you back up your data first, you can recover that free disk space and make it available for this installation below.
cs: Také je možné využít volný prostor, který je k dispozici ve stávajících souborových systémech. Byť je to riskantní (a doporučujeme nejdříve si zazálohovat data), níže je možné získat tento prostor zpět a využít ho pro tuto instalaci.

source: There is an entry in your /etc/fstab file that contains an invalid or incorrect file system type. The file says that {detected_type} at {mount_point} is {fstab_type}.
cs: V souboru /etc/fstab máte záznam, který obsahuje neplatný nebo nesprávný typ souborového systému. V souboru je uvedeno, že {detected_type} na {mount_point} je {fstab_type}.

source: There was a problem with your disk selection. Click here for details.
cs: Vyskytl se problém s vámi provedeným výběrem jednotek. Podrobnosti obdržíte kliknutím sem.

source: There was an error running the kickstart script at line %(lineno)s. This is a fatal error and installation will be aborted. The details of this error are: %(details)s
cs: Při provádění kickstart skriptu došlo k chybě na řádku %(lineno)s. Jedná se o zásadní chybu a instalace proto bude zrušena. Podrobnosti chyby: %(details)s

source: This %(type)s device is missing member devices. You can remove it or select a different device.
cs: Toto %(type)s zařízení postrádá některá z dílčích zařízení, ze kterých se skládá. Můžete ho odebrat nebo zvolit jiné zařízení.

source: This LVM Volume Group is missing %(missingPVs)d of %(totalPVs)d physical volumes. You can remove it or select a different device.
cs: Této LVM skupině svazků schází %(missingPVs)d z %(totalPVs)d fyzických svazků. Můžete ji odstranit nebo zvolit jiné zařízení.

source: This Software RAID array is missing %(missing)d of %(total)d member partitions. You can remove it or select a different device.
cs: Tomuto softwarovému RAID poli schází %(missing)d z %(total)d oddílů, ze kterých se skládá. Můžete ho odstranit nebo zvolit jiné zařízení.

source: This device cannot be edited directly. You can remove it or select a different device.
cs: Toto zařízení nemůže být upravováno přímo. Je možné ho jen odebrat nebo vybrat jiné zařízení.

source: This device contains the installation source.
cs: Toto zařízení obsahuje instalační zdroj.

source: This device is encrypted and cannot be read without a valid passphrase. You may unlock it below.
cs: Toto zařízení je šifrované a bez zadání platné heslové fráze z něj nelze číst. Níže ho můžete odemknout.

source: This field is optional.
cs: Vyplnění této kolonky není povinné.

source: This file system may not be resized.
cs: Tento souborový systém nepodporuje změnu velikosti.

source: This is unstable, pre-release software.
cs: Toto je nestabilní, předprodukční software.

source: This may take a moment.
cs: Může to chvíli trvat.

source: This may take a moment. You may <a href="">go back to the main menu</a> to complete other installation options while formatting completes.
cs: Toto může chvíli trvat. Mezitím se můžete <a href="">vrátit do hlavní nabídky</a> a než bude formátování dokončeno, zabývat se ostatními předvolbami instalace.

# GUI|Software Source|Media Check Dialog
source: This media is good to install from.
cs: Toto médium je vhodné pro instalaci.

# GUI|Software Source|Media Check Dialog
source: This media is not good to install from.
cs: Toto médium není vhodné pro instalaci.

source: This mount point is invalid. The %s directory must be on the / file system.
cs: Tento přípojný bod není platný. Je třeba, aby se adresář %s nacházel na kořenovém souborovém systému (/).

source: Time settings
cs: Nastavení času

source: Timezone is not set.
cs: Není nastaveno časové pásmo.

source: Timezone settings
cs: Nastavení časového pásma

source: Timezone: %s
cs: Časové pásmo: %s

source: To access the Red Hat CDN, a valid Red Hat subscription is required.
cs: Pro přístup k Red Hat CDN je nutné platné předplatné Red Hat.

source: To use DASD disks, you must provide the device number.
cs: Pokud chcete použít jednotky DASD, je třeba zadat číslo zařízení.

source: To use iSCSI disks, you must provide the address of your iSCSI target and the iSCSI initiator name you've configured for your host.
cs: Pro použití iSCSI jednotek je třeba zadat adresu iSCSI cíle a název iSCSI iniciátoru, který jste pro stroj nastavili.

source: To use zFCP-attached SCSI disks, you must provide the FCP device number. Storage WWPN and FCP LUN are necessary if the zFCP adapter is not configured in NPIV mode or when automatic LUN scanning is disabled via a kernel module parameter.
cs: Když chcete použít jednotky připojené zFCP SCSI, je třeba poskytnout číslo FCP zařízení. WWPN úložiště a FCP LUN jsou potřeba, když adaptér zFCP není nastavený v režimu NPIV, anebo když je automatické vyhledávání LUN vypnuté parametrem modulu jádra systému.

source: Too short
cs: Velmi snadno prolomitelné (délka)

source: Total selected space to reclaim: <b>%s</b>
cs: Celkem označeno k uvolnění: <b>%s</b>

source: Tried to use undefined partition "{}" in Btrfs volume specification.
cs: Pokus o použití nedefinovaného oddílu „{}“ ve specifikaci Btrfs svazku.

source: Tried to use undefined partition "{}" in RAID specification.
cs: Pokus o použití nedefinovaného oddílu „{}“ ve specifikaci RAID pole.

source: Tried to use undefined partition "{}" in Volume Group specification
cs: Pokus o použití nedefinovaného oddílu „{}“ ve specifikaci skupiny svazků

source: Type
cs: Typ

source: Type here to search.
cs: Vyhledávejte psaním sem.

source: UNFORMATTED DASDS
cs: NENAFORMÁTOVANÉ DASD

# GUI|Software Source
source: URL _type:
cs: _Typ URL:

source: URL has no host component
cs: URL neobsahuje část s názvem hostitele

source: URL is empty
cs: URL adresa je prázdná

source: URL of the repository
cs: URL repozitáře

# GUI|Software Source
source: URL type:
cs: Typ URL:

source: USER SETTINGS
cs: NASTAVENÍ UŽIVATELŮ

source: Unable to create PID file
cs: Nedaří se vytvořit soubor s identifikátorem procesu (pid)

source: Unable to encrypt password: unsupported algorithm {}
cs: Heslo se nedaří zašifrovat: nepodporovaný algoritmus {}

source: Unable to find /bin/bash to execute! Not starting shell.
cs: Nedaří se najít /bin/bash. Shell nebude spuštěn.

source: Unacceptable label format for file system.
cs: Nepřijatelný formát popisku pro souborový systém.

source: Unavailable
cs: Nedostupné

source: Unformatted DASDs Detected
cs: Nalezena nenaformátovaná DASD zařízení

source: Unknown
cs: Neznámé

source: Unknown Linux
cs: Neznámý Linux

source: Unknown name of the %addon section.
cs: Neznámý název sekce %addon.

source: Unknown or invalid device '{}' specified
cs: Bylo uvedeno neznámé nebo neplatné zařízení „{}“

source: Unknown or invalid format '{}' specified for device '{}'
cs: Byl zadán neznámý nebo neplatný formát „{}“ pro zařízení „{}“

# GUI|Network
source: Unloc_k
cs: Odem_knout

source: Unmanaged
cs: Nespravováno

source: Unregistering...
cs: Rušení registrace…

source: Unregistration failed.
cs: Zrušení registrace se nezdařilo.

source: Unsupported
cs: Nepodporováno

source: Updates
cs: Aktualizace

source: Usage
cs: Použití

source: Usage: {}
cs: Použití: {}

source: Use All Space
cs: Využít všechen prostor

source: Use Free Space
cs: Využít volný prostor

source: Use HTTP proxy
cs: Použít HTTP proxy

source: Use Network Time
cs: Použít čas ze sítě

# GUI|Advanced Storage|FCoE
source: Use _DCB
cs: Použít _DCB

# GUI|Advanced Storage|FCoE
source: Use auto _VLAN
cs: Použít automatické _VLAN

source: Use of this product is subject to the license agreement found at %s
cs: Používání tohoto produktu je podmíněno licenčním ujednáním, které je k dispozici na %s

source: Use of this product is subject to the license agreement found at:
cs: Používání tohoto produktu je podmíněno licenčním ujednáním, které je k dispozici na:

source: Use password
cs: Použít heslo

source: Use text mode
cs: Použít textový režim

source: Use the credentials from discovery
cs: Použít přihlašovací údaje z vyhledávání

source: User %s will be created
cs: Bude vytvořen uživatel %s

source: User Name
cs: Uživatelské jméno

# GUI|Software Source|Proxy Dialog
source: User _name:
cs: Uživatelské jmé_no:

source: User and Group IDs
cs: Identifikátory uživatele a skupiny

source: User creation
cs: Vytvoření uživatele

source: User name
cs: Uživatelské jméno

source: User name is reserved for system: %s
cs: Takové uživatelské jméno je vyhrazeno pro účely systému: %s

source: User name:
cs: Uživatelské jméno:

source: VLAN %(interface_name)s (%(parent_device)s, ID %(vlanid)s) connected
cs: VLAN %(interface_name)s (%(parent_device)s, ID %(vlanid)s) připojeno

source: VLAN ID
cs: VLAN identifikátor

source: VNC Password
cs: Heslo pro VNC

source: VNC password must be six to eight characters long. Please enter a new one, or leave blank for no password.
cs: Je třeba, aby heslo pro VNC bylo šest až osm znaků dlouhé. Zadejte jiné heslo nebo nevyplňujte a ponechte tak bez hesla.

source: VPN Type
cs: Typ VPN

source: Vendor
cs: Výrobce

# GUI|Software Source|Media Check Dialog
source: Verification finished.
cs: Kontrola dokončena.

# GUI|Software Source|Media Check Dialog
source: Verifying media, please wait...
cs: Kontroluje se neporušenost média, čekejte…

source: Volume
cs: Svazek

source: Volume Group
cs: Skupina svazků

source: Volume group "{}" defined without any physical volumes. Either specify physical volumes or use --useexisting.
cs: Svazek „{}“ definovaný bez jakýchkoliv fyzických oddílů. Buď určete fyzické oddíly nebo použijte --useexisting.

source: Volume group "{}" given in volgroup command does not exist.
cs: Svazek „{}“ uvedený v příkazu volgroup neexistuje.

source: Volume group given physical extent size of "{}", but must be one of: {}.
cs: Skupině svazků dán fyzický extent o velikosti „{}“, je ale třeba, aby byla jedna z: {}.

source: WELCOME
cs: VÍTEJTE

source: WELCOME TO %(name)s %(version)s.
cs: VÍTEJTE V(E) %(name)s %(version)s.

source: Waiting for %s threads to finish
cs: Čekání na dokončení %s vláken

source: Warning checking software dependencies. <a href="">Click for details.</a>
cs: Varování při zjišťování závislostí software. <a href="">Podrobnosti obdržíte kliknutím sem.</a>

source: Warning checking software selection
cs: Varování při kontrole výběru softwaru

source: Warning checking storage configuration
cs: Varování při kontrole uspořádání úložiště

source: Warning checking storage configuration. <a href="">Click for details.</a>
cs: Varování při kontrole uspořádání úložiště. <a href="">Podrobnosti obdržíte kliknutím sem.</a>

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
cs: Varování při kontrole uspořádání úložiště. <a href="">Podrobnosti obdržíte kliknutím sem</a> nebo pokračujte dalším kliknutím na Hotovo.

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
cs: Varování při kontrole uspořádání úložiště. <a href="">Podrobnosti obdržíte kliknutím sem</a> nebo pokračujte dalším kliknutím na Hotovo.

source: Warning: All storage changes made using the installer will be lost when you choose to format. Proceed to run dasdfmt?
cs: Varování: Pokud zvolíte formátovat, budou ztraceny všechny změny úložišť, provedené v instalátoru. Pokračovat spuštěním dasdfmt?

source: Warning: Existing data on reconfigured devices will be lost.
cs: Varování: Stávající data na přenastavovaných zařízeních budou ztracena.

source: Warning: Processor has Simultaneous Multithreading (SMT) enabled
cs: Varování: Procesor má zapnutou funkci Simultaneous Multithreading (SMT)

source: Warning: Processor has Simultaneous Multithreading (SMT) enabled. <a href="">Click for details.</a>
cs: Varování: Procesor má zapnutou funkci Simultaneous Multithreading (SMT). <a href="">Podrobnosti obdržíte kliknutím sem.</a>

source: Warning: This will revert all changes done so far. Do you want to proceed?
cs: Varování: Toto zruší všechny změny, které byly provedeny. Přejete si pokračovat?

source: Warning: You won't be able to switch between keyboard layouts (from the default one) when you decrypt your disks after install.
cs: Varování: Když budete po instalaci šifrovanou jednotku odemykat, bude k dispozici pouze rozložení klávesnice, které jste zvolili za výchozí (nepůjde přepínat) ‒ pamatujte na to při tvorbě heslové fráze, aby byla taková, že půjde napsat.

source: We won't touch your disks until you click 'Begin Installation'.
cs: Vaše jednotky nebudou dotčeny, dokud nekliknete na „Zahájit instalaci“.

source: We'll need network access to fetch information about your location and to make software updates available for you.
cs: Přístup k síti je zapotřebí pro získání informací o vašem umístění (přednastavení časové zóny, atp.) a ke zpřístupnění aktualizací softwaru (nejbližší zrcadlo).

source: Weak
cs: Snadno prolomitelné

source: Welcome to Fedora
cs: Vítejte ve Fedoře

source: What language would you like to use during the installation process?
cs: Který jazyk chcete používat během instalace?

source: When finished, please exit from the shell and your system will reboot.
cs: Po dokončení práce ukončete shell a váš systém bude restartován.

source: When you create mount points for your %(name)s %(version)s installation, you'll be able to view their details here.
cs: Po vytvoření přípojných bodů pro instalaci %(name)s %(version)s, bude možné si zde zobrazit jejich podrobnosti.

source: Which combination(s) would you prefer for switching between keyboard layouts?
cs: Jakou kombinaci kláves chcete používat pro přepínání rozložení klávesnice?

source: Which installation source would you like to use?
cs: Který instalační zdroj chcete používat?

source: Which keyboard layouts would you like to use on this system? You may move any layout to the top of the list to select it as the default.
cs: Která rozložení klávesnice chcete na tomto systému používat? Kterékoli rozložení je možné v seznamu přesunout nahoru a označit ho tak za výchozí.

source: Wi-Fi Networks
cs: Sítě Wi-Fi

source: Will try to connect again in 15 seconds...
cs: Nový pokus o připojení za 15 sekund…

source: Wired (%(interface_name)s) connected
cs: Drátové (%(interface_name)s) připojeno

source: Wired (%(interface_name)s) connected
cs: Drátové (%(interface_name)s) připojeno

source: Wired (%(interface_name)s) disconnected
cs: Drátové (%(interface_name)s) odpojeno

source: Wireless
cs: Bezdrátové

source: Wireless connected to %(access_point)s
cs: Bezdrátové připojeno k %(access_point)s

source: Workarounds for manual installations: * Select only the disks with the same sector size during manual installation in graphical or text mode. * When disks with inconsistent sector size are selected for the installation, restrict each created LVM Volume Group to use Physical Volumes with the same sector size. This can only be done in graphical mode in the Custom partitioning spoke. Workarounds for kickstart installations: * Restrict what disks are used for the partitioning by specifying 'ignoredisk --drives=..' or 'ignoredisk --only-use=..'. * Specify what disks should be used for each created LVM Physical Volume: 'partition pv.1 --ondisk=..'. General workarounds: * Plain partitioning scheme can be used instead of LVM. * Some drives support re-configuration of sector sizes, for example by running 'hdparm --set-sector-size=<SIZE> <DEVICE>'.
cs: Obcházení problémů pro ruční instalace: * V průběhu ruční instalace (v grafickém či textovém režimu) vyberte pouze disky se stejnou velikostí sektorů. * Pokud jsou pro instalaci vybrány disky s nejednotnou velikostí sektorů, omezte každou z vytvořených LVM skupin svazků tak, aby používala pouze fyzické svazky se stejnou velikostí sektorů. Toto je možné pouze v grafickém režimu v části Uživatelsky určené rozdělení. Obcházení problémů pro instalace z kickstart instalací: * Omezte které disky jsou použity pro rozdělování zadáním „ignoredisk --drives=..“ nebo „ignoredisk --only-use=..“. * Zadejte které disky mají být použity pro každý z vytvářených LVM fyzických oddílů: „partition pv.1 --ondisk=..“. Obecná obcházení problémů: * Namísto LVM je možné použít prosté schéma rozdělení. * Některé disky podporují přenastavení velikosti sektorů, například spuštěním „hdparm --set-sector-size=<SIZE> <DEVICE>“.

source: Working
cs: Pracuje

source: Writing network configuration
cs: Zapisuje se nastavení sítě

source: Writing objects
cs: Zapisují se objekty

source: X was unable to start on your machine. Would you like to start VNC to connect to this computer from another computer and perform a graphical installation or continue with a text mode installation?
cs: Na počítači se nepodařilo spustit grafické prostředí X Window System. Chcete spustit VNC pro připojení k tomuto počítači z jiného počítače a provést grafickou instalaci nebo chcete pokračovat v textovém režimu instalace?

source: You can remove existing file systems you no longer need to free up space for this installation. Removing a file system will permanently delete all of the data it contains.
cs: Pro uvolnění prostoru pro tuto instalaci můžete – pokud je už nepotřebujete – odebrat stávající souborové systémy / oddíly. Tím ale nenávratně zničíte veškerá data, která obsahují.

source: You can remove or insert additional disks at this time and press 'Rescan Disks' below for the changes to take effect.
cs: Můžete odstranit nebo přidat další jednotky a níže kliknout na „Přeskenovat jednotky“, aby se změna projevila.

source: You don't have any Linux partitions.
cs: Nebyly nalezeny žádné linuxové oddíly.

source: You have chosen to encrypt some of your data. You will need to create a passphrase that you will use to access your data when you start your computer.
cs: Zvolili jste některá z vašich dat šifrovat. Bude potřeba vytvořit heslovou frázi, které budete zadávat při startu počítače, aby bylo možné k datům přistupovat.

source: You have chosen to skip boot loader installation. Your system may not be bootable.
cs: Zvolili jste přeskočení instalace zavaděče systému. Váš systém nemusí být možné zavést.

source: You have no working NTP server configured
cs: Nemáte nastavené fungující napojení na NTP server

source: You have not created a bootable partition.
cs: Nemáte vytvořený oddíl, ze kterého zavádět systém.

source: You have not defined a root partition (/), which is required for installation of %s to continue.
cs: Není definován kořenový oddíl (/), který je nutný pro pokračování instalace systému %s.

source: You have not specified a swap partition. %(requiredMem)s of memory is recommended to continue installation without a swap partition, but you only have %(installedMem)s.
cs: Nezadali jste odkládací oddíl (swap). Bez něj je pro pokračování v instalaci doporučeno alespoň %(requiredMem)s operační paměti, stroj disponuje ale jen %(installedMem)s.

source: You have not specified a swap partition. %(requiredMem)s of memory is required to continue installation without a swap partition, but you only have %(installedMem)s.
cs: Nezadali jste odkládací oddíl (swap). Bez něj je pro pokračování v instalaci vyžadováno alespoň %(requiredMem)s operační paměti, stroj disponuje ale jen %(installedMem)s.

source: You haven't created any mount points for your %(product)s %(version)s installation yet. You can:
cs: Zatím jste nevytvořili žádné přípojné body pro instalaci %(product)s %(version)s. Můžete:

source: You may <a href="">go back to the main menu</a> to complete other installation options while this scan completes.
cs: Můžete se <a href="">vrátit do hlavní nabídky</a> a pokračovat s jinými kroky instalace, zatímco probíhá skenování.

source: You may add a keyboard layout by selecting it below:
cs: Rozložení klávesnice je možné přidat jeho vybráním níže:

source: You may input a comma-separated list of group names and group IDs here. Groups that do not already exist will be created; specify their GID in parentheses.
cs: Sem je možné zadat čárkami oddělovaný seznam názvů skupin a jejich identifikátorů. Skupiny, které ještě neexistují, budou vytvořeny (jejich GID uveďte v závorce).

source: You must create a new file system on the root device.
cs: Na zařízení pro kořenový oddíl je třeba vytvořit nový souborový systém.

source: You must include a PReP Boot Partition within the first 4GiB of an MBR- or GPT-formatted disk.
cs: Je třeba přidat PReP Boot oddíl a to v rámci prvních 4GiB jednotky se schématem dělení MBR nebo GPT.

source: You must include an Apple Bootstrap Partition on an Apple Partition Map-formatted disk.
cs: Je třeba přidat Apple Bootstrap oddíl na jednotce se schématem dělení Apple Partition Map.

source: You must include at least one MBR- or DASD-formatted disk as an install target.
cs: Jako cíl instalace je třeba uvést alespoň jednu jednotku se schématem dělení MBR nebo formátu DASD.

source: You must include at least one MBR- or GPT-formatted disk as an install target.
cs: Jako cíl instalace je třeba uvést alespoň jednu jednotku se schématem rozdělení MBR nebo GPT.

source: You must include at least one MBR-formatted disk as an install target.
cs: Jako cíl instalace je třeba uvést alespoň jednu jednotku se schématem dělení MBR.

source: You must include at least one disk as an install target.
cs: Jako cíl instalace je třeba uvést alespoň jednu jednotku.
