Repository: rhinstaller/anaconda-l10n
Catalog: master/*.po
Languages: cs

source: Unknown Error. Aborting.
cs: Neznámá chyba. Přerušuje se.

source: WARNING!!! VNC server running with NO PASSWORD! You can use the inst.vncpassword=PASSWORD boot option if you would like to secure the server.
cs: VAROVÁNÍ!!! VNC server je spuštěný BEZ HESLA! Pokud chcete přístup k němu zabezpečit, je možné při startu systému použít parametr inst.vncpassword=HESLO

source: You chose to connect to a listening vncviewer. This does not require a password to be set. If you set a password, it will be used in case the connection to the vncviewer is unsuccessful
cs: Zvolili jste připojit se ke spojení očekávajícímu vncviewer. K tomu není potřeba nastavit heslo. Pokud jste nastavili heslo, bude použito, pokud připojení k vncviewer nebude úspěšné

source: You chose to execute vnc with a password.
cs: Zvolili jste se spustit VNC s heslem.

source: An error occurred during reading the kickstart file: %s The installer will now terminate.
cs: V průběhu čtení kickstart souboru došlo k chybě: %s Instalátor nyní bude ukončen.

source: Press [Enter] to reboot your system.
cs: Stisknutím klávesy [Enter] systém restartujte.

source: Running in cmdline mode, no interactive debugging allowed. The exact error message is: %s. The installer will now terminate.
cs: Spuštěno v režimu příkazového řádku, není umožněno žádné interaktivní ladění. Přesné znění chybového hlášení: %s. Instalátor nyní bude ukončen.

source: Some warnings occurred during reading the kickstart file:
cs: V průběhu čtení kickstart souboru nastalo několi varování:

source: The installation was stopped due to an error which occurred while running in non-interactive cmdline mode. Since there cannot be any questions in cmdline mode, edit your kickstart file and retry installation. The exact error message is: %s. The installer will now terminate.
cs: Instalace byla zastavena kvůli chybě, která nastala při běhu v neinteraktivním režimu příkazového řádku. Protože není možné v tomto režimu vyřešit dotázáním se instalujícího, upravte svůj kickstart soubor a znovu se pokuste o instalaci. Přesné znění chybového hlášení: %s Instalátor nyní bude ukončen.

source: Would you like to use it anyway?
cs: Chcete ho přesto použít?

source: You don't have enough space available to install <b>%(product)s</b>, even if you used all of the free space available on the selected disks.
cs: Nemáte dostatek místa pro instalaci systému <b>%(product)s</b>, ani kdybyste použili všechno volné místo dostupné na vybraných jednotkách.

source: <a href="">Click for details.</a>
cs: <a href="">Podrobnosti obdržíte kliknutím sem.</a>

source: IPv4 Address: %(addr)s Netmask: %(netmask)s Gateway: %(gateway)s
cs: IPv4 Adresa: %(addr)s Maska: %(netmask)s Brána: %(gateway)s

source: IPv6 Address: %(addr)s/%(prefix)d
cs: IPv6 adresa: %(addr)s/%(prefix)d

source: Starting text mode.
cs: Spouštění textového režimu.

source: Try the text mode installer by running: '/usr/bin/liveinst -T' from a root terminal.
cs: Zkuste textový instalátor spuštěním: „/usr/bin/liveinst -T“ z terminálu s právy správce systému (root).

# GUI|Custom Partitioning|Devices
source: and {} other
cs: a {} další

source: %(bootloader_stage2_description)s cannot be on an iSCSI disk which is not configured in iBFT.
cs: %(bootloader_stage2_description)s nemůže být na iSCSI jednotce, která není nastavená v iBFT.

source: %(desc)s cannot be of type %(type)s
cs: %(desc)s nemůže být typu %(type)s

source: %(desc)s cannot be of type %(type)s.
cs: %(desc)s nemůže být typu %(type)s.

source: %(desc)s must be between %(min)d and %(max)d MB in size
cs: Je třeba, aby %(desc)s mělo velikost mezi %(min)d a %(max)d MB

source: %(desc)s must be mounted on one of %(mountpoints)s.
cs: Je třeba, aby %(desc)s bylo připojeno do jednoho z %(mountpoints)s.

source: %(desc)s must be within the first %(max_end)s of the disk.
cs: Je třeba, aby se %(desc)s nacházelo v rámci prvních %(max_end)s jednotky.

source: %(desc)s must not be larger than %(max)dMB.
cs: %(desc)s nemůže být větší než %(max)dMB.

source: %(desc)s must not be smaller than %(min)dMB.
cs: %(desc)s nemůže být menší než %(min)dMB.

source: %(deviceName)s may not have enough space for grub2 to embed core.img when using the %(fsType)s file system on %(deviceType)s
cs: Pokud je na %(deviceType)s použit souborový systém %(fsType)s, může se stát, že na %(deviceName)s nebude dostatek místa pro vložení core.img zavaděče grub2

source: %(freeSize)s of %(devSize)s
cs: %(freeSize)s z %(devSize)s

source: %(items_selected)s of %(items_total)s mount points in %(page_name)s
cs: %(items_selected)s z %(items_total)s přípojných bodů v %(page_name)s

source: %(name)s must have one of the following disklabel types: %(types)s.
cs: Je třeba, aby %(name)s mělo jeden z následujících typů štítků jednotek: %(types)s.

source: %(productName)s %(productVersion)s INSTALLATION
cs: INSTALACE %(productName)s %(productVersion)s

source: %(productName)s %(productVersion)s installation
cs: Instalace systému %(productName)s %(productVersion)s

source: %(productName)s %(productVersion)s installation on host %(name)s
cs: Instalace systému %(productName)s %(productVersion)s na stroj %(name)s

source: %(product_name)s requires %(needed_ram)s MB of memory to install, but you only have %(total_ram)s MB on this machine.
cs: %(product_name)s potřebuje pro svůj instalátor %(needed_ram)s MB operační paměti, ale na tomto stroji je k dispozici pouze %(total_ram)s MB.

# GUI|Custom Partitioning
source: %d _storage device selected
cs: vybráno %d _zařízení pro ukládání dat

source: %s The disks you've selected have the following amounts of free space:
cs: %s Na jednotkách, které jste vybrali, je následující množství volného místa:

source: %s cannot be on an encrypted block device.
cs: %s nemůže být na šifrovaném blokovém zařízení.

source: %s is currently mounted and cannot be used for the installation. Please unmount it and retry.
cs: %s je v tuto chvíli připojené (mount) a nemůže být proto použito pro instalaci. Odpojte ho a zkuste to znovu.

source: %s is missing. Cannot setup firewall.
cs: %s chybí. Není proto možné nastavit bránu firewall.

source: %s is now successfully installed and ready for you to use! Go ahead and quit the application to start using it!
cs: Systém %s je nyní úspěšně nainstalován a připraven k použití! Pokračujte ukončením aplikace a začněte ho používat!

source: %s is now successfully installed and ready for you to use! Go ahead and reboot your system to start using it!
cs: Systém %s je nyní úspěšně nainstalován a připraven k použití! Pokračujte restartováním stroje a začněte ho používat!

source: %s must be on a primary partition.
cs: Je třeba, aby %s bylo na primárním oddílu.

source: %s timezone
cs: Časové pásmo %s

source: %s to switch layouts.
cs: %s přepíná rozložení.

source: ({} free)
cs: ({} volné)

source: /boot cannot be of type "lvmlv" on s390x
cs: Na architektuře s390x nemůže být /boot typu „lvmlv“

source: /boot file system
cs: souborový systém /boot

source: /boot/efi must be on a device of type {type} or {another}
cs: Je třeba, aby /boot/efi bylo na zařízení typu {type} nebo {another}

source: 1 subscription attached to the system
cs: K systému je připojeno jedno předplatné

# GUI|Date and Time
source: 24-_hour
cs: 24-_hodinový

source: <b>%(count)s disk; %(size)s reclaimable space</b> (in file systems)
cs: <b>%(count)s jednotka; %(size)s uvolnitelného prostoru</b> (v souborových systémech)

source: <b>Pool</b > - If checked, indicates the Host Name refers to a pool of servers. <b>NTS</b> - If checked, indicates support for Network Time Security authentication.
cs: <b>Fond</b > – Pokud zaškrtnuto, značí že název stroje odkazuje na skupinu serverů. <b>NTS</b> - Pokud zaškrtnuto, značí podporu pro ověřování v rámci zabezpečení při synchronizaci času ze sítě.

source: <b>Warning:</b> All storage changes made using the installer will be lost when you press 'Rescan Disks'.
cs: <b>Varování:</b> Veškeré změny na úložišti, které jste udělali pomocí tohoto instalátoru, budou po stisku „Znovu proskenovat jednotky“ ztraceny.

source: <b>Warning</b>: All storage changes made using the installer will be lost when you choose to format.
cs: <b>Varování</b>: Pokud zvolíte formátovat, budou ztraceny všechny změny na úložišti, které jste v instalátoru provedli.

source: <b>You don't have enough space available to install %(productName)s</b>, even if you used all of the free space available on the selected disks. You could add more disks for additional space, modify your software selection to install a smaller version of <b>%(productName)s</b>, or quit the installer.
cs: <b>Nemáte k dispozici dostatek místa pro instalaci systému %(productName)s</b>, ani kdybyste použili všechno volné místo dostupné na vybraných jednotkách. Můžete přidat další jednotky, abyste získali další místo, upravit výběr softwaru, abyste nainstalovali menší variantu systému <b>%(productName)s</b>, nebo instalátor ukončit.

source: <b>You don't have enough space available to install %s</b>. You can shrink or remove existing partitions via our guided reclaim space tool, or you can adjust your partitions on your own in the custom partitioning interface.
cs: <b>Nemáte k dispozici dostatek místa pro instalaci systému %s</b>. Můžete zmenšit nebo odstranit existující oddíly pomocí nástroje pro uvolnění místa, nebo upravit oddíly ručně (v rozhraní pro uživatelsky určené rozdělení úložiště).

source: <span size="small"><b>Example:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>
cs: <span size="small"><b>Příklad:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>

source: <span size="small"><b>Example:</b> squid.mysite.org:3128</span>
cs: <span size="small"><b>Příklad:</b> squid.example.com:3128</span>

source: A swap partition has not been specified. To significantly improve performance for most installations, it is recommended to specify a swap partition.
cs: Není zadán odkládací oddíl (swap). Protože většinou výrazně zvyšuje výkon, je doporučeno ho nastavit.

source: ADD A KEYBOARD LAYOUT
cs: PŘIDAT ROZLOŽENÍ KLÁVESNICE

source: ADD A NEW MOUNT POINT
cs: PŘIDAT NOVÝ PŘÍPOJNÝ BOD

source: ADD DASD STORAGE TARGET
cs: PŘIDAT CÍL DASD ÚLOŽIŠTĚ

source: ADD iSCSI STORAGE TARGET
cs: PŘIDAT CÍL iSCSI ÚLOŽIŠTĚ

source: ADD zFCP STORAGE TARGET
cs: PŘIDAT CÍL zFCP ÚLOŽIŠTĚ

source: ADVANCED USER CONFIGURATION
cs: POKROČILÁ NASTAVENÍ UŽIVATELE

source: AM
cs: dop.

source: AM/PM Down
cs: odp./dop. následující

source: AM/PM Up
cs: odp./dop. předchozí

source: AVAILABLE SPACE
cs: DOSTUPNÉ MÍSTO

# GUI|Software Source
source: A_dd
cs: Při_dat

# GUI|Storage
source: A_utomatic
cs: A_utomaticky

source: Action
cs: Akce

source: Activation Key
cs: Aktivační klíč

# GUI|Subscription|Authetication|Activation Key
source: Activation _Key
cs: Aktivační _klíč

source: Activation key set.
cs: Aktivační klíč nastaven.

source: Add
cs: Přidat

# GUI|Custom Partitioning
source: Add
cs: Přidat

# GUI|Installation Destination|Filter
source: Add EC_KD DASD...
cs: Přidat EC_KD DASD…

# GUI|Installation Destination|Filter
source: Add FCo_E SAN...
cs: Přidat FCo_E SAN…

source: Add Layout
cs: Přidat rozložení

source: Add NTP server
cs: Přidat NTP server

source: Add NTP server address
cs: Přidat adresu NTP serveru

source: Add Specialized Disk
cs: Přidat specializovanou jednotku

# GUI|Installation Destination|Filter
source: Add _iSCSI Target...
cs: Přidat _iSCSI cíl…

source: Add a new mount point.
cs: Přidat nový přípojný bod.

source: Add a new repository.
cs: Přidat nový repozitář.

# GUI|User
source: Add ad_ministrative privileges to this user account (wheel group membership)
cs: Udělit to_muto účtu oprávnění pro správu (členství ve skupině wheel)

source: Add device
cs: Přidat zařízení

source: Additional repositories
cs: Doplňkové repozitáře

source: Additional software for Selected Environment
cs: Doplňkový software pro vybrané prostředí

source: Additional software for selected environment
cs: Doplňkový software pro vybrané prostředí

source: Administrator
cs: Správce

source: Administrator %s will be created
cs: Bude vytvořen správce %s

# GUI|Storage
source: Advanced Custom (_Blivet-GUI)
cs: Pokročile uživatelsky určené (_Blivet-GUI)

# GUI|Network
source: Airplane Mode
cs: Režim letadlo

source: Allow root SSH login with password
cs: Povolit přihlášení účtem root přes SSH za použití hesla

# GUI|User
source: Allow this user to run the 'sudo' command.
cs: Povolit tomuto uživateli spuštění příkazu „sudo“.

source: Alt + Shift to switch layouts.
cs: Alt + Shift přepíná rozložení.

source: An error occurred during Red Hat Insights configuration. Would you like to ignore this and continue with installation?
cs: Při nastavování pro službu Red Hat Insights došlo k chybě. Chcete toto ignorovat a pokračovat v instalaci?

source: An error occurred during registration attempt triggered by the rhsm kickstart command. This could have happened due to incorrect rhsm command arguments or subscription infrastructure issues. Would you like to ignore this and continue with installation?
cs: Při pokusu o registraci, spuštěném příkazem kickstart rhsm, došlo k chybě . Příčinou může být neplatný argument příkazu rhsm, nebo problémy v infrastruktuře předplatného. Chcete tuto chybu ignorovat a pokračovat v instalaci?

source: An error occurred trying to mount some or all of your system: {message} Some of it may be mounted under {path}.
cs: Při pokusu o připojení souborových systémů zachraňovaného systému došlo k chybě: {message} Některé svazky z něho snad mohou být připojeny do {path}.

source: An error occurred while activating your storage configuration.
cs: Došlo k chybě při aktivaci nastavení úložiště.

source: An error occurred while resizing the device {}: {}
cs: Došlo k chybě při změně velikosti zařízení {}: {}

source: An unknown error occurred during installation. Details are below.
cs: Během instalace došlo k neznámé chybě. Podrobnosti viz níže.

source: Anaconda Installer
cs: Instalátor Anaconda

source: Anaconda is unable to create %s because the file already exists. Anaconda is already running, or a previous instance of anaconda has crashed.
cs: Instalátor Anaconda nemůže vytvořit %s, protože tento soubor už existuje. To znamená, že Anaconda už je spuštěná, nebo její předchozí instance zhavarovala.

source: Apple Bootstrap Partition
cs: Zaváděcí oddíl Apple Bootstrap

source: Apple EFI Boot Partition
cs: Zaváděcí oddíl Apple EFI

source: Apply configuration in installer
cs: Uplatnit nastavení v instalátoru

source: Are you sure you want to delete all of the data on {}, including snapshots?
cs: Opravdu chcete odstranit všechna data na {}, včetně zachycených stavů?

source: Are you sure you want to delete all of the data on {}, including subvolumes?
cs: Opravdu chcete odstranit všechna data na {}, včetně dílčích svazků?

source: Are you sure you want to delete all of the data on {}?
cs: Opravdu chcete smazat všechna data na {}?

source: Are you sure you wish to quit the installation process?
cs: Opravdu chcete instalační proces ukončit?

source: As large as possible
cs: Tak velký jak je to možné

source: Assign mount points
cs: Přiřaďte přípojné body

source: At least one of your swap devices does not have a UUID, which is common in swap space created using older versions of mkswap. These devices will be referred to by device path in /etc/fstab, which is not ideal since device paths can change under a variety of circumstances.
cs: Přinejmenším jedno z odkládacích zařízení (swap) postrádá nikde se neopakující identifikátor (UUID). To bývá obvyklé u těch, vytvořených staršími verzemi nástroje mkswap. Taková zařízení budou v souboru /etc/fstab odkazována názvem zařízení a to není ideální, protože tyto názvy se mohou z mnoha příčin změnit.

source: Attaching subscription...
cs: Připojování předplatného…

source: Attempting to connect to vnc client on host %s...
cs: Pokus o připojení k VNC klientovi na stroji %s…

source: Attempting to start vncconfig
cs: Pokus o spuštění vncconfig

source: Authentication
cs: Ověření se

source: Authentication required
cs: Vyžadováno ověření se

source: Authentication required by wireless network
cs: Bezdrátová síť vyžaduje ověření se

# GUI|Software Source
source: Auto-detected installation _source
cs: Automaticky _zjištěný instalační zdroj

source: Auto-detected source
cs: Automaticky zjištěný zdroj

source: Automatic
cs: Automaticky

source: Automatic partitioning failed.
cs: Automatické rozdělení se nezdařilo.

source: Automatic partitioning selected
cs: Vybráno automatické rozdělení

source: Available Layouts
cs: Rozložení k dispozici

source: Available languages
cs: Jazyky k dispozici

source: Available locales
cs: Místní a jazyková nastavení k dispozici

source: Available regions
cs: Oblasti k dispozici

source: Available timezones in region %s
cs: Časová pásma, dostupná v oblasti %s

source: BLIVET GUI PARTITIONING
cs: ROZDĚLENÍ POMOCÍ BLIVET-GUI

source: Bad format of the IP address
cs: Nesprávný formát IP adresy

source: Bad format of the netmask
cs: Nesprávný formát masky sítě

source: Base Environment
cs: Základní prostředí

source: Base environment
cs: Základní prostředí

source: Beta Warn
cs: Varování před předprodukční verzí

source: Bond
cs: Spřažení (bond)

source: Bond %(interface_name)s (%(list_of_ports)s) connected
cs: Spřažení %(interface_name)s (%(list_of_ports)s) připojeno

source: Boot loader stage1 device cannot be on an iSCSI disk which is not configured in iBFT.
cs: Zařízení pro první stupeň zavaděče nemůže být na iSCSI jednotce, která není nastavená v iBFT.

source: Bridge
cs: Most

source: Bridge %(interface_name)s (%(list_of_ports)s) connected
cs: Most %(interface_name)s (%(list_of_ports)s) připojen

source: Btrfs file system is not supported.
cs: Souborový systém Btrfs není podporován.

source: Btrfs partition "{}" has a format of "{}", but should have a format of "btrfs".
cs: Oddíl Btrfs „{}“ má formát „{}“, ale měl by mít formát „btrfs“.

source: Btrfs partition "{}" is defined multiple times.
cs: Btrfs oddíl „{}“ je definován vícekrát (nemůže být).

source: Btrfs volume "{}" specified with --useexisting does not exist.
cs: Btrfs logický svazek „{}“ zadaný s volbou --useexisting neexistuje.

source: Btrfs volume defined without any member devices. Either specify member devices or use --useexisting.
cs: Definován btrfs svazek bez jakýchkoli členských zařízení. Buď uveďte členská zařízení, nebo použijte --useexisting.

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _Password:
cs: Heslo pro CHA_P:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _Password:
cs: Heslo pro CHA_P:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _Password:
cs: Heslo pro CHA_P:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _Password:
cs: Heslo pro CHA_P:

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _User name:
cs: _Uživatelské jméno pro CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _User name:
cs: _Uživatelské jméno pro CHAP:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _User name:
cs: _Uživatelské jméno pro CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _User name:
cs: _Uživatelské jméno pro CHAP:

source: CHAP pair
cs: CHAP pár

source: CHAP pair and a reverse pair
cs: CHAP pár a reverzní pár

source: CONFIGURE %(container_type)s
cs: NASTAVIT %(container_type)s

source: CONFIGURE CONTAINER
cs: NASTAVIT KONTEJNER

source: CONFIGURE MOUNT POINT
cs: NASTAVENÍ PŘÍPOJNÉHO BODU

source: CONNECT TO RED HAT
cs: PŘIPOJIT K RED HAT SLUŽBÁM

source: CREATE USER
cs: VYTVOŘIT UŽIVATELE

source: CUSTOMIZATION
cs: PŘIZPŮSOBENÍ

# GUI|Network|Wireless|Configure
source: C_onfigure
cs: _Nastavit

# GUI|Network|Authentication Dialog
source: C_onnect
cs: Přip_ojit

# GUI|Network|Wireless|Select Network Dialog
source: C_onnect
cs: Přip_ojit

source: Cable unplugged
cs: Kabel odpojen

source: Cache PVs must belong to the same VG as the cached LV
cs: Je třeba, aby fyzické svazky (PV) pro mezipaměť patřily do stejné skupiny svazků (VG) jako logický svazek (LV), který tuto mezipaměť využívá

# GUI|Software Source|Media Check Dialog
source: Cancel
cs: Zrušit

source: Cannot install to unpartitionable device "{}".
cs: Není možné nainstalovat na nerozdělitelné zařízení „{}“.

source: Cannot reformat Btrfs volume '{}' with existing subvolumes
cs: Není možné přeformátovat Btrfs svazek „{}“, protože obsahuje dílčí svazky

source: Cannot set label on file system.
cs: Nedaří se nastavit popisek souborového systému.

source: Capacity
cs: Kapacita

source: Change timezone
cs: Změnit časové pásmo

source: Changes here will only apply to the installed system. Use the desktop's tool to configure the keyboard for the installation process.
cs: Zde provedené změny se projeví pouze v nainstalovaném systému. V průběhu instalace používejte nástroj pro nastavení klávesnice v rámci desktopového prostředí.

source: Checking image checksum
cs: Ověřování kontrolního součtu obrazu

source: Checking software dependencies...
cs: Zjišťování závislostí software…

source: Checking storage configuration...
cs: Kontrola uspořádání úložiště…

source: Choose an installation source type.
cs: Vyberte typ instalačního zdroje.

source: Choose device from above to assign mount point and set format. Formats marked with * are new formats meaning ALL DATA on the original format WILL BE LOST!
cs: Z výše uvedených vyberte zařízení, přiřaďte mu přípojný bod a nastavte souborový systém. Označení * (hvězdičkou) u vytváření souborových systémů znamená, že ty stávající budou přepsány a tím na nich VŠECHNA STÁVAJÍCÍ DATA BUDOU ZTRACENA!

source: Choose from above to assign mount point and/or set format.
cs: Vyberte z výše uvedených, přiřaďte přípojný bod a/nebo nastavte souborový systém.

source: City
cs: Město

source: Closest mirror
cs: Nejbližší zrcadlo

source: Complete!
cs: Dokončeno!

# GUI|Passphrase Dialog
source: Con_firm:
cs: P_otvrzení:

source: Configuration not saved: netmask missing in static configuration
cs: Nastavení neuložena: ve statickém nastavení chybí maska sítě

source: Configure NTP
cs: Nastavit NTP

source: Configure NTP servers
cs: Nastavit NTP servery

source: Configure Network Time Servers
cs: Nastavit síťové časové servery

source: Configure device %s
cs: Nastavit zařízení %s

source: Configure device: %s
cs: Nastavit zařízení: %s

# GUI|Software Source
source: Configure proxy
cs: Nastavit proxy

source: Configuring Red Hat subscription
cs: Nastavování předplatného u Red Hat

source: Configuring addons
cs: Nastavování doplňků

source: Configuring device %s.
cs: Nastavuje se zařízení %s.

source: Configuring installed system
cs: Nastavování nainstalovaného systému

source: Configuring storage
cs: Nastavování úložiště

source: Configuring {}
cs: Nastavuje se {}

source: Confirm Password
cs: Zopakujte zadání hesla

source: Connect automatically after reboot
cs: Po restartu se připojit automaticky

# GUI|Subscription|Red Hat Insights
source: Connect to Red Hat _Insights
cs: Připojit ke službě Red Hat _Insights

source: Connected
cs: Připojeno

source: Connected to Red Hat Insights
cs: Připojeno ke službě Red Hat Insights

source: Connected!
cs: Připojeno!

source: Connected: %(list_of_interface_names)s
cs: Připojeno: %(list_of_interface_names)s

source: Connecting
cs: Připojování

source: Connecting...
cs: Připojování…

source: Connection failed
cs: Připojení se nezdařilo

source: Continue
cs: Pokračovat

source: Continuing with this action will reset all your partitioning selections to their current on-disk state.
cs: Pokračování v této akci zruší všechny vaše volby rozdělení a vrátí je do skutečné podoby na jednotkách.

source: Contract
cs: Smlouva

source: Create a new %(container_type)s ...
cs: Vytvořit nový %(container_type)s…
