Repository: rhinstaller/anaconda-l10n
Catalog: master/*.po
Languages: cs

source: You must set a password
cs: Je třeba nastavit heslo

source: You need to configure the network to use a network installation source.
cs: Pokud chcete použít síťový instalační zdroj, je nutné nastavit síť.

source: You need to set up networking first if you want to use NTP
cs: Pokud chcete používat NTP, je nejprve potřeba nastavit síť

source: You selected disk %(selected)s, which contains devices that also use unselected disk %(unselected)s. You must select or de-select these disks as a set.
cs: Vybraná jednotka datového úložiště %(selected)s obsahuje zařízení, která využívají také zatím nevybranou jednotku %(unselected)s. Je třeba vybrat jednotky obě, nebo žádnou.

source: You will have to press <b>Done</b> twice to confirm it.
cs: Pro potvrzení (toho, že víte co děláte) bude třeba dvakrát kliknout na <b>Hotovo</b>.

source: You'll set a passphrase next.
cs: Dále nastavíte heslovou frázi.

source: Your %(mount)s partition is less than %(size)s which is lower than recommended for a normal %(productName)s install.
cs: Oddíl %(mount)s je menší než %(size)s MB – to je méně, než je doporučená velikost pro obvyklou instalaci systému %(productName)s.

source: Your %(mount)s partition is too large for %(format)s formatting (allowable size is %(minSize)s to %(maxSize)s)
cs: Oddíl %(mount)s je příliš velký pro souborový systém %(format)s (přípustná velikost je od %(minSize)s do %(maxSize)s)

source: Your %(mount)s partition is too small for %(format)s formatting (allowable size is %(minSize)s to %(maxSize)s)
cs: Oddíl %(mount)s je příliš malý pro souborový systém %(format)s (přípustná velikost je od %(minSize)s do %(maxSize)s)

source: Your %(mount)s partition size is lower than required %(size)s.
cs: Oddíl %(mount)s je menší než požadovaná velikost %(size)s.

source: Your %s must be on a separate partition or LV.
cs: Je třeba, aby %s bylo na samostatném oddílu nebo LV.

source: Your BIOS-based system needs a special partition to boot from a GPT disk label. To continue, please create a 1MiB 'biosboot' type partition on the {} disk.
cs: Váš systém založený na BIOSu potřebuje speciální oddíl na zavedení systému z GPT disku. Pokud chcete pokračovat, vytvořte 1 MiB oddíl typu „biosboot“ na disku {}.

source: Your current <a href="" title="%(tooltip)s"><b>%(product)s</b> software selection</a> requires <b>%(total)s</b> of available space, including <b>%(software)s</b> for software and <b>%(swap)s</b> for swap space.
cs: Stávající <a href="" title="%(tooltip)s">výběr softwaru <b>%(product)s</b></a> vyžaduje <b>%(total)s</b> místa, včetně <b>%(software)s</b> pro software a <b>%(swap)s</b> pro stránkování (swap).

source: Your current <b>%(product)s</b> software selection requires <b>%(total)s</b> of available space, including <b>%(software)s</b> for software and <b>%(swap)s</b> for swap space.
cs: Stávající <b>%(product)s</b> výběr softwaru vyžaduje <b>%(total)s</b> místa včetně <b>%(software)s</b> pro software a <b>%(swap)s</b> pro stránkováni (swap).

source: Your customizations will result in the following changes taking effect after you return to the main menu and begin installation:
cs: Výsledkem vašich úprav budou následující změny, které se uplatní jakmile se vrátíte do hlavní nabídky a zahájíte instalaci:

source: Your root partition must be on a device of type: %s.
cs: Je třeba, aby kořenový oddíl byl na zařízení typu: %s.

source: Your system has been mounted under %(mountpoint)s. If you would like to make the root of your system the root of the active system, run the command: chroot %(mountpoint)s
cs: Váš systém byl připojen do adresáře %(mountpoint)s. Pokud byste chtěli, aby se kořen vašeho systému stal kořenem aktivního systémového prostředí, zadejte příkaz: chroot %(mountpoint)s

# GUI|Date and Time
source: _AM/PM
cs: _dop./odp

# GUI|Summary Dialog
source: _Accept Changes
cs: _Přijmout změny

# GUI|Subscription|Authentication|Account
source: _Account
cs: _Účet

# GUI|Keyboard Layout|Add Layout
source: _Add
cs: Přid_at

# GUI|Network|Add Device Dialog
source: _Add
cs: Přid_at

# GUI|Advanced Storage|FCoE
source: _Add FCoE Disk(s)
cs: Přid_at FCoE jednotky

# GUI|Storage
source: _Add a disk...
cs: Přid_at jednotku…

# GUI|Keyboard Layout
source: _Add layout
cs: Přid_at rozložení

# GUI|Custom Partitioning|Add Dialog
source: _Add mount point
cs: Přid_at přípojný bod

# GUI|Advanced User
source: _Add user to the following groups:
cs: Přid_at uživatele do následujících skupin:

# GUI|Installation Destination|Filter
source: _Add zFCP LUN...
cs: Přid_at zFCP LUN…

# GUI|User
source: _Advanced...
cs: P_okročilé…

# GUI|Network|Hostname
source: _Apply
cs: _Použít

# GUI|Software Source
source: _Auto-detected installation media:
cs: _Automaticky nalezené instalační médium:

# GUI|Summary
source: _Begin Installation
cs: _Zahájit instalaci

# GUI|Advanced Storage|iSCSI|Configure
source: _Bind targets to network interfaces This may take a moment...
cs: _Navazování cílů na síťová rozhraní. To může chvíli trvat…

# GUI|Spoke
source: _Blivet-GUI Partitioning
cs: Rozdělení úložiště nástrojem _Blivet-GUI

# GUI|Advanced Storage|DASD|Configure
source: _Cancel
cs: _Zrušit

# GUI|Advanced Storage|FCoE
source: _Cancel
cs: _Zrušit

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: _Cancel
cs: _Zrušit

# GUI|Advanced Storage|iSCSI|Configure
source: _Cancel
cs: _Zrušit

# GUI|Advanced User
source: _Cancel
cs: _Zrušit

# GUI|Custom Partitioning|Add Dialog
source: _Cancel
cs: _Zrušit

# GUI|Custom Partitioning|Configure Dialog
source: _Cancel
cs: _Zrušit

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Cancel
cs: _Zrušit

# GUI|Custom Partitioning|Container Dialog
source: _Cancel
cs: _Zrušit

# GUI|DAD Format Dialog
source: _Cancel
cs: _Zrušit

# GUI|Date and Time|NTP
source: _Cancel
cs: _Zrušit

# GUI|Detailed Error Dialog
source: _Cancel
cs: _Zrušit

# GUI|Keyboard Layout|Add Layout
source: _Cancel
cs: _Zrušit

# GUI|Keyboard Layout|Switching Options
source: _Cancel
cs: _Zrušit

# GUI|Network|Add Device Dialog
source: _Cancel
cs: _Zrušit

# GUI|Network|Authentication Dialog
source: _Cancel
cs: _Zrušit

# GUI|Network|Wireless|Configure
source: _Cancel
cs: _Zrušit

# GUI|Network|Wireless|Select Network Dialog
source: _Cancel
cs: _Zrušit

# GUI|Passphrase Dialog
source: _Cancel
cs: _Zrušit

# GUI|Reclaim Dialog
source: _Cancel
cs: _Zrušit

# GUI|Refresh Dialog|Rescan
source: _Cancel
cs: _Zrušit

# GUI|Software Source|ISO Chooser Dialog
source: _Cancel
cs: _Zrušit

# GUI|Software Source|Media Check Dialog
source: _Cancel
cs: _Zrušit

# GUI|Software Source|Proxy Dialog
source: _Cancel
cs: _Zrušit

# GUI|Storage|No Space Dialog
source: _Cancel
cs: _Zrušit

# GUI|Summary Dialog
source: _Cancel & Return to Custom Partitioning
cs: _Zrušit a vrátit se na uživatelsky určené rozdělení

# GUI|Storage|Need Space Dialog
source: _Cancel & add more disks
cs: _Zrušit a přidat další jednotky

# GUI|Software Source
source: _Choose an ISO
cs: _Vyberte ISO

# GUI|Date and Time
source: _City:
cs: _Město:

# GUI|Custom Partitioning|Autopart Page
source: _Click here to create them automatically.
cs: Kliknutím sem je nechat vytvořit automati_cky.

# GUI|Selected Disks Dialog
source: _Close
cs: _Zavřít

# GUI|Network|Proxy
source: _Configuration URL
cs: URL _nastavení

# GUI|Network|Mobile Broadband
source: _Configure...
cs: _Nastavit…

# GUI|Network|VPN
source: _Configure...
cs: _Nastavit…

# GUI|Network|Wired
source: _Configure...
cs: _Nastavit…

# GUI|Network|Wireless
source: _Configure...
cs: _Nastavit…

# GUI|User
source: _Confirm password
cs: _Potvrďte heslo

# GUI|Password
source: _Confirm:
cs: _Potvrzení:

# GUI|Spoke
source: _Connect to Red Hat
cs: _Připojit ke službám společnosti Red Hat

# GUI|Standalone Navigation
source: _Continue
cs: _Pokračovat

# GUI|Storage
source: _Custom
cs: _Uživatelsky určené

# GUI|Reclaim Dialog
source: _Delete
cs: O_dstranit

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Delete It
cs: _Smazat

# GUI|Advanced Storage|DASD|Configure
source: _Device number:
cs: Číslo _zařízení:

# GUI|Advanced Storage|zFCP|Device Number
source: _Device number:
cs: Číslo _zařízení:

# GUI|Custom Partitioning
source: _Discard All Changes
cs: _Zahodit všechny změny

# GUI|Advanced Storage|iSCSI|Configure
source: _Discovery Authentication Type:
cs: Typ ověřování se při vyhle_dávání:

# GUI|Selected Disks Dialog
source: _Do not install boot loader
cs: Neinstalovat zava_děč systému

# GUI|Spoke Navigation
source: _Done
cs: _Hotovo

# GUI|Software Source|Proxy Dialog
source: _Enable HTTP Proxy
cs: _Používat HTTP Proxy

# GUI|Password
source: _Enable root account
cs: Povolit úč_et správce

# GUI|Custom Partitioning|Configure
source: _Encrypt
cs: Ši_frovat

# GUI|Custom Partitioning|Autopart Page
source: _Encrypt automatically created mount points by default:
cs: Automaticky vytvoř_ené přípojné body šifrovat už ve výchozím stavu:

# GUI|Storage
source: _Encrypt my data.
cs: Ši_frovat má data.

# GUI|Error Dialog
source: _Exit Installer
cs: _Ukončit instalátor

# GUI|Storage Detailed Error Dialog
source: _Exit Installer
cs: _Ukončit instalátor

# GUI|Progress
source: _Finish Installation
cs: _Dokončit instalaci

# GUI|DAD Format Dialog
source: _Format with dasdfmt
cs: _Formátovat pomocí dasdfmt

# GUI|Storage
source: _Full disk summary and boot loader...
cs: Úplný _souhrn jednotek a zavaděče systému…

# GUI|User
source: _Full name
cs: _Celé jméno

# GUI|Network
source: _Host Name:
cs: _Název stroje:

# GUI|Spoke
source: _Installation Destination
cs: Cíl _instalace

# GUI|Spoke
source: _Installation Source
cs: _Instalační zdroj

# GUI|Network|Secrets Dialog
source: _Key:
cs: _Klíč:

# GUI|Spoke
source: _Keyboard
cs: _Klávesnice

# GUI|Custom Partitioning|Configure|Devices
source: _Label:
cs: _Popisek:

# GUI|Spoke
source: _Language Support
cs: _Jazyková podpora

# GUI|Advanced Storage|iSCSI|Login|Login
source: _Log In
cs: Přih_lásit se

# GUI|Network|Proxy
source: _Method
cs: _Metoda

# GUI|Storage|Error Dialog
source: _Modify Disk Selection
cs: _Upravit výběr jednotek

# GUI|Software Selection|Error Dialog
source: _Modify Software Source
cs: _Upravit zdroj softwaru

# GUI|Storage|Error Dialog
source: _Modify Storage Layout
cs: _Upravit rozvržení úložiště

# GUI|Custom Partitioning|Configure
source: _Modify...
cs: Z_měnit…

# GUI|Custom Partitioning|Configure|Devices
source: _Modify...
cs: Z_měnit…

# GUI|Software Source
source: _Mount options:
cs: _Předvolby připojení:

# GUI|Installation Destination|Filter
source: _Multipath Devices
cs: Vícecestná (_multipath) zařízení

# GUI|Installation Destination|Filter
source: _NVDIMM Devices
cs: _NVDIMM zařízení

# GUI|Custom Partitioning|Configure|Devices
source: _Name:
cs: _Název:

# GUI|Custom Partitioning|Container Dialog
source: _Name:
cs: _Název:

# GUI|Software Source
source: _Name:
cs: _Název:

# GUI|Installation Destination|Filter|NVDIMM Devices|Namespace
source: _Namespace:
cs: Obor _názvů:

# GUI|Spoke
source: _Network & Host Name
cs: Síť a _název stroje

# GUI|Date and Time
source: _Network Time
cs: _Čas ze sítě

# GUI|Custom Partitioning|Autopart Page
source: _New mount points will use the following partitioning scheme:
cs: _Nové přípojné body použijí následující schéma rozdělení:

# GUI|Main
source: _No
cs: _Ne

# GUI|Yes No Dialog
source: _No
cs: _Ne

# GUI|Advanced Storage|iSCSI|Login
source: _Node Login Authentication Type:
cs: Typ přihlašovacího ověřová_ní se:

# GUI|Software Source
source: _On the network:
cs: _V síti:

# GUI|Software Source|ISO Chooser Dialog
source: _Open
cs: _Otevřít

# GUI|Keyboard Layout
source: _Options
cs: V_olby

# GUI|Installation Destination|Filter
source: _Other SAN Devices
cs: _Ostatní SAN zařízení

# GUI|Custom Partitioning|Encrypted
source: _Passphrase:
cs: _Heslová fráze:

# GUI|Passphrase Dialog
source: _Passphrase:
cs: _Heslová fráze:

# GUI|User
source: _Password
cs: _Heslo

# GUI|Network|Secrets Dialog
source: _Password:
cs: _Heslo:

# GUI|Software Source
source: _Path:
cs: _Popis umístění:

# GUI|Reclaim Dialog
source: _Preserve
cs: Zachova_t

# GUI|Custom Partitioning|Reset Dialog
source: _Preserve current selections
cs: _Zachovat stávající výběr

# GUI|Keyboard Layout
source: _Preview layout
cs: _Náhled rozložení

# GUI|Software Source|Proxy Dialog
source: _Proxy Host:
cs: Hostitel _proxy:

# GUI|Software Source
source: _Proxy setup...
cs: Nastavení _proxy…

# GUI|Detailed Error Dialog
source: _Quit
cs: _Ukončit

# GUI|Software Selection|Error Dialog
source: _Quit
cs: _Ukončit

# GUI|Standalone Navigation
source: _Quit
cs: _Konec

# GUI|Storage|Error Dialog
source: _Quit
cs: _Ukončit

# GUI|Summary
source: _Quit
cs: _Konec

# GUI|Storage|No Space Dialog
source: _Quit installer
cs: _Ukončit instalaci

# GUI|Progress
source: _Reboot System
cs: _Restartovat systém

# GUI|Reclaim Dialog
source: _Reclaim space
cs: Uvolnit p_rostor

# GUI|Storage|Need Space Dialog
source: _Reclaim space
cs: _Uvolnit místo

# GUI|Storage
source: _Refresh...
cs: _Načíst znovu…

# GUI|Date and Time
source: _Region:
cs: _Oblast:

# GUI|Subscription|Register
source: _Register
cs: Za_registrovat

# GUI|Selected Disks Dialog
source: _Remove
cs: Odeb_rat

# GUI|Software Source
source: _Remove
cs: Odeb_rat

# GUI|Keyboard Layout
source: _Remove layout
cs: Odeb_rat rozložení

# GUI|User
source: _Require a password to use this account
cs: P_ro použití tohoto účtu vyžadovat heslo

# GUI|Refresh Dialog|Rescan
source: _Rescan Disks
cs: Znovu p_roskenovat jednotky

# GUI|Blivet Gui Partitioning
source: _Reset All
cs: V_rátit vše na výchozí hodnoty

# GUI|Custom Partitioning|Reset Dialog
source: _Reset selections
cs: V_rátit výběr na skutečné hodnoty

# GUI|Storage Detailed Error Dialog
source: _Retry
cs: _Zkusit znovu

# GUI|Advanced Storage|DASD|Configure
source: _Retry Discovery
cs: _Znovu vyhledávat

# GUI|Advanced Storage|iSCSI|Configure|Retry
source: _Retry Discovery
cs: _Znovu vyhledávat

# GUI|Advanced Storage|zFCP|Retry Discovery
source: _Retry Discovery
cs: _Znovu vyhledávat

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: _Reverse CHAP User name:
cs: Uživatelské jméno pro _reverzní CHAP:

# GUI|Spoke
source: _Root Account
cs: Účet sp_rávce

# GUI|Password
source: _Root Password:
cs: Heslo sp_rávce:

# GUI|Custom Partitioning|Container Dialog
source: _Save
cs: _Uložit

# GUI|Advanced User
source: _Save Changes
cs: _Uložit změny

# GUI|Passphrase Dialog
source: _Save Passphrase
cs: Uložit he_slovou frázi

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: _Sector size:
cs: Velikost _sektoru:

# GUI|Custom Partitioning|Configure Dialog
source: _Select
cs: _Vybrat

# GUI|Network|Wireless
source: _Select network
cs: Vybrat _síť

# GUI|Network|Add Device Dialog
source: _Select the type of device you wish to add
cs: _Vyberte typ zařízení, které chcete přidat

# GUI|Selected Disks Dialog
source: _Set as Boot Device
cs: Na_stavit jako zařízení pro zavádění systému

# GUI|Reclaim Dialog
source: _Shrink
cs: Z_menšit

# GUI|Network|Proxy
source: _Socks Host
cs: _Socks hostitel

# GUI|Spoke
source: _Software Selection
cs: Výběr _softwaru

# GUI|Software Source
source: _Source:
cs: _Zdroj:

# GUI|Advanced Storage|DASD|Configure
source: _Start Discovery
cs: _Zahájit vyhledávání

# GUI|Advanced Storage|iSCSI|Configure|Start
source: _Start Discovery
cs: _Začít vyhledávání

# GUI|Advanced Storage|zFCP|Start Discovery
source: _Start Discovery
cs: _Zahájit vyhledávání

# GUI|Network|Wireless
source: _Stop Hotspot...
cs: _Zastavit Hotspot…

# GUI|Advanced Storage|iSCSI|Configure
source: _Target IP Address:
cs: _IP adresa cíle:

# GUI|Installation Destination|Filter|Search|Port Target LUN
source: _Target:
cs: _Cíl:

# GUI|Keyboard Layout
source: _Test the layout configuration below:
cs: Rozložení klávesnice si vyzkoušej_te níže:

# GUI|Spoke
source: _Time & Date
cs: Da_tum a čas

# GUI|Blivet Gui Partitioning
source: _Undo last action
cs: _Vrátit poslední akci

# GUI|Custom Partitioning|Encrypted
source: _Unlock
cs: Odemkno_ut

# GUI|Subscription|Unregister
source: _Unregister
cs: Zr_ušit registraci

# GUI|Custom Partitioning|Configure|Devices
source: _Update Settings
cs: Akt_ualizovat nastavení

# GUI|Software Source|Proxy Dialog
source: _Use Authentication
cs: Vyžad_uje přihlášení se

# GUI|Network|Wireless
source: _Use as Hotspot...
cs: Po_užít jako Hotspot…

# GUI|Spoke
source: _User Creation
cs: Vytvoření _uživatele

# GUI|User
source: _User name
cs: _Uživatelské jméno

# GUI|Software Source
source: _Verify
cs: _Kontrola

# GUI|Custom Partitioning|Configure
source: _Volume Group:
cs: Skupina s_vazků:

# GUI|Custom Partitioning|Configure|Devices
source: _Volume Group:
cs: Skupina s_vazků:

# GUI|Custom Partitioning|Configure|Devices
source: _Volume:
cs: S_vazek:

# GUI|Main
source: _Yes
cs: _Ano

# GUI|Yes No Dialog
source: _Yes
cs: _Ano

# GUI|Installation Destination|Filter
source: _zSeries Devices
cs: _zSeries zařízení

source: boot loader stage2 device %(stage2dev)s is on a multi-disk array, but boot loader stage1 device %(stage1dev)s is not part of this array. The stage1 boot loader will only be installed to a single drive.
cs: zařízení %(stage2dev)s pro druhý stupeň zavaděče se nachází na poli, složeném z více jednotek, ale zařízení %(stage1dev)s pro první stupeň zavaděče není součástí tohoto pole. První stupeň zavaděče bude nainstalován pouze na jedinou jednotku (která když selže, nebude odkud systém zavést).

source: boot loader stage2 device %(stage2dev)s is on a multi-disk array, but boot loader stage1 device %(stage1dev)s is not. A drive failure in %(stage2dev)s could render the system unbootable.
cs: zařízení %(stage2dev)s pro druhý stupeň zavaděče se nachází na poli, složeném z více jednotek, ale zařízení %(stage1dev)s pro první stupeň zavaděče nikoliv. Chyba na jednotce u %(stage2dev)s může způsobit, že systém nebude možné spustit.

source: bootctl failed to install UEFI boot loader. More information may be found in the log files stored in /tmp
cs: nástroji bootctl se nepodařilo nainstalovat UEFI zavaděč systému. Více informací může být k dispozici v souborech se záznamy událostí, uložených v /tmp

source: checking status
cs: zjišťuje se stav

source: container
cs: kontejner

# GUI|Custom Partitioning|Configure|Devices
source: container
cs: kontejner

source: disk free
cs: volno na jednotce

source: empty password
cs: prázdné heslo

source: fs free
cs: volno na souborovém systému

source: hostname:port
cs: hostitel:port

source: http:// or https:// or ftp://
cs: http:// nebo https:// nebo ftp://

# GUI|Advanced Storage|iSCSI|Configure
source: iSCSI _Initiator Name:
cs: Název iSCSI _iniciátoru:

source: iscsi --iface must be specified (binding used) either for all targets or for none
cs: je třeba, aby iscsi --iface bylo uvedeno (za použití binding) buď pro všechny cíle, nebo pro žádný

source: key1,key2,...
cs: klíč1,klíč2,…

source: local ISO file
cs: místní ISO soubor

source: logvol --noformat must also use the --name= option.
cs: S logvol --noformat je třeba zároveň použít volbu --name=.

source: malformed URL, cannot parse it.
cs: nesprávně formulovaná URL adresa – nelze ji zpracovat.

source: metalink
cs: meta odkaz

source: mirrorlist
cs: seznam zrcadel

source: none
cs: nic

source: not available
cs: není k dispozici

source: not configured
cs: nenastaveny

source: not set
cs: nenastaveno

source: part --noformat must also use the --onpart option.
cs: S part --noformat je nutné zároveň použít volbu --onpart.

source: product name unknown
cs: neznámý název produktu

source: raid --noformat must also use the --device option.
cs: S raid --noformat je nutné zároveň použít volbu --device.

source: repository URL
cs: URL adresa repozitáře

source: status: not working
cs: stav: nefunguje

source: status: working
cs: stav: funguje

source: summary
cs: souhrn

source: testing status...
cs: testování stavu…

source: to begin installation
cs: pokud chcete zahájit instalaci

source: to enter the %(spoke_title)s spoke
cs: pokud chcete vstoupit do dialogu %(spoke_title)s

source: to go back to region list
cs: pokud se chcete vrátit zpět k seznamu oblastí

source: to rescan devices
cs: pokud chcete znovu proskenovat zařízení

source: to return to language list
cs: pokud se chcete vrátit na seznam jazyků

source: unknown
cs: neznámé

source: unplugged
cs: odpojeno

source: volgroup --noformat and volgroup --useexisting must also use the --name= option.
cs: U volgroup --noformat a volgroup --useexisting je nutné zároveň použít volbu --name=.

source: {count} disk selected; {capacity} capacity; {free} free
cs: {count} vybraná jednotka; kapacita {capacity}; {free} volného místa

source: {device_name} on {container_name}
cs: {device_name} na {container_name}

source: {fs} must be on a device of type {type}
cs: Je třeba, aby {fs} bylo na zařízení typu {type}

source: {product} Linux {version} for {arch}
cs: {product} Linux {version} pro {arch}

source: {product} {version} for {arch}
cs: {product} {version} pro {arch}

# GUI|Installation Destination|Filter
source: {} _storage device selected
cs: vybráno {} _zařízení pro ukládání dat

source: {} cannot be encrypted
cs: {} nelze šifrovat

source: {} consumed
cs: {} využito

source: {} free
cs: {} volné

source: {} may be a system boot partition! Deleting it may break other operating systems. Are you sure you want to delete it?
cs: je možné, že {} je oddíl pro zavádění systému! Jeho smazání může poškodit ostatní operační systémy. Opravdu ho chcete smazat?

source: {} mounted as {}
cs: {} připojeno jako {}

source: {} subscriptions attached to the system
cs: K systému jsou připojena {} předplatná

source: $0 installation
cs: Instalace $0

source: $0 installer
cs: Instalátor $0

source: '$0' must be on a device formatted to '$1'
cs: Je třeba, aby „$0“ bylo na zařízení naformátované na „$1“

source: About
cs: O aplikaci

source: Add mount
cs: Přidat přípojný

source: All devices using this passphrase will be unlocked
cs: Budou odemknuta veškerá zařízení používající tuto heslovou frázi

source: Anaconda project page
cs: Stránka projektu Anaconda

source: Apply mount point assignment and install
cs: Uplatnit přiřazení přípojného bodu a nainstalovat

source: Applying new disk selection...
cs: Uplatňování výběru nového disku…

source: Back
cs: Zpět

source: Blivet-gui is an advanced storage editor that lets you resize, delete, and create partitions. It can set up LVM and much more.
cs: Blivet-gui je pokročilý editor úložiště který umožňuje změnu velikosti, smazání a vytváření oddílů. Dál podporuje nastavování LVM svazků a mnoho dalšího.

source: By continuing to use this software, you understand and accept the risks associated with pre-released software, that you intend to use this for testing and development purposes only and are willing to report any bugs or issues in order to enhance this work.
cs: Pokračováním v používání tohoto softwaru potvrzujete, že chápete a přijímáte rizika spojená s předprodukčním softwarem, který máte v úmyslu používat pouze pro testovací a vývojové účely a jste ochotni hlásit jakékoli chyby nebo problémy za účelem zlepšení tohoto díla.

source: Cancel
cs: Zrušit

source: Changes made in Blivet-gui will directly affect your storage.
cs: Změny provedené v Blivet-gui se rovnou projeví na úložišti.

source: Checking storage configuration
cs: Zjišťuje se uspořádání úložiště

source: Choose a language
cs: Výběr jazyka

source: Chosen language:
cs: Zvolený jazyk:

source: Clear input value
cs: Vymazat vstupní hodnotu

source: Close
cs: Zavřít

source: Common languages
cs: Běžné jazyky

source: Completed
cs: Dokončeno

source: Confirm passphrase
cs: Zopakování heslové fráze

source: Continue installation
cs: Pokračovat v instalaci

source: Critical error
cs: Kritická chyba

source: Current selections
cs: Stávající výběr

source: Custom
cs: Uživatelsky určené

source: Destination
cs: Cíl
