Repository: rhinstaller/anaconda-l10n
Catalog: master/*.po
Languages: cs

source: Scanning disks. This may take a moment...
cs: Skenování jednotek. To může chvíli trvat…

# GUI|Installation Destination|Filter
source: Searc_h
cs: Vy_hledat

# GUI|Installation Destination|Filter|Search
source: Search Res_ults:
cs: Výs_ledky vyhledávání:

# GUI|Installation Destination|Filter|Search
source: Search _By:
cs: H_ledat podle:

source: Sector
cs: Sektor

source: Security
cs: Zabezpečení

source: Security Key
cs: Klíč zabezpečení

source: Select a drive for the mount point to be created on. If you select multiple, only 1 drive will be used.
cs: Vyberte jednotku, na které má být přípojný bod vytvořen. Pokud vyberete vícero jednotek, bude použita pouze jedna z nich.

source: Select a network
cs: Vyberte síť

source: Select a network to configure
cs: Vyberte síť, kterou chcete nastavit

source: Select a partition scheme configuration.
cs: Vyberte nastavení pro schéma rozdělení.

source: Select additional language support to be installed:
cs: Vyberte, pro které další jazyky má být ještě nainstalována podpora:

source: Select all
cs: Vybrat vše

source: Select all of the drives you would like the mount point to be created on.
cs: Vyberte všechny jednotky, na kterých chcete vytvořit přípojný bod.

source: Select an ISO to use as install source
cs: Vyberte ISO soubor, který použít jako instalační zdroj

source: Select an NTP server to remove
cs: Vyberte NTP server, pro který chcete odstranit nastavení

source: Select device containing the ISO file
cs: Vyberte zařízení obsahující ISO soubor

source: Select the device(s) you'd like to install to. They will be left untouched until you click on the main menu's "Begin Installation" button.
cs: Vyberte zařízení, na která chcete nainstalovat. Dokud v hlavní nabídce nezvolíte „Zahájit instalaci“, nebudou na nich provedeny žádné změny.

source: Selected Device
cs: Vybrané zařízení

source: Selected Layouts
cs: Vybraná rozložení

source: Selected disks
cs: Vybrané jednotky

source: Selected disks {} contain volume group '{}' that also uses further unselected disks. You must select or de-select all these disks as a set.
cs: Vybrané jednotky {} obsahují skupinu svazků „{}“, která využívá také další nevybrané jednotky. Pokud chcete pokračovat, je nutné mít tyto jednotky buď vybrané všechny, nebo žádné.

source: Selected environment is not valid
cs: Vybrané prostředí není platné

source: Server must be specified as SERVER:/PATH
cs: Je třeba, aby server byl zadán jako SERVER:/POPIS_UMISTENI

source: Service level
cs: Úroveň služeb

source: Set Date & Time
cs: Nastavit datum a čas

# GUI|Subscription|Set System Purpose
source: Set System Purpose
cs: Nastavit účel systému

source: Set as current system host name.
cs: Nastavit jako stávající název stroje.

source: Set host name
cs: Nastavit název stroje

source: Set timezone
cs: Nastavit časové pásmo

source: Setting up installation source...
cs: Nastavování instalačního zdroje…

source: Setting up kexec
cs: Nastavování kexec

source: Setting up the installation environment
cs: Nastavování instalačního prostředí

# GUI|Installation Destination|Filter|NVDIMM Devices|Mode
source: Show Only Devices in _Mode:
cs: Zobrazit pouze zařízení v reži_mu:

# GUI|Installation Destination|Filter|Multipath|WWID
source: Show Only _Devices Containing:
cs: Zobrazit pouze _zařízení obsahující:

# GUI|Installation Destination|Filter|Other|ID
source: Show Only _Devices Containing:
cs: Zobrazit pouze _zařízení obsahující:

# GUI|Installation Destination|Filter|Multipath|Vendor
source: Show Only _Devices From:
cs: Zobrazit pouze _zařízení z:

# GUI|Installation Destination|Filter|Other|Vendor
source: Show Only _Devices From:
cs: Zobrazit pouze _zařízení z:

# GUI|Installation Destination|Filter|Multipath|Interconnect
source: Show Only _Devices With:
cs: Zobrazit pouze _zařízení s:

# GUI|Installation Destination|Filter|Other|Interconnect
source: Show Only _Devices With:
cs: Zobrazit pouze _zařízení s:

source: Show password.
cs: Zobrazit heslo.

source: Shrink
cs: Zmenšit

# GUI|Custom Partitioning|Container Dialog
source: Si_ze policy:
cs: _Zásada velikosti:

source: Simultaneous Multithreading (SMT) may improve performance for certain workloads, but introduces several publicly disclosed security issues. You can disable SMT, which may impact performance. Please read https://red.ht/rhel-smt to understand potential risks and learn about ways to mitigate these risks.
cs: Simultaneous Multithreading (SMT) může zlepšit výkon pro určité pracovní zatížení, ale zavádí několik veřejně dostupných bezpečnostních chyb. Můžete SMT zakázat, což může mít dopad na výkon. Přečtěte si prosím https://red.ht/rhel-smt, abyste pochopili potenciální rizika a seznámili se způsoby, jak tato rizika zmírnit.

source: Simultaneous Multithreading (SMT) technology can provide performance improvements for certain workloads, but introduces several publicly disclosed security issues. You have the option of disabling SMT, which may impact performance. If you choose to leave SMT enabled, please read https://red.ht/rhel-smt to understand your potential risks and learn about other ways to mitigate these risks.
cs: Technologie Simultaneous Multithreading (SMT) může poskytnout zlepšení výkonu pro určité pracovní zatížení, ale zavádí několik veřejně dostupných bezpečnostních chyb. Máte možnost SMT zakázat, což může mít dopad na výkon. Pokud ponecháte SMT povoleno, přečtěte si prosím https://red.ht/rhel-smt abyste pochopili potenciální rizika a seznámili se s dalšími způsoby, jak tato rizika zmírnit.

source: Single
cs: Jediná jednotka

source: Size cannot be decided on from kickstart nor obtained from device.
cs: Velikost není zřejmá ani z kickstart nastavení, ani možná obdržet ze zařízení.

source: Skip to shell
cs: Přeskočit do shellu

source: Snapshot {} already exists.
cs: Zachycený stav {} už existuje.

source: Snapshot: origin "{}" doesn't exist!
cs: Zachycený stav: původ „{}“ neexistuje!

source: Snapshot: origin "{}" of snapshot "{}" is not a valid thin LV device.
cs: Zachycený stav: původ „{}“ stavu „{}“ není platné zařízení tence poskytovaného (thin) logického oddílu.

source: Software selection
cs: Výběr softwaru

source: Some of the repomd.xml files have changed or are unreachable.
cs: Některé soubory repomd.xml se změnily nebo jsou nedostupné.

source: Some packages, groups or modules are broken.
cs: Některé balíčky, skupiny nebo moduly jsou poškozené.

source: Some packages, groups or modules are missing.
cs: Některé balíčky, skupiny nebo moduly chybí.

source: Source changed - please verify
cs: Zdroj byl změněn – ověřte

source: Specialized & Network Disks
cs: Specializované a síťové jednotky

source: Specify Repo Options
cs: Zadejte předvolby pro repozitář

# GUI|Advanced User
source: Specify a _group ID manually:
cs: Nastavit identifikátor _skupiny ručně:

# GUI|Advanced User
source: Specify a _user ID manually:
cs: Nastavit _uživatelův identifikátor ručně:

source: Specify the Desired Capacity in whole or decimal numbers, with an appropriate unit. Spaces separating digit groups are not allowed. Units consist of a decimal or binary prefix, and optionally the letter B. Letter case does not matter for units. The default unit used when units are left out is MiB. Examples of valid input: '100 GiB' = 100 gibibytes '512m' = 512 megabytes '123456789' = 123 terabytes and a bit less than a half
cs: Zadejte požadovanou kapacitu v celých nebo desetinných číslech, s příslušnou jednotkou velikosti. Mezery oddělující skupiny číslic nejsou povoleny. Jednotky velikosti se skládají z desítkové nebo binární předpony, a volitelně písmene B. Na velikosti písmen jednotek nezáleží. Výchozí jednotka použitá, když jsou jednotky vynechány, je MiB. Příklady platného zadání: „100 GiB“ = 100 gibibajtů „512m“ = 512 megabajtů „123456789“ = 123 a (bezmála) půl terabajtů

source: Speed
cs: Rychlost

source: Standard Partition
cs: Standardní oddíl

source: Start VNC
cs: Spustit VNC

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: Start _Reconfiguration
cs: Spustit _přenastavování

source: Start date
cs: Počáteční datum

source: Start shell
cs: Spustit shell

source: Starting VNC...
cs: Spouštění VNC…

source: Starting automated install
cs: Zahajuje se automatizovaná instalace

source: Starting pull of {branch_name} from {source}
cs: Zahajuje se stahování {branch_name} z {source}

source: Status not available
cs: Stav není k dispozici

source: Status unknown
cs: Neznámý stav

source: Status unknown (missing)
cs: Neznámý stav (chybí)

source: Storage Configuration
cs: Uspořádání úložiště

source: Storage Options
cs: Volby úložiště

source: Storing configuration files and kickstarts
cs: Ukládání souborů s nastaveními a souborů kickstart

source: Strong
cs: Odolné

source: Subscription attached.
cs: Předplatné připojeno.

source: Supported formats: %s
cs: Podporované souborové systémy: %s

source: Synchronizing writes to disk
cs: Synchronizují se zápisy na úložiště

source: System Purpose
cs: Účel systému

source: Systemd-boot is not supported on this platform
cs: Systemd-boot není na této platformě podporován

source: TIME & DATE
cs: DATUM A ČAS

source: TOTAL SPACE
cs: CELKOVÉ MÍSTO

source: Target
cs: Cíl

source: Target WWID
cs: WWID identif. cíle

source: Target size "{size}" for device "{device}" is invalid.
cs: Neplatná cílová velikost „{size}“ pro zařízení „{device}“.

source: Team
cs: Tým

source: Team %(interface_name)s (%(list_of_ports)s) connected
cs: Tým %(interface_name)s (%(list_of_ports)s) připojen

source: Testing layouts configuration not available.
cs: Testování nastavení rozložení není k dispozici.

source: Text mode provides a limited set of installation options. It does not offer custom partitioning for full control over the disk layout. Would you like to use VNC mode instead?
cs: Textový režim poskytuje pouze omezené možnosti ovlivnění instalace. Nedovoluje vytvářet vlastní oddíly pro úplnou kontrolu nad rozvržením jednotek datového úložiště. Chcete namísto toho použít VNC režim?

source: That mount point is already in use. Try something else?
cs: Tento přípojný bod už je používán. Zkusit jiný?

source: That mount point is already in use. Try something else?
cs: Tento přípojný bod už je používán. Zkusit nějaký jiný?

source: That mount point is invalid. Try something else?
cs: Tento přípojný bod není platný. Zkusit nějaký jiný?

source: The "{}" file system type is not supported.
cs: Souborový systém „{}“ není podporován.

source: The %(product_name)s graphical installer requires %(needed_ram)s MB of memory, but you only have %(total_ram)s MB.
cs: %(product_name)s potřebuje pro svůj grafický instalátor %(needed_ram)s MB operační paměti, ale na tomto počítači je k dispozici pouze %(total_ram)s MB.

source: The 'boot' area on your computer is where files needed to start the operating system are stored.
cs: „boot“ je oblast datového úložiště počítače, na které se nacházejí soubory potřebné ke startu operačního systému.

source: The 'home' area on your computer is where all your personal data is stored.
cs: „home“ je oblast datového úložiště počítače, na které se nacházejí všechna vaše uživatelská data.

source: The 'root' area on your computer is where core system files and applications are stored.
cs: „/“ (kořenový adresář) je oblast datového úložiště počítače, na které se nacházejí základní soubory systému a aplikace.

source: The 'swap' area on your computer is used by the operating system when running low on memory.
cs: „swap“ je oblast datového úložiště počítače, která je používána operačním systémem a to když mu začne docházet volná operační paměť.

source: The '{name}' repository has no mirror, baseurl or metalink set.
cs: Repozitář „{name}“ nemá nastaveno zrcadlo, základ url nebo metaodkaz.

source: The '{name}' repository uses an unsupported protocol.
cs: Repozitář „{name}“ používá nepodporovaný protokol.

source: The '{}' repository is invalid: {}
cs: Repozitář „{}“ není platný: {}

source: The '{}' repository is not one of the pre-defined repositories.
cs: Repozitář „{}“ není jedním z předzadaných repozitářů.

source: The BIOS boot partition is required to enable booting from GPT-partitioned disks on BIOS hardware.
cs: Oddíl typu „BIOS boot“ je potřeba pro start z jednotky, s uspořádáním oddílů typu GTP, na hardwaru s firmware typu BIOS.

source: The LDL DASD disk {name} ({busid}) cannot be used for the installation. Please format it.
cs: LDL DASD jednotka {name} ({busid}) nemůže být použita pro instalaci. Je třeba ji naformátovat.

source: The PReP boot partition is required as part of the boot loader configuration on some PPC platforms.
cs: Oddíl typu „PReP boot“ je potřeba jako součást nastavení zavaděče systému na některých PPC platformách.

source: The RAID level you have selected ({level}) requires more disks ({min}) than you currently have selected ({count}).
cs: Zvolený typ RAID ({level}) vyžaduje více disků ({min}), než je nyní vybráno ({count}).

source: The RAID volume name "{}" is already in use.
cs: Název „{}“ RAID svazku už je používán pro jiný.

source: The VNC server is now running.
cs: VNC server je nyní spuštěný.

source: The added DASD can be found under "Local Standard Disks."
cs: Přidanou DASD jednotku lze nalézt v „Místních standardních jednotkách.“

source: The available memory is less than %(size)s which can be too small for LUKS2 format. It may fail.
cs: Dostupná operační paměť je menší, než %(size)s, což může být pro formát LUKS2 málo. Může dojít k selhání.

source: The container is encrypted.
cs: Kontejner je šifrován.

source: The existing unlocked LUKS device {} cannot be used for the installation without an encryption key specified for this device. Please, rescan the storage.
cs: Existující odemčené LUKS zařízení {} nelze pro instalaci použít, pokud není zadán klíč k jeho šifrování. Proveďte opětovný sken úložiště.

source: The following NVDIMM devices selected from the list will be reconfigured to sector mode:
cs: Následující NVDIMM zařízení vybraná ze seznamu budou přenastavena na sektorový režim:

source: The following error occurred discovering DASD devices. Please double check your configuration information and try again.
cs: Při vyhledávání DASD zařízení došlo k následující chybě. Pečlivě překontrolujte zadaná nastavení a zkuste to znovu.

source: The following error occurred discovering iSCSI targets. Please double check your authorization information and try again.
cs: Při vyhledávání iSCSI cílů došlo k následující chybě. Pečlivě překontrolujte přihlašovací údaje a zkuste to znovu.

source: The following error occurred discovering zFCP devices. Please double check your configuration information and try again.
cs: Při vyhledávání zFCP došlo k následující chybě. Pečlivě překontrolujte nastavení a zkuste to znovu.

source: The following error occurred during the installation: {details} Would you like to ignore this and continue with installation?
cs: Během instalace se vyskytla následující chyba: {details} Chcete toto ignorovat a pokračovat v instalaci?

source: The following error occurred logging into the selected iSCSI node. Please double check your authorization information and try again.
cs: Při přihlašování se k iSCSI uzlu došlo k následující chybě. Pečlivě překontrolujte přihlašovací údaje a zkuste to znovu.

source: The following error occurred reconfiguring NVDIMM devices:
cs: Při přenastavování NVDIMM zařízení došlo k následující chybě:

source: The following error occurred while attempting to add an FCoE SAN. Please check your configuration and try again
cs: Při pokusu o přidání FCoE SAN došlo k následující chybě. Překontrolujte nastavení a zkuste to znovu

source: The following error occurred while installing the boot loader. The system will not be bootable. Would you like to ignore this and continue with installation?
cs: Při instalaci zavaděče systému došlo k následující chybě. Systém nebude možné spustit. Chcete toto ignorovat a pokračovat v instalaci?

source: The following error occurred while installing the payload. This is a fatal error and installation will be aborted.
cs: Při instalaci payloadu došlo k následující chybě. Jedná se o zásadní chybu a instalace proto bude přerušena.

source: The following error occurred while setting up the payload. This is a fatal error and installation will be aborted.
cs: Při nastavování payloadu došlo k následující chybě. Jedná se o zásadní chybu a instalace proto bude přerušena.

source: The following error was encountered while downloading the escrow certificate: {}
cs: Při stahování certifikátu třetí strany došlo k následující chybě: {}

source: The following errors were encountered when checking your disk selection. You can modify your selection or quit the installer.
cs: Při kontrole vámi provedeného výběru jednotky se narazilo na chyby. Můžete buď upravit výběr nebo instalátor ukončit.

source: The following errors were encountered when checking your storage configuration. You can modify your storage layout or quit the installer.
cs: Při kontrole uspořádání úložiště se narazilo na následující chyby. Můžete buď upravit rozvržení úložiště nebo instalátor ukončit.

source: The following installations were discovered on your system.
cs: Na tomto stroji byly nalezeny následující nainstalované systémy.

source: The following mandatory spokes are not completed:
cs: Nejsou dokončené následující nezbytné instalační dialogy:

source: The following nodes were discovered using the iSCSI initiator <b>%(initiatorName)s</b> using the portal IP address <b>%(portalAddress)s</b>. Please select which nodes you wish to log into:
cs: Prostřednictvím iSCSI iniciátoru <b>%(initiatorName)s</b> a IP adresy portálu <b>%(portalAddress)s</b> byly nalezeny následující uzly. Vyberte, ke kterým z nich se chcete přihlásit:

source: The following software marked for installation has errors. This is likely caused by an error with your installation source.
cs: Následující software, označený k instalaci, obsahuje chyby. Pravděpodobnou příčinou chyby je chyba související s instalačním zdrojem.

source: The following unformatted or LDL DASDs have been detected on your system. You can choose to format them now with dasdfmt or cancel to leave them unformatted. Unformatted DASDs cannot be used during installation.
cs: V systému byla zjištěna následující nenaformátovaná LDL DASD zařízení. Můžete se rozhodnout, zda je nyní naformátujete (nástrojem dasdfmt) nebo ponecháte nenaformátovaná (volbou Zrušit). Nenaformátovaná DASD nelze během instalace použít.

source: The following unformatted or LDL DASDs have been detected on your system. You can choose to format them now with dasdfmt or cancel to leave them unformatted. Unformatted DASDs cannot be used during installation.
cs: Na systému byla zjištěna tato nenaformátovaná nebo LDL DASD zařízení. Můžete se rozhodnout, zda je naformátujete nyní (nástrojem dasdfmt) nebo je ponecháte nenaformátovaná (volbou Zrušit). Nenaformátovaná DASD zařízení nelze během instalace použít.

source: The following warnings were encountered when checking your kernel configuration. These are not fatal, but you may wish to make changes to your kernel config.
cs: Při kontrole vašeho nastavení pro jádro systému se narazilo na následující varování. Nejsou sice zásadní, ale možná budete chtít nastavení pro jádro změnit.

source: The following warnings were encountered when checking your storage configuration. These are not fatal, but you may wish to make changes to your storage layout.
cs: Při kontrole uspořádání úložiště se narazilo na varování. Nejsou zásadní, ale možná budete chtít rozvržení úložiště upravit.

source: The installation cannot continue and the system will be rebooted
cs: Instalace nemůže pokračovat. Počítač bude restartován

source: The installation was stopped due to what seems to be a problem with your hardware. The exact error message is: %s. The installer will now terminate.
cs: Instalace byla zastavena, nejspíš z důvodu problémů s hardware. Chybové hlášení: %s. Instalátor nyní bude ukončen.

source: The mount point "{}" is not valid. It must start with a /.
cs: Přípojný bod „{}“ není platný. Je třeba, aby začínal na /.

source: The mount point %s must be on a linux file system.
cs: Je třeba, aby se přípojný bod %s nacházel na linuxovém souborovém systému.

source: The passphrase is empty.
cs: Heslová fráze není vyplněná.

source: The passphrase is too short
cs: Heslová fráze je příliš krátká

source: The passphrase you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
cs: Zadaná heslová fráze obsahuje znaky, které jsou nad rámec ASCII kódování. Pokud při jejím zadávání nebude možné přepnout na potřebné rozložení klávesnice, nebude možné ji napsat.

source: The passphrase you have provided is weak.
cs: Heslová fráze, kterou jste zadali, je snadno prolomitelná.

source: The passphrase you have provided is weak:
cs: Heslová fráze, kterou jste zadali, je snadno prolomitelná:

source: The passphrases do not match.
cs: Zadání heslové fráze se neshodují.

source: The passphrases you entered were different. Please try again.
cs: Zadali jste pokaždé jinou, nestejnou heslovou frázi. Zkuste to znovu.

source: The password cannot be more than eight characters long.
cs: Heslo nemůže být delší než osm znaků.

source: The password is empty.
cs: Heslo není vyplněné.

source: The password is too short
cs: Heslo je příliš krátké

source: The password must be at least six characters long.
cs: Je třeba, aby heslo bylo alespoň šest znaků dlouhé.

source: The password was set by kickstart.
cs: Heslo bylo nastaveno přes kickstart.

source: The password you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
cs: Heslo, které jste zadali, obsahuje znaky, které jsou nad rámec ASCII kódování. Pokud při jeho zadávání nebude možné přepnout na potřebné rozložení klávesnice, nebude možné ho napsat.

source: The password you have provided is weak.
cs: Heslo, které jste zadali, je snadno prolomitelné.

source: The password you have provided is weak:
cs: Heslo, které jste zadali, je snadno prolomitelné:

source: The passwords do not match.
cs: Zadání hesla se neshodují.

source: The passwords you entered were different. Please try again.
cs: Nezadali jste stejná hesla. Zkuste to znovu.

source: The rescue environment will now attempt to find your Linux installation and mount it under the directory : %s. You can then make any changes required to your system. Choose '1' to proceed with this step. You can choose to mount your file systems read-only instead of read-write by choosing '2'. If for some reason this process does not work choose '3' to skip directly to a shell.
cs: Záchranné prostředí se nyní pokusí nalézt nainstalované linuxové systémy a připojit je do adresáře: %s. Poté můžete provést všechny potřebné změny. Pro pokračování zvolte „1“. Pomocí „2“ můžete nalezené souborové systémy připojit pouze pro čtení namísto pro čtení i zápis. Pokud z nějakého důvodu tyto možnosti nefungují, můžete pomocí „3“ přejít přímo do konzole.

source: The root account is used for administering the system. The root user (also known as super user) has complete access to the entire system. For this reason, logging into this system as the root user is best done only to perform system maintenance or administration.
cs: Účet správce slouží pro správu systému. Účet uživatele root (také známý jako superuživatel) má kompletní přístup do celého systému. Z tohoto důvodu je nejlepší přihlašovat se do tohoto systému jako uživatel root pouze pro provádění údržby nebo správy systému.

source: The selected disk {} is not recognized.
cs: Vybraná jednotka {} nebyla rozpoznána.

source: The size "{}" is invalid.
cs: Velikost „{}“ není platná.
