Repository: rhinstaller/anaconda-l10n
Catalog: master/*.po
Languages: cs

source: Method
cs: Metoda

source: Minutes
cs: Minut

source: Minutes Down
cs: O minutu méně

source: Minutes Up
cs: O minutu více

source: Mirrorlist
cs: Seznam zrcadel

source: Missing name of the %addon section.
cs: Chybí název sekce %addon.

source: Mode
cs: Režim

# GUI|Software Selection|Error Dialog
source: Modify _Selections
cs: Upravit výběr _softwaru

source: More Network Config Box
cs: Více z dialogu nastavení sítě

source: More customization options are available after creating the mount point below.
cs: Další uživatelské volby budou dostupné po vytvoření přípojného bodu níže.

source: More than one match found for given boot drive "{}".
cs: Nalezena více než jedna shoda pro danou zaváděcí jednotku „{}“.

# GUI|Custom Partitioning|Add Dialog
source: Mount _Point:
cs: _Přípojný bod:

# GUI|Custom Partitioning|Configure|Devices
source: Mount _Point:
cs: _Přípojný bod:

source: Mount point
cs: Přípojný bod

# GUI|Keyboard Layout
source: Move selected layout _down
cs: Posunout označené rozložení _níž

# GUI|Keyboard Layout
source: Move selected layout _up
cs: Posunout označené rozložení _výš

source: My ssid
cs: Mé ssid

source: NETWORK & HOST NAME
cs: SÍŤ A NÁZEV POČÍTAČE

source: NETWORK CONFIGURATION
cs: NASTAVENÍ SÍTĚ

source: NFS mount options
cs: Možnosti připojení NFS

source: NFS server is empty
cs: Kolonka pro NFS server není vyplněná

source: NIC "{}" given in fcoe command does not exist.
cs: Síťové rozhraní „{}“ zadané v příkazu fcoe neexistuje.

source: NTP configuration
cs: nastavení pro NTP

source: NTP servers:
cs: NTP servery:

source: NVDIMM device {namespace}
cs: NVDIMM zařízení {namespace}

# GUI|Software Source
source: N_FS mount options:
cs: Možnosti připojení N_FS:

source: Name
cs: Název

source: Name '$' is not allowed.
cs: Jméno „$“ není povoleno.

source: Name '%s' is invalid.
cs: Jméno „%s“ není platné.

source: Name '%s' is not allowed.
cs: Jméno „%s“ není povoleno.

source: Name cannot contain character: '%s'
cs: Jméno nemůže obsahovat znak: „%s“

source: Name cannot start with '-' character.
cs: Jméno nemůže začínat znakem „-“.

source: Name is already in use.
cs: Název je už používán.

source: Name must be shorter than 33 characters.
cs: Je třeba, aby jméno bylo kratší než 33 znaků.

source: Name of the repository
cs: Název repozitáře

source: Nameservers (comma separated)
cs: DNS servery (oddělované čárkou)

source: Namespace
cs: Obor názvů

source: Namespace "{}" given in nvdimm command was not found.
cs: Obor názvů, „{}“ zadaný v příkazu nvdimm, nebyl nalezen.

source: Need Space
cs: Potřeba místa

source: Network
cs: Síť

source: Network Config Box
cs: Dialog nastavení sítě

source: Network Name
cs: Název sítě

source: Network configuration
cs: Nastavení sítě

source: Network configuration is not available.
cs: Nastavení sítě není k dispozici.

source: Network interface "{nic}" required by iSCSI "{iscsi_target}" target is not up.
cs: Síťové rozhraní „{nic}“ požadované iSCSI cílem „{iscsi_target}“ není připraveno.

source: New Device
cs: Nové zařízení

source: New Selector
cs: Nový výběr

source: New {name} {version} Installation
cs: Nová instalace {name} {version}

source: No *.iso files found in device root folder
cs: V kořenové složce zařízení nenalezeny žádné *.iso soubory

source: No Space
cs: Žádné místo

source: No additional software to select.
cs: Není k dispozici žádný doplňkový software k výběru.

source: No big enough free space on disks for automatic partitioning
cs: Na jednotkách není dostatek volného místa pro automatické rozdělení

source: No credentials (discovery authentication disabled)
cs: Žádné přihlašovací údaje (ověřování se je při vyhledávání vypnuto)

# GUI|Advanced Storage|NVDIM
source: No device to be reconfigured selected.
cs: Není vybráno žádné zařízení, které má být přenastaveno.

source: No disk found for specified BIOS disk "{}".
cs: Nenalezena žádná jednotka pro uvedenou BIOS jednotku „{}“.

source: No disks assigned
cs: Nepřiřazeny žádné jednotky

source: No disks detected. Please shut down the computer, connect at least one disk, and restart to complete installation.
cs: Nezjištěny žádné jednotky. Stroj prosím vypněte, připojte do něho alespoň jednu jednotku datového úložiště a znovu spusťte instalaci.

source: No disks selected
cs: Nevybrány žádné jednotky

source: No disks selected.
cs: Nevybrány žádné jednotky.

source: No disks selected. Keeping previous disk set.
cs: Nevybrány žádné jednotky. Ponechává se proto předchozí sada jednotek.

source: No disks selected; please select at least one disk to install to.
cs: Nevybrána žádná jednotka. Vyberte alespoň jednu, na kterou nainstalovat.

source: No format on device '{}'
cs: Na zařízení „{}“ není žádný (rozpoznaný) formát

source: No host url
cs: Žádná url adresa hostitele

source: No match found for given boot drive "{}".
cs: Pro zadanou zaváděcí jednotku „{}“ nenalezena žádná shoda.

source: No mountable devices found
cs: Nenalezena žádná připojitelná (mount) zařízení

source: No network devices available
cs: Nejsou k dispozici žádná síťová zařízení

source: No repository is configured.
cs: Není nastavený žádný repozitář.

source: No subscriptions are attached to the system
cs: K systému nejsou připojena žádná předplatná

source: No subscriptions have been attached to the system
cs: K systému nebyla připojena žádná předplatná

source: No thin pool exists with the name "{}". Specify thin pools before thin volumes.
cs: Fond „{}“ pro tence (thin) poskytované svazky zatím nebyl do instalátoru zadán. Napravte to a pak bude možné na něm definovat svazky.

source: No usable disks selected.
cs: Nevybrány žádné použitelné jednotky.

source: No usable disks.
cs: Žádné využitelné jednotky.

source: No user will be created
cs: Nebude vytvořen žádný uživatel

source: No valid boot loader target device found. See below for details.
cs: Nenalezeno platné cílové zařízení pro zavaděč operačního systému. Podrobnosti viz níže.

source: No volume group exists with the name "{}". Specify volume groups before logical volumes.
cs: Svazek s názvem „{}“ neexistuje. Svazky určete před logickými oddíly.

source: Node Name
cs: Název uzlu

source: Node login failed.
cs: Přihlášení k uzlu se nezdařilo.

source: None
cs: Žádné

source: Not Specified
cs: Neuvedeno

source: Not connected
cs: Nepřipojeno

source: Not connected to Red Hat Insights
cs: Nepřipojeno ke službě Red Hat Insights

source: Not enough RAM
cs: Nedostatek operační paměti

source: Not enough free space on selected disks.
cs: Na vybraných jednotkách není dostatek volného místa.

source: Not enough space in file systems for the current software selection.
cs: Nedostatek místa na souborových systémech pro stávající výběr software.

source: Not enough space in file systems for the current software selection. An additional {} is needed.
cs: Nedostatek místa na souborových systémech pro stávající výběr software. Je zapotřebí ještě dalších {}.

source: Not mounting the system.
cs: Systém nebude připojen.

source: Not registered.
cs: Nezaregistrováno.

source: Not required
cs: Nepožadováno

source: Not resizeable
cs: Velikost nelze měnit

source: Note: The settings you make on this screen will not be applied until you click on the main menu's 'Begin Installation' button.
cs: Pozn.: Nastavení, která provedete na této obrazovce nebudou provedena, dokud v hlavní nabídce nekliknete na „Zahájit instalaci“.

source: Nothing selected
cs: Nic neoznačeno

source: Nothing to format
cs: Nic k vytvoření souborového systému

source: Notice: This is pre-released software that is intended for development and testing purposes only. Do *not* use this software for any critical work or for production environments. By clicking "I want to proceed", you understand and accept the risks associated with pre-released software, that you intend to use this for testing and development purposes only and are willing to report any bugs or issues in order to enhance this work. If you do not understand or accept the risks, then please exit this program by selecting "I want to exit" which will reboot your system.
cs: Upozornění: Toto je předprodukční software, který je určený pouze pro účely vývoje a testování. Tento software NEpoužívejte pro jakoukoli kritickou práci nebo pro produkční prostředí. Kliknutím na „Chci pokračovat“ potvrzujete, že chápete a přijímáte rizika spojená s předprodukčním softwarem, který máte v úmyslu používat pouze pro testovací a vývojové účely a jste ochotni hlásit jakékoli chyby nebo problémy za účelem zlepšení tohoto díla. Pokud nerozumíte nebo nesouhlasíte s riziky, ukončete tento program výběrem možnosti „Chci ukončit“, po kterém bude systém restartován.

source: Optional comma-separated list of mount options for the NFS mount
cs: Volitelný seznam předvoleb (oddělovaných čárkami) pro připojení NFS

source: Options
cs: Volby

source: Or, assign new mount points to existing partitions after selecting them below.
cs: Nebo přiřadit nové přípojné body k existujícím oddílům, které vyberete níže.

source: Order
cs: Pořadí

source: Organization
cs: Organizace

source: Other ({})
cs: Ostatní ({})

source: PM
cs: odp.

source: PRE-RELEASE / TESTING
cs: PŘEDPRODUKČNÍ / TESTOVACÍ

source: PReP Boot Partition
cs: Zaváděcí oddíl PReP

source: PV partition "{}" is defined multiple times.
cs: Vícekrát definovaný oddíl fyzického svazku (PV) „{}“.

source: Parent
cs: Nadřazené

source: Partition "{}" given in part command does not exist.
cs: Oddíl „{}“ uvedený v příkazu part neexistuje.

source: Partition Scheme Options
cs: Volby schématu rozdělení

source: Partitioning Options
cs: Možnosti rozdělení jednotek

source: Partitioning method changed - planned storage configuration changes will be cancelled.
cs: Změnila se metoda dělení jednotek – naplánované změny v uspořádání úložiště budou zrušeny.

# GUI|Software Source|Proxy Dialog
source: Pass_word:
cs: He_slo:

source: Passphrase
cs: Heslová fráze

source: Passphrase given in the {} command is too short in FIPS mode. Please use at least {} characters.
cs: Heslová fráze, zadaná pro příkaz {}, je pro splňování normy FIPS příliš krátká. Použijte alespoň {} znaků.

source: Password
cs: Heslo

source: Password (confirm):
cs: Heslo (zopakování zadání):

source: Password set.
cs: Heslo nastaveno.

source: Password:
cs: Heslo:

source: Passwords do not match!
cs: Zadání hesla se neshodují!

source: Passwords or encryption keys are required to access the wireless network
cs: Pro přístup k bezdrátové síti jsou vyžadována hesla nebo šifrovací klíče

source: Passwords or encryption keys are required to access the wireless network '%(network_id)s'.
cs: Pro přístup k bezdrátové síti „%(network_id)s“ jsou vyžadována hesla nebo šifrovací klíče.

source: Path on the NFS server to the additional repository
cs: Popis umístění na NFS serveru, vedoucí k doplňkovému repozitáři

source: Path: %s
cs: Popis umístění: %s

source: Paths
cs: Popisy umístění

source: Performing post-installation Flatpak tasks
cs: Provádění poinstalačních úkonů ohledně Flatpak

source: Performing post-installation setup tasks
cs: Provádění poinstalačních úkonů nastavení

source: Physical volume "{}" has a format of "{}", but should have a format of "lvmpv".
cs: Fyzický oddíl „{}“ má formát „{}“, ale měl by mít formát „lvmpv“.

source: Please complete all spokes before continuing
cs: Aby bylo možné pokračovat, dokončete prosím všechny dialogy

source: Please complete items marked with this icon before continuing to the next step.
cs: Před pokračováním na další krok dokončete všechny položky označené touto ikonou.

source: Please confirm software selection
cs: Prosím potvrďte výběr softwaru

source: Please create a name for this %(container_type)s and select at least one disk below.
cs: Vytvořte název pro tento %(container_type)s a níže vyberte alespoň jednu jednotku.

source: Please create a name for this container and select at least one disk below.
cs: Vytvořte název pro tento kontejner a níže vyberte alespoň jednu jednotku.

source: Please enable network access before connecting to Red Hat.
cs: Před připojováním ke službám společnosti Red Hat prosíme povolte přístup k síti.

source: Please enter a mount point.
cs: Zadejte přípojný bod.

source: Please enter a valid mount point.
cs: Zadejte platný přípojný bod.

source: Please enter a valid name.
cs: Zadejte platný název.

source: Please manually connect your vnc client to %s to begin the install.
cs: Ručně se připojte VNC klientem k %s a zahajte instalaci.

source: Please manually connect your vnc client to IP-ADDRESS:%s to begin the install. Switch to the shell (Ctrl-B 2) and run 'ip addr' to find the IP-ADDRESS.
cs: Ručně se připojte VNC klientem k IP-ADRESE:%s. IP-ADRESU zjistíte tak, že se zde přepnete do příkazového řádku (Ctrl-B 2) a spustíte „ip addr“.

source: Please press %s to get a shell
cs: Pokud chcete přejít do shellu, stiskněte %s

source: Please provide VNC password (must be six to eight characters long). You will have to type it twice. Leave blank for no password
cs: Zadejte heslo pro VNC (je třeba, aby bylo šest až osm znaků dlouhé). Aby bylo jisté, že jste napsali, co zamýšleli, bude třeba ho zadat dvakrát. Pokud chcete ponechat nechráněné (bez hesla) nevyplňujte

source: Please provide a default LUKS passphrase for all devices you want to encrypt. You will have to type it twice.
cs: Zadejte výchozí LUKS heslovou frázi pro všechna zařízení, která chcete šifrovat. Aby bylo jisté, že jste zadali, co zamýšleli, bude třeba ji zadat dvakrát.

source: Please select a single mount point to edit properties. You have currently selected: %s
cs: Pokud chcete upravit jeho vlastnosti, vyberte jeden přípojný bod. Právě je vybráno: %s

source: Please select language support to install
cs: Vyberte jazyk pro který nainstalovat podporu

source: Please select new root password. You will have to type it twice.
cs: Zadejte nové heslo pro uživatele root. Aby bylo jisté, že jste zadali, co zamýšleli, bude třeba ho zadat dvakrát.

source: Please select the network interface which is connected to your FCoE switch.
cs: Vyberte síťové rozhraní, které je připojené k vámi využívanému FCoE přepínači.

source: Please select the timezone. Use numbers or type names directly
cs: Vyberte časové pásmo. Použijte čísla nebo zadejte přímo názvy

source: Please ssh install@%s to begin the install.
cs: Instalaci zahájíte příkazem ssh install@%s.

source: Please ssh install@HOSTNAME to continue installation.
cs: V instalaci pokračujte příkazem ssh install@NAZEV_STROJE.

source: Please use the live desktop environment's tools for customizing your network configuration. You can set the host name here.
cs: Pro přizpůsobení nastavení sítě použijte nástroje z prostředí live desktopu. Název počítače můžete nastavit zde.

source: Please wait... software metadata still loading.
cs: Čekejte… metadata k software se stále načítají.

source: Pool
cs: Fond

source: Port / Target / LUN #
cs: Čísla portu / cíle / LUN

source: Portal
cs: Portál

source: Ports
cs: Porty

source: Preparing deployment of {}
cs: Připravuje se nasazení {}

source: Preparing to install
cs: Příprava na instalaci

source: Preparing transaction from installation source
cs: Připravuje se transakce z instalačního zdroje

source: Preserve
cs: Zachovat

# GUI|Reclaim Dialog
source: Preserve _all
cs: Zachov_at vše

source: Press <b>Done</b> again to use the password anyway.
cs: Pokud ho přesto chcete použít, klikněte na <b>Hotovo</b>.

source: Press ENTER to continue
cs: Pokračujte stisknutím klávesy ENTER

source: Pressing 'OK' below will take you to the disk selection screen where you will need to re-select your disks.
cs: Kliknutím na „OK“ níže se přenesete na obrazovku pro výběr jednotek, kde je bude třeba znovu vybrat.

source: Private key password:
cs: Heslo k soukromému klíči:

source: Probing storage
cs: Zkoumání úložných zařízení

source: Probing storage...
cs: Zkoumání úložiště…

source: Processing...
cs: Zpracovávání…

source: Progress
cs: Průběh

source: Protocol in URL does not match selected protocol
cs: Protokol v URL adrese neodpovídá zvolenému protokolu

source: Provider
cs: Poskytovatel

source: Proxy authentication data duplicated
cs: Přihlašovací údaje k proxy jsou uvedené dvakrát (duplicita)

source: Purpose
cs: Účel

source: Quit
cs: Ukončit

source: Quit (Reboot)
cs: Ukončit (Restartovat)

source: RAID Device
cs: RAID zařízení

source: RAID Level:
cs: Typ RAID pole:

source: RAID device "{}" given in raid command does not exist.
cs: RAID zařízení „{}“, uvedené v příkazu raid, neexistuje.

source: RAID device "{}" has a format of "{}", but should have a format of "mdmember".
cs: RAID zařízení „{}“ má formát „{}“, ale mělo by mít formát „mdmember“.

source: RAID partition "{}" is defined multiple times.
cs: Vícekrát definovaný RAID oddíl „{}“.

source: RAID sets that contain '%(desc)s' must have one of the following device types: %(types)s.
cs: Je třeba, aby RAID pole, které obsahuje „%(desc)s“, mělo jedno z následujících typů zařízení: %(types)s.

source: RAID sets that contain '%(desc)s' must have one of the following metadata versions: %(metadata_versions)s.
cs: Je třeba, aby RAID pole, které obsahuje „%(desc)s“, mělo jednu z následujících verzí metadat: %(metadata_versions)s.

source: RAID sets that contain '%(desc)s' must have one of the following raid levels: %(raid_level)s.
cs: Je třeba, aby RAID pole, které obsahuje „%(desc)s“, bylo jednoho z následujících RAID typů: %(raid_level)s.

source: RAID volume "{}" specified with --useexisting does not exist.
cs: RAID svazek „{}“, uvedený u --useexisting, neexistuje.

# GUI|Custom Partitioning|Configure
source: RA_ID Level:
cs: Typ RA_ID pole:

source: RECLAIM DISK SPACE
cs: UVOLNIT PROSTOR NA JEDNOTCE

source: RESCAN DISKS
cs: ZNOVU PROSKENOVAT JEDNOTKY

source: ROOT ACCOUNT
cs: ÚČET SPRÁVCE

source: ROOT PASSWORD
cs: HESLO SPRÁVCE

source: RPM OSTree Container
cs: RPM OSTree kontejner

source: Read-only mount
cs: Připojit pouze pro čtení

source: Receiving objects: {percent}% ({fetched}/{requested}) {bytes}
cs: Získávají se objekty: {percent}% ({fetched}/{requested}) {bytes}

source: Reclaim
cs: Získat zpět

source: Reclaimable Space
cs: Prostor, který je možné uvolnit

# GUI|Installation Destination|Filter
source: Reconfigure _NVDIMM...
cs: Znovu nastavit _NVDIMM…

source: Reconfiguring NVDIMM devices. This may take a moment...
cs: Přenastavují se NVDIMM zařízení. To může chvíli trvat…

source: Red Hat CDN is unavailable for this installation.
cs: Služba Red Hat CDN není pro tuto instalaci dostupná.

source: Red Hat CDN requires registration.
cs: Služba Red Hat CDN vyžaduje registraci.

source: Red Hat Insights aims to increase your IT efficiency and speed across hybrid infrastructures by identifying and prioritizing risks, managing vulnerabilities, and compliance, and analyzing costs. For more information, visit the Red Hat Insights information page.
cs: Red Hat Insights si klade za cíl zvýšit efektivitu a rychlost vašeho IT napříč hybridními infrastrukturami identifikováním a prioritizací rizik, správou zranitelností a dodržováním předpisů a analýzou nákladů. Další informace naleznete na informační stránce Red Hat Insights.

# GUI|Custom Partitioning|Configure
source: Ref_ormat
cs: Zn_ovu vytvořit souborový systém

source: Reformat
cs: Znovu vytvořit souborový systém

source: Reformatting the '{}' subvolume will remove the following nested subvolumes which cannot be reused: {}
cs: Znovuvytvoření souborového systému na dílčím svazku „{}“ povede k odebrání následujících vnořených dílčích svazků, které není možné opětovně využít: {}

# GUI|Custom Partitioning
source: Refresh
cs: Načíst znovu

# GUI|Installation Destination|Filter
source: Refresh _List
cs: _Znovu načíst seznam

source: Region
cs: Oblast

source: Registered with account {}
cs: Zaregistrováno prostřednictvím účtu {}

source: Registered with organization {}
cs: Zaregistrováno prostřednictvím organizace {}

source: Registered.
cs: Zaregistrováno.

source: Registering...
cs: Registrování…

source: Registration failed due to insufficient credentials.
cs: Registrace se nezdařila z důvodu nedostatečných pověření.

source: Registration failed.
cs: Registrace se nezdařila.

source: Reload storage configuration from disk.
cs: Znovu načíst uspořádání oddílů z jednotky.

source: Remote directory is required
cs: Je vyžadován adresář na protějšku

source: Remove
cs: Odstranit

# GUI|Custom Partitioning
source: Remove
cs: Odebrat

source: Remove NTP server
cs: Odebrat NTP server

source: Remove the selected mount point(s).
cs: Odebrat vybraný přípojný bod(y).

source: Remove the selected repository.
cs: Odebrat označený repozitář.

source: Replace Existing Linux system(s)
cs: Nahradit existující linuxové systémy

source: Repo URL
cs: URL adresa repozitáře

source: Repository URL
cs: URL adresa repozitáře

source: Repository name conflicts with internal repository name
cs: Název repozitáře je v konfliktu s názvem interního repozitáře

source: Requested boot drive "{}" doesn't exist or cannot be used.
cs: Požadovaná zaváděcí jednotka „{}“ neexistuje nebo ji nelze použít.

source: Rescanning disks after reconfiguration. This may take a moment ...
cs: Opětovné skenování jednotek po přenastavení. To může chvíli trvat…

source: Rescanning disks finished.
cs: Opětovné naskenování jednotek dokončeno.

source: Rescue
cs: Záchranné prostředí

source: Rescue Shell
cs: Záchranný shell

# GUI|Software Source
source: Rese_t
cs: Vráti_t na výchozí

source: Restoring hardware time...
cs: Obnovování času z hardwarových hodin…

# GUI|Advanced Storage|iSCSI|Login|Retry
source: Retry _Log In
cs: Pokusit se znovu přih_lásit

# GUI|Custom Partitioning
source: Return partitioning to the original state before you made any changes. This is not a destructive operation.
cs: Vrátit rozdělení do původního stavu před provedením změn. Toto není destruktivní operace.

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP Pass_word:
cs: H_eslo pro reverzní CHAP:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: Reverse CHAP Pass_word:
cs: Heslo pro re_verzní CHAP:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP User _name:
cs: Uživatelské jmé_no pro reverzní CHAP:

source: Revert to the previous list of repositories.
cs: Vrátit se k předchozímu seznamu repozitářů.

source: Reverting previous configuration. This may take a moment...
cs: Vrací se k předchozímu nastavení. To může chvíli trvat...

source: Root Selection
cs: Výběr kořenového adresáře

source: Root account is disabled
cs: Účet správce (root) je vypnutý

source: Root password
cs: Heslo pro správce systému

source: Root password has been set.
cs: Heslo správce (root) bylo nastaveno.

source: Root password is not set
cs: Heslo správce (root) není nastaveno

source: Root password is set
cs: Heslo správce (root) je nastaveno

source: Run %s to unmount the system when you are finished.
cs: Až budete mít hotovo, spusťte %s a odpojte tak souborový systém.

source: Running post-installation scripts
cs: Spouštění poinstalačních skriptů

source: Running pre-installation scripts
cs: Spouštění předinstalačních skriptů

source: Running pre-installation tasks
cs: Spouštění předinstalačních úloh

source: SELECTED DISKS AND BOOT LOADER
cs: VYBRANÉ JEDNOTKY A ZAVADĚČ SYSTÉMU

source: SERVER:/PATH
cs: SERVER:/POPIS_UMISTENI

source: SOFTWARE SELECTION
cs: VÝBĚR SOFTWARU

source: SPOKE NAME
cs: NÁZEV DIALOGU

source: SSL error while downloading the escrow certificate: {}
cs: Došlo k SSL chybě při stahování certifikátu třetí strany: {}

source: SUMMARY OF CHANGES
cs: SOUHRN ZMĚN

source: SYSTEM
cs: SYSTÉM

source: SYSTEM PURPOSE
cs: ÚČEL SYSTÉMU

source: Saving storage configuration...
cs: Ukládání nastavení úložišť…

source: Scanning disks. This may take a moment...
cs: Skenování jednotek. To může chvíli trvat…
