Repository: rhinstaller/anaconda-l10n
Catalog: master/*.po
Languages: cs

source: Create a new additional repository or select an existing one.
cs: Vytvořte nastavení pro nový dodatečný repozitář nebo vyberte existující.

source: Create new mount points by clicking the '+' button.
cs: Nové přípojné body vytvoříte kliknutím na „+“.

source: Create or select %(container_type)s
cs: Vytvořte nebo vyberte %(container_type)s

source: Create user
cs: Vytvořit uživatele

source: Creating snapshots
cs: Pořizování zachycených stavů

source: Creating users
cs: Vytváření uživatelů

source: Current host name:
cs: Stávající název stroje:

source: Current host name: %s
cs: Stávající název stroje: %s

source: Current layout: '%s'. Add more layouts to enable switching.
cs: Stávající rozložení: „%s“. Přepínání zapnete přidáním dalších rozložení.

source: Current layout: '%s'. Click to switch to the next layout.
cs: Stávající rozložení: „%s“. Kliknutím přepnete na další.

source: Custom base URL
cs: Uživatelsky určený základ URL adresy

source: Custom partitioning selected
cs: Vybráno uživatelsky určené rozdělení

source: Custom server URL
cs: Uživatelsky určená URL adresa serveru

source: Custom software selected
cs: Uživatelsky určený výběr software

source: DISK ENCRYPTION PASSPHRASE
cs: HESLOVÁ FRÁZE PRO ŠIFROVÁNÍ JEDNOTKY

source: DISTRIBUTION INSTALLATION
cs: INSTALACE DISTRIBUCE

# GUI|Password
source: D_isable root account
cs: _Zakázat účet správce

source: Default HUB title
cs: Výchozí nadpis pro HUB

source: Default Route
cs: Výchozí trasa

source: Default spoke title
cs: Výchozí nadpis dialogu

source: Delete
cs: Smazat

# GUI|Reclaim Dialog
source: Delete _all
cs: Sm_azat vše

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Delete _all file systems which are only used by {}.
cs: Sm_azat všechny souborové systémy, které jsou použity pouze {}.

source: Deployment complete: {}
cs: Nasazení dokončeno: {}

source: Deployment starting: {}
cs: Zahajování nasazení: {}

source: Description
cs: Popis

source: Description goes here.
cs: Popis přijde sem.

# GUI|Custom Partitioning|Add Dialog
source: Desired _Capacity:
cs: Požadovaná kapa_cita:

# GUI|Custom Partitioning|Configure|Devices
source: Desired _Capacity:
cs: Požadovaná kapa_cita:

source: Device
cs: Zařízení

source: Device "{}" given in clearpart device list does not exist.
cs: Zařízení „{}“ zadané v seznamu zařízení příkazu clearpart neexistuje.

source: Device Selection
cs: Výběr zařízení

# GUI|Custom Partitioning|Configure
source: Device _Type:
cs: _Typ zařízení:

source: Device configuration
cs: Nastavení zařízení

source: Device description
cs: Popis zařízení

source: Device discovery failed.
cs: Vyhledání zařízení se nezdařilo.

source: Device discovery succeeded.
cs: Vyhledání zařízení bylo úspěšné.

source: Device does not support RAID level selection {}.
cs: Zařízení nepodporuje volbu úrovně RAID {}.

source: Device reconfiguration failed.
cs: Přenastavení zařízení se nezdařilo.

source: Device removal request failed.
cs: Odebrání zařízení se nezdařilo.

# GUI|Software Source
source: Device with an _ISO file
cs: Zařízení s _ISO souborem

source: Device(s):
cs: Zařízení:

source: Device:
cs: Zařízení:

source: Device: %s
cs: Zařízení: %s

source: Devices reconfiguration succeeded.
cs: Zařízení úspěšně přenastavena.

source: Disabled
cs: Vypnuto

source: Disabling the root account will lock the account and disable remote access with root account. This will prevent unintended administrative access to the system.
cs: Zakázání účtu správce (root) tento účet uzamkne a zakáže mu vzdálený přístup. Tím se zabrání nechtěnému přístupu správce do tohoto systému.

source: Disconnected
cs: Odpojeno

source: Disconnecting
cs: Odpojování

source: Disconnecting...
cs: Odpojování…

source: Discovering DASD devices. This may take a moment...
cs: Probíhá vyhledávání DASD zařízení. Může to chvíli trvat…

source: Discovering iSCSI targets. This may take a moment...
cs: Vyhledávání iSCSI cílů. Může to chvíli trvat…

source: Discovering zFCP devices. This may take a moment...
cs: Probíhá vyhledávání zFCP zařízení. Může to chvíli trvat…

source: Discovery login rejected.
cs: Přihlašovací údaje pro vyhledávání odmítnuty.

source: Disk
cs: Jednotka

source: Disk "{}" given in clearpart command does not exist.
cs: Jednotka „{}“ zadaná v příkazu clearpart neexistuje.

source: Disk "{}" given in ignoredisk command does not exist.
cs: Jednotka „{}“ zadaná v příkazu ignoredisk neexistuje.

source: Disk "{}" given in nvdimm command does not exist.
cs: Jednotka „{}“ zadaná v příkazu nvdimm neexistuje.

source: Disk "{}" given in part command does not exist.
cs: Jednotka „{}“ uvedená v příkazu part neexistuje.

source: Disk "{}" in part command is not partitioned.
cs: Jednotka „{}“ v příkazu part není rozdělena.

source: Disk formatting complete.
cs: Formátování jednotky dokončeno.

source: Disk rescan complete.
cs: Opětovné skenování jednotek dokončeno.

source: Disk summary goes here
cs: Souhrn jednotek bude zde

source: Disklabel "{}" given in clearpart command is not supported on this platform.
cs: Popisek jednotky „{}“, zadaný v příkazu clearpart, není na této platformě podporován.

source: Disks left unselected here will not be touched.
cs: Na jednotkách, které zde nevyberete, nebudou provedeny žádné změny.

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Do _not show this dialog for other selected file systems.
cs: _Nezobrazovat tento dialog pro ostatní vybrané souborové systémy.

source: Do you really want to quit?
cs: Opravdu chcete skončit?

source: Downloading group metadata...
cs: Stahování metadat skupin…

source: Downloading packages
cs: Stahování balíčků

source: Downloading {total_files} RPMs, {downloaded_size} / {total_size} ({total_percent}%) done.
cs: Stahuje se {total_files} RPM balíčků, {downloaded_size} / {total_size} ({total_percent}%) hotovo.

source: Downloading {}
cs: Stahování {}

source: Downloading {} ({}%)
cs: Stahování {} ({}%)

source: Duplicate repository names
cs: Duplicitní názvy repozitářů

source: EFI System Partition
cs: Systémový oddíl EFI

source: Edit
cs: Upravit

source: Either a group name in the group list is invalid or groups are not separated by a comma.
cs: Buď je neplatný název skupiny v seznamu skupin nebo skupiny nejsou oddělovány čárkou.

source: Empty
cs: Prázdné

source: Empty URL
cs: Prázdné URL

source: Empty path
cs: Prázdný popis umístění

source: Empty repository name
cs: Prázdný název repozitáře

source: Empty server
cs: Prázdný server

source: Enabled
cs: Zapnuto

source: Enabled if supported by the installing machine
cs: Povolen, pokud je podporován instalovaným strojem

source: Enabled unconditionally
cs: Povolen bezpodmínečně

# GUI|Password
source: Enabling the root account will allow you to set a root password and optionally enable remote access to root account on this system.
cs: Povolení účtu správce (root) vám umožní nastavit heslo uživatele root a volitelně také povolit vzdálený přístup na účet root v tomto systému.

source: Encrypt
cs: Šifrovat

# GUI|Custom Partitioning|Autopart Page
source: Encrypt my data.
cs: Šifrovat má data.

source: Encryption
cs: Šifrování

source: Encryption requested for LUKS device %s but no encryption key specified for this device.
cs: Vyžádáno šifrování pro LUKS zařízení %s, ale není pro něj zadán žádný šifrovací klíč.

source: End date
cs: Datum ukončení

source: Enter '%s' to ignore the warning and attempt to install anyway.
cs: Pokud chcete varování ignorovat a pokusit se o instalaci i tak, zadejte „%s“.

source: Enter a new value for '%(title)s' and press %(enter)s
cs: Zadejte novou hodnotu pro „%(title)s“ a stiskněte %(enter)s

source: Enter an NTP server address and press %s
cs: Zadejte adresu NTP serveru a stiskněte %s

source: Enter size and unit.
cs: Zadejte velikost a jednotku.

source: Enterprise
cs: Podnikové (EAP)

source: Entitlements
cs: Práva

source: Error
cs: Chyba

source: Error adding FCoE SAN.
cs: Chyba při přidávání FCoE SAN.

source: Error checking software dependencies. <a href="">Click for details.</a>
cs: Chyba při zjišťování závislostí software. <a href="">Podrobnosti obdržíte kliknutím sem.</a>

source: Error checking software selection
cs: Chyba při kontrole výběru softwaru

source: Error checking storage configuration
cs: Chyba při kontrole uspořádání úložiště

source: Error checking storage configuration. <a href="">Click for details.</a>
cs: Chyba při kontrole uspořádání úložiště. <a href="">Podrobnosti obdržíte kliknutím sem.</a>

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
cs: Chyba při kontrole uspořádání úložiště. <a href="">Podrobnosti obdržíte kliknutím sem</a> nebo pokračujte dalším kliknutím na Hotovo.

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
cs: Chyba při kontrole uspořádání úložiště. <a href="">Podrobnosti obdržíte kliknutím sem</a> nebo pokračujte dalším kliknutím na Hotovo.

source: Error detail:
cs: Podrobnosti o chybě:

source: Error setting up repositories
cs: Chyba při nastavování repozitářů

source: Escrow certificate {} requires the network.
cs: Certifikát třetí strany {} vyžaduje připojení k síti.

source: Example:
cs: Příklad:

source: Exit the shell to continue
cs: Ukončit shell a pokračovat

source: Extra characters in proxy URL
cs: V URL adrese proxy se nacházejí znaky navíc

source: FCP device {hba_id} WWPN {wwpn} LUN {lun}
cs: FCP zařízení {hba_id} WWPN {wwpn} LUN {lun}

source: Failed to add a device.
cs: Přidání zařízení se nezdařilo.

source: Failed to add new device.
cs: Přidání nového zařízení se nezdařilo.

source: Failed to add the '{name}' repository: {details}
cs: Nepodařilo se přidat repozitář „{name}“: {details}

source: Failed to attach subscription.
cs: Připojení předplatného se nezdařilo.

source: Failed to change a device.
cs: Změna zařízení se nezdařila.

source: Failed to proceed with the installation.
cs: Nepodařilo se pokračovat v instalaci.

source: Failed to save boot loader configuration
cs: Uložení nastavení pro zavaděč systému se nezdařilo

source: Failed to save storage configuration
cs: Uložení uspořádání úložiště se nezdařilo

source: Failed to set up installation source; check the NFS configuration.
cs: Nepodařilo se nastavit zdroj instalace – zkontrolujte nastavení NFS.

source: Failed to set up installation sources; check their configurations.
cs: Instalační zdroje se nepodařilo nastavit – zkontrolujte jejich konfiguraci.

source: Failed to unlock encrypted block device.
cs: Odemčení šifrovaného blokového zařízení se nezdařilo.

source: Failed to write boot loader configuration. More information may be found in the log files stored in /tmp
cs: Nepodařilo se zapsat nastavení pro zavaděč systému. Více informací může být k nalezení v souborech se záznamem událostí v /tmp

source: Fair
cs: Ucházející

# GUI|Custom Partitioning|Configure
source: File S_ystem:
cs: Souborový s_ystém:

source: File System
cs: Souborový systém

source: File system type "{}" given in autopart command is invalid.
cs: Typ souborového systému „{}“, zadaný v příkazu autopart, není platný.

# GUI|Installation Destination|Filter|NVDIMM Devices
source: Filter B_y:
cs: Filtrovat _podle:

# GUI|Installation Destination|Filter|zSeries
source: Filter B_y:
cs: Filtrovat _podle:

# GUI|Installation Destination|Filter|Multipath
source: Filter _By:
cs: _Filtrovat podle:

# GUI|Installation Destination|Filter|Other
source: Filter _By:
cs: _Filtrovat podle:

source: Firmware missing
cs: Chybí firmware

source: Firmware will verify the integrity of the Linux kernel during boot if the Secure Boot is enabled and configured on the machine. Secure Boot is not supported on IBM z14 and earlier models, therefore choose to disable it if you intend to boot the installed system on such models.
cs: V případě, že je Secure Boot na počítači povolen a nastaven, firmware při zavádění systému ověří integritu Linuxového jádra. Secure Boot není podporován na IBM z14 a dřívějších modelech, proto vyberte jeho zakázání, pokud máte v úmyslu zavádění nainstalovaného systému na těchto modelech.

source: First sector of boot partition
cs: První sektor zaváděcího oddílu

source: Fixed
cs: Napevno

source: Flatpak installation has finished
cs: Instalace Flatpak balíčků byla dokončena

source: For a UEFI installation, you must include a Linux HFS+ ESP on a GPT-formatted disk, mounted at /boot/efi.
cs: Pro UEFI instalaci je nutné přidat systémový oddíl Linux HFS+, připojený do /boot/efi umístěný na jednotce se schématem rozdělení GPT.

source: For a UEFI installation, you must include an EFI System Partition on a GPT-formatted disk, mounted at /boot/efi.
cs: Pro UEFI instalaci je nutné přidat Systémový oddíl EFI, připojený do /boot/efi a umístěný na jednotce se schématem rozdělení GPT.

source: Format
cs: Vytvořit souborový systém

source: Formatting DASDs
cs: Probíhá formátování DASD zařízení

source: Free
cs: Volno

source: Free space
cs: Volný prostor

source: Free space available for use.
cs: Volný prostor dostupný k použití.

source: Free space unavailable but reclaimable from existing partitions.
cs: Není k dispozici volné místo, ale je možné ho uvolnit z existujících oddílů.

# GUI|Storage
source: Free up space by re_moving or shrinking existing partitions
cs: Uvolnit _místo z existujících oddílů jejich zmenšením či odstraněním

source: Full Name
cs: Celé jméno

source: Full name
cs: Celé jméno

source: Full name can't contain the ':' character
cs: Celé jméno nemůže obsahovat znak „:“ (dvojtečka)

source: Full name cannot contain colon characters
cs: Celé jméno nemůže obsahovat znak dvojtečka

source: Fully numeric name is not allowed.
cs: Jméno tvořené jen číslicemi není povoleno.

source: GRUB2 does not support installation to a partition.
cs: GRUB2 nepodporuje instalaci na oddíl.

source: GRUB2 encrypted password must be in grub.pbkdf2 format.
cs: Je třeba, aby šifrované heslo pro GRUB2 bylo ve formátu grub.pbkdf2.

source: Gateway
cs: Brána

source: Gathering entropy (time ran out)
cs: Shromažďování entropie (došel čas)

source: Gathering entropy 100%
cs: Shromažďování entropie 100%

source: Gathering entropy {percents}% (remaining time {time})
cs: Shromažďování entropie {percents}% (zbývající čas {time})

source: Generating initramfs
cs: Vytváření initramfs

source: Getting list of layouts...
cs: Načítaní seznamu rozložení…

source: Giving up attempting to connect after %d try!
cs: Přerušeno po %d pokusu!

source: Good
cs: Dobré

source: Graphical installation is not available. Starting text mode.
cs: Grafická instalace není k dispozici. Náhradně se spouští textový režim.

source: Group Membership
cs: Členství ve skupinách

source: Group Name
cs: Název skupiny

source: Group Password
cs: Heslo skupiny

source: Groups
cs: Skupiny

source: Hardware Address
cs: Hardwarová adresa

source: Hardware error occurred
cs: Došlo k chybě v hardware

source: Help!
cs: Nápověda!

source: Here we'll describe how much space is needed for the current software selection.
cs: Zde je sečteno, kolik volného místa je potřeba pro momentálně zvolený software.

source: Here we'll describe what your options are.
cs: Zde je popsáno, jaké máte možnosti.

source: Hide password.
cs: Skrýt heslo.

# GUI|Advanced User
source: Home _directory:
cs: _Domovská složka:

source: Host Name
cs: Název stroje

source: Host Name: %s
cs: Název stroje: %s

source: Host name cannot be None or an empty string.
cs: Název stroje nemůže zůstat nevyplněný, ani být „None“.

source: Host name is not valid: %s
cs: Neplatný název stroje: %s

source: Host name must be 64 or fewer characters in length.
cs: Je třeba, aby délka názvu stroje nepřesahovala 64 znaků.

source: Host name or IP address of the NFS server
cs: Název stroje nebo IP adresa NFS serveru

source: Host names can only contain the characters 'a-z', 'A-Z', '0-9', '-', or '.', parts between periods must contain something and cannot start or end with '-'.
cs: Názvy strojů mohou obsahovat pouze znaky „a-z“, „A-Z“, „0-9“, „-“, nebo „.“, části mezi tečkami nemohou být prázdné a názvy nemohou začínat ani končit znakem „-“.

source: Hour Down
cs: O hodinu méně

source: Hour Up
cs: O hodinu více

source: Hours
cs: Hodin

# GUI|Welcome|Beta Warn Dialog
source: I want to _exit
cs: Chci _ukončit

# GUI|Welcome|Beta Warn Dialog
source: I want to _proceed
cs: Chci _pokračovat

source: INSTALLATION DESTINATION
cs: CÍL INSTALACE

source: INSTALLATION OPTIONS
cs: VOLBY INSTALACE

source: INSTALLATION PROGRESS
cs: PRŮBĚH INSTALACE

source: INSTALLATION SOURCE
cs: INSTALAČNÍ ZDROJ

source: INSTALLATION SUMMARY
cs: PŘEHLED INSTALACE

source: IP Address
cs: IP adresa

source: IPv4 Address
cs: IPv4 adresa

source: IPv4 address or %s for DHCP
cs: IPv4 adresa nebo %s pro DHCP

source: IPv4 gateway
cs: IPv4 brána

source: IPv4 netmask
cs: IPv4 maska

source: IPv6 Address
cs: IPv6 adresa

source: IPv6 address[/prefix] or %(auto)s for automatic, %(dhcp)s for DHCP, %(ignore)s to turn off
cs: IPv6 adresa[/prefix] nebo %(auto)s pro automatickou, %(dhcp)s pro DHCP, %(ignore)s pro vypnutí

source: IPv6 default gateway
cs: IPv6 výchozí brána

source: Identifier
cs: Identifikátor

source: Identity:
cs: Totožnost:

source: In FIPS mode, the passphrase must be at least {} letters long.
cs: V režimu FIPS je třeba, aby heslová fráze byla alespoň {} znaků dlouhá.

source: Incorrectly specified origin of the snapshot. Use format "VolGroup/LV-name"
cs: Nesprávně zadaný původ zachyceného stavu. Použijte formát „SkupinaSvazků/NázevLogickéhoSvazku“

source: Insights
cs: Insights (vhledy)

source: Install
cs: Nainstalovat

source: Install additional software from a specified URL
cs: Nainstalovat další software ze zadané URL adresy

source: Install additional software from an NFS server
cs: Nainstalovat další software z NFS serveru

source: Install additional software from another source
cs: Nainstalovat další software z jiného zdroje

# GUI|Software Source
source: Install the _default versions provided by the installation source (above) only
cs: Nainstalovat pouze výchozí verze, které poskytuje (výše uve_dený) zdroj instalace

# GUI|Software Source
source: Install the _latest available software updates
cs: Nainsta_lovat nejnovější dostupné aktualizace softwaru

source: Install the live CD to your hard disk
cs: Nainstalovat z Live CD do počítače

source: Install to Hard Drive
cs: Nainstalovat do počítače

source: Installation
cs: Instalace

source: Installation Destination
cs: Cíl instalace

# GUI|Spoke
source: Installation _Destination
cs: _Cíl instalace

source: Installation complete
cs: Instalace dokončena

source: Installation complete. Press %s to quit
cs: Instalace dokončena. Stiskem klávesy %s ji opusťte

# GUI|Software Source
source: Installation media via SE/_HMC
cs: Instalační médium prostřednictvím SE/_HMC

source: Installation requires a total of <b>%s</b> for system data.
cs: Instalace vyžaduje celkem <b>%s</b> pro data systému.

source: Installation requires partitioning of your hard drive. Select what space to use for the install target or manually assign mount points.
cs: Instalace vyžaduje rozdělení jednotky datového úložiště. Vyberte, jaký prostor chcete použít pro cíl instalace nebo přípojné body přiřaďte ručně.

source: Installation source
cs: Instalační zdroj

source: Installation source needs to be set up first.
cs: Nejprve je třeba nastavit instalační zdroj.

source: Installation source not set up
cs: Instalační zdroj není nastaven

source: Installing Flatpak applications
cs: Instalují se Flatpak balíčky

source: Installing boot loader
cs: Instalace zavaděče systému

source: Installing software {}
cs: Instalace softwaru {}

source: Installing software {}%
cs: Instalace softwaru {}%

source: Installing software...
cs: Instalace softwaru…

source: Installing the software
cs: Instaluje se software

source: Installing {}
cs: Instaluje se {}

source: Interconnect
cs: Propojení

source: Interface
cs: Rozhraní

source: Invalid NFS server, exactly one colon ':' must be present between host and directory
cs: Neplatný NFS server – je třeba, aby mezi hostitelem a složkou byl právě jeden středník „;“

source: Invalid URL
cs: Neplatná URL adresa

source: Invalid container name.
cs: Neplatný název kontejneru.

source: Invalid environment specified in kickstart
cs: V kickstart souboru zadáno neplatné prostředí

source: Invalid group name.
cs: Neplatný název skupiny.

source: Invalid host name
cs: Neplatný název stroje

source: Invalid input. Specify the Desired Capacity in whole or decimal numbers, with an appropriate unit.
cs: Neplatný vstup. Uveďte požadovanou kapacitu v celých nebo desetinných číslech, s příslušnou jednotkou velikosti.

source: Invalid mount point given
cs: Zadán neplatný přípojný bod

source: Invalid or unsupported format given
cs: Zadán neplatný nebo nepodporovaný souborový systém

source: Invalid protocol
cs: Neplatný protokol

source: Invalid proxy URL
cs: Neplatná URL adresa proxy

source: Invalid proxy protocol: %s
cs: Neplatný protokol proxy: %s

source: Invalid repository name
cs: Neplatný název repozitáře

source: Invalid server
cs: Neplatný server

source: Invalid time source.
cs: Neplatný zdroj času.

source: Invalid timezone
cs: Neplatné časové pásmo

source: Invalid user name: %(name)s. %(error_message)s
cs: Neplatné uživatelské jméno: %(name)s. %(error_message)s

source: It is recommended to create a new file system on your %(mount)s partition.
cs: Nejlepší bude vytvořit na oddílu %(mount)s úplně nový souborový systém.

source: KEYBOARD LAYOUT
cs: ROZLOŽENÍ KLÁVESNICE

source: Keyboard layouts are not supported when using VNC. However the settings will be used after the installation.
cs: Změna rozložení klávesnice není při použití VNC podporována. Nicméně nastavení bude použito po instalaci.

source: Kickstart insufficient
cs: Nedostatečná Kickstart nastavení

source: LANGUAGE SUPPORT
cs: JAZYKOVÁ PODPORA

source: LAYOUT SWITCHING OPTIONS
cs: MOŽNOSTI PŘEPÍNÁNÍ ROZLOŽENÍ

source: LOCALIZATION
cs: LOKALIZACE

source: LUKS Version:
cs: Verze LUKS:

# GUI|Custom Partitioning|Configure
source: LUK_S Version:
cs: Verze LUK_S:

source: LVM Thin Provisioning
cs: Tence (thin) poskytované LVM

source: Label:
cs: Název:

source: Label: %s
cs: Štítek: %s

source: Language is not set.
cs: Jazyk není nastaven.

source: Language settings
cs: Nastavení jazyka

source: Languages
cs: Jazyky

source: Layout Options
cs: Možnosti rozložení

source: Layout switching not configured.
cs: Přepínání rozložení není nastaveno.

source: Live OS
cs: Operační systém spuštěný z instalačního média

source: Live image
cs: Spustitelný obraz

source: Live tarball
cs: Živý tarball

source: Liveinst Setup
cs: Instalátor Liveinst

source: Local Standard Disks
cs: Místní standardní jednotky

source: Local host name must not end with period '.'.
cs: Místní název stroje nemůže končit na tečku „.“.

source: Local media
cs: Místní médium

source: Local media via SE/HMC
cs: Místní médium prostřednictvím SE/HMC

source: Local repositories
cs: Místní repozitáře

source: Locales
cs: Národní prostředí

source: Location
cs: Umístění

source: Logical volume "{}" given in logvol command does not exist.
cs: Logický oddíl „{}“ zadaný v příkazu logvol neexistuje.

source: Logical volume name "{}" is already in use in volume group "{}".
cs: Název logického oddílu „{}“ je už používán ve skupině svazků „{}“.

source: Logical volume size "{}" must be larger than the volume group extent size of "{}".
cs: Je třeba, aby velikost logického oddílu, která je „{}“, byla větší než velikost extentu pro skupinu logických svazků, který je „{}“.

source: MANUAL PARTITIONING
cs: RUČNÍ ROZDĚLENÍ

source: MEDIA VERIFICATION
cs: KONTROLA MÉDIA

source: Manually assign mount points
cs: Přiřadit přípojné body ručně

source: Master Boot Record
cs: Hlavní zaváděcí záznam (MBR)

source: Memory
cs: Paměť
