Repository: rhinstaller/anaconda-l10n
Catalog: f38/*.po
Languages: et

source: Your %(mount)s partition is too small for %(format)s formatting (allowable size is %(minSize)s to %(maxSize)s)
et: Sinu „%(mount)s“ partitsioon on „%(format)s“ vormingu jaoks liiga väike (lubatud maht on %(minSize)s kuni %(maxSize)s)

source: Your %(mount)s partition is too large for %(format)s formatting (allowable size is %(minSize)s to %(maxSize)s)
et: Sinu „%(mount)s“ partitsioon on „%(format)s“ vormingu jaoks liiga suur (lubatud maht on %(minSize)s kuni %(maxSize)s)

source: You have not created a bootable partition.
et: Sa pole loonud ühtegi alglaaditavaks märgitud partitsiooni.

source: The system will not be bootable. The firmware does not support XFS file system features on the boot file system. Upgrade the firmware or change the file system type.
et: Sellisena pole see süsteem alglaaditav. Riistvara ei toeta alglaadimisel XFS-failisüsteemi. Palun uuenda püsivara või muuda failisüsteemi.

source: You have not specified a swap partition. %(requiredMem)s of memory is recommended to continue installation without a swap partition, but you only have %(installedMem)s.
et: Sul on saaleala ehk „swap“ partitsioon määratlemata. Ilma saalealata paigaldamiseks peaks arvutis soovituslikult olema %(requiredMem)s mälu, kuid selles masinas on vaid %(installedMem)s.

source: You have not specified a swap partition. %(requiredMem)s of memory is required to continue installation without a swap partition, but you only have %(installedMem)s.
et: Sul on saaleala ehk „swap“ partitsioon määratlemata. Ilma saalealata paigaldamiseks peaks arvutis kohustuslikult olema %(requiredMem)s mälu, kuid selles masinas on vaid %(installedMem)s.

source: A swap partition has not been specified. To significantly improve performance for most installations, it is recommended to specify a swap partition.
et: Sul on saaleala ehk „swap“ partitsioon määratlemata. Et märgatavalt parandada arvuti jõudlust on meie soovitus, et teed seda.

source: At least one of your swap devices does not have a UUID, which is common in swap space created using older versions of mkswap. These devices will be referred to by device path in /etc/fstab, which is not ideal since device paths can change under a variety of circumstances.
et: Vähemalt ühel sinu süsteemi saaleala seadmes pole UUID-d, mis tüüpiliselt võib juhtuda vanemate „mkswap“ tarviku versioonidega tehtud paigalduste puhul. Sellisel puhul viidatakse seadmele „/etc/fstab“ faili märgitud asukoha põhjal. Küll aga pole see parim võimalik lahendus - seadmete asukohad võivad eri asjaolude tõttu muutuda.

source: This mount point is invalid. The %s directory must be on the / file system.
et: See haakepunkt poel korrektne. %s kaust peab asuma / failisüsteemis.

source: Your %s must be on a separate partition or LV.
et: %s peab asuma eraldi partitsioonil või LV-l.

source: The mount point %s must be on a linux file system.
et: %s haakepunkt peab asuma linuxilises failisüsteemis.

source: Encryption requested for LUKS device %s but no encryption key specified for this device.
et: Sa oled soovinud, et LUKS seade %s oleks krüptitud, kuid selle seadme jaoks vajalikku krüptovõtit pole sisestatud.

source: The available memory is less than %(size)s which can be too small for LUKS2 format. It may fail.
et: Saadaval on vähem kui %(size)s mälu ning sellest võib LUKS2 vormingu jaoks väheks jääda. Järgnev võib ebaõnnestuda.

source: %s is currently mounted and cannot be used for the installation. Please unmount it and retry.
et: „%s“ on hetkel haagitud ja seda ei saa paigaldamiseks kasutada. Palun haagi ta lahti ja proovi uuesti.

source: Selected disks {} contain volume group '{}' that also uses further unselected disks. You must select or de-select all these disks as a set.
et: Valitud kettad „{}“ sisaldavad köitegruppi „{}“, mis kasutab muid mittevalitud kettaid. Sa pead need kettad valima või eemaldama ühe tervikuna.

source: %s is missing. Cannot setup firewall.
et: %s puudub. Tulemüüri seadistamine ei õnnestunud.

source: Unregistration failed.
et: Registreerimise lõpetamine ei õnnestunud.

source: Failed to attach subscription.
et: Tellimuse lisamine ei õnnestunud.

source: product name unknown
et: toote nimi on tundmatu

source: unknown
et: tundmatu

source: not available
et: pole saadaval

source: Invalid time source.
et: Vigane ajaandmete allikas.

source: Host name cannot be None or an empty string.
et: Hostinimeks ei sobi puuduv väärtus ega tühi string.

source: Host name must be 64 or fewer characters in length.
et: Hostinimi peab olema 64 või vähem tähemärki pikk.

source: Local host name must not end with period '.'.
et: Kohaliku hostinime lõpus ei tohi olla punkti „.“.

source: Host names can only contain the characters 'a-z', 'A-Z', '0-9', '-', or '.', parts between periods must contain something and cannot start or end with '-'.
et: Hostinimes võib leiduda vaid järgnevaid märke ja numbreid: „a-z“, „A-Z“, „0-9“, „-“, „.“. Punktid ei tohi olla järjest ning kriips „-“ ei tohi olla alguses ega lõpus.

source: Status not available
et: Olek pole saadaval

source: Connecting...
et: Ühendamisel...

source: Disconnecting...
et: Ühendus on katkestamisel...

source: Wired (%(interface_name)s) connected
et: Traadiga võrguühendus (%(interface_name)s) on ühendatud

source: Wireless connected to %(access_point)s
et: Traadita võrguühendus pääsupunktiga %(access_point)s on ühendatud

source: Bridge %(interface_name)s (%(list_of_ports)s) connected
et: Võrgusild %(interface_name)s (%(list_of_ports)s) on ühendatud

source: VLAN %(interface_name)s (%(parent_device)s, ID %(vlanid)s) connected
et: VLAN %(interface_name)s (%(parent_device)s, tunnus %(vlanid)s) on ühendatud

source: Connected: %(list_of_interface_names)s
et: Ühendatud: %(list_of_interface_names)s

source: Not connected
et: Pole ühendatud

source: No network devices available
et: Võrguseadmeid pole saadaval

source: Full name cannot contain colon characters
et: Täisnimes ei tohi olla koolonit

source: Current layout: '%s'. Click to switch to the next layout.
et: Praegune klahvistiku paigutus: „%s“. Klõpsa järgmisele paigutusele vahetamiseks.

source: Current layout: '%s'. Add more layouts to enable switching.
et: Praegune klahvistiku paigutus: „%s“. Täiendavate paigutuste lisamisel saad neid omavahel vahetada.

source: New Selector
et: Uus selektor

source: DISTRIBUTION INSTALLATION
et: DISTRIBUTSIOONI PAIGALDUS

source: PRE-RELEASE / TESTING
et: EELVERSIOON / TESTVERSIOON

# GUI|Spoke Navigation
source: _Done
et: _Valmis

# GUI|Standalone Navigation
source: _Quit
et: _Välju

# GUI|Standalone Navigation
source: _Continue
et: _Jätka

source: New Device
et: Uus seade

source: INSTALLATION SUMMARY
et: PAIGALDUSE KOKKUVÕTE

# GUI|Summary
source: _Quit
et: _Välju

# GUI|Summary
source: _Begin Installation
et: _Alusta paigaldamist

source: We won't touch your disks until you click 'Begin Installation'.
et: Me ei muuda arvuti/seadme ketastel mitte midagi enne, kui oled klõpsanud nuppu „Alusta paigaldust“.

# GUI|Advanced Storage|iSCSI|Configure
source: _Cancel
et: _Katkesta

# GUI|Advanced Storage|iSCSI|Configure
source: _OK
et: S_obib

source: ADD iSCSI STORAGE TARGET
et: LISA iSCSI ANDMERUUMI SIHTOBJEKT

# GUI|Advanced Storage|iSCSI|Configure
source: iSCSI _Initiator Name:
et: iSCSI _initsiaatori nimi:

source: CHAP pair
et: CHAP-i paar

source: CHAP pair and a reverse pair
et: CHAP-i paar ja pöördpaar

source: <span size="small"><b>Example:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>
et: <span size="small"><b>Näide:</b> iqn.2012-09.com.example:diskarrays-sn-a8675309</span>

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _User name:
et: CHAP-i kas_utajanimi:

# GUI|Advanced Storage|iSCSI|Configure|CHAP
source: CHAP _Password:
et: CHAP-i _salasõna:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _User name:
et: CHAP-i kas_utajanimi:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: CHAP _Password:
et: CHAP-i _salasõna:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP User _name:
et: CHAP-i pöördobjekti kasutaja_nimi:

# GUI|Advanced Storage|iSCSI|Configure|Reverse CHAP
source: Reverse CHAP Pass_word:
et: CHAP-i pöördobjekti _salasõna:

source: Discovering iSCSI targets. This may take a moment...
et: Tuvastan iSCSI-seadmeid. Selleks võib kuluda mõni hetk...

source: The following error occurred discovering iSCSI targets. Please double check your authorization information and try again.
et: iSCSI-seadmete tuvastamisel tekkis järgnev viga. Palun kontrolli uuesti oma seadistusi ja proovi uuesti.

# GUI|Advanced Storage|iSCSI|Configure
source: _Bind targets to network interfaces This may take a moment...
et: Seo sihto_bjektid võrguliidestega. Selleks võib kuluda mõni hetk...

source: Node Name
et: Sõlme nimi

source: Interface
et: Liides

source: Portal
et: Portaal

# GUI|Advanced Storage|iSCSI|Login
source: _Node Login Authentication Type:
et: Autentimise tüüp _sõlme sisselogimisel:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _User name:
et: CHAP-i kas_utajanimi:

# GUI|Advanced Storage|iSCSI|Login|CHAP
source: CHAP _Password:
et: CHAP-i _salasõna:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _User name:
et: CHAP-i kas_utajanimi:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: CHAP _Password:
et: CHAP-i _salasõna:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: _Reverse CHAP User name:
et: CHAP-i pöö_rdobjekti kasutajanimi:

# GUI|Advanced Storage|iSCSI|Login|Reverse CHAP
source: Reverse CHAP Pass_word:
et: CHAP-i pöördobjekti _salasõna:

# GUI|Advanced Storage|iSCSI|Login|Login
source: _Log In
et: _Logi sisse

source: Node login failed.
et: Sõlme sisselogimine ei õnnestunud.

source: The following error occurred logging into the selected iSCSI node. Please double check your authorization information and try again.
et: Valitud iSCSI sõlme sisselogimisel tekkis järgnev viga. Palun kontrolli uuesti, kas kasutad sisselogimiseks õigeid andmeid ja proovi uuesti.

# GUI|Advanced Storage|iSCSI|Login|Retry
source: Retry _Log In
et: Proovi uuesti sisse_logimist

# GUI|Advanced Storage|FCoE
source: _Cancel
et: _Katkesta

source: Please select the network interface which is connected to your FCoE switch.
et: Palun vali võrguliides, mis on ühendatud sinu FCoE kommutaatoriga.

# GUI|Advanced Storage|FCoE
source: _NIC:
et: _Võrgukaart:

# GUI|Advanced Storage|FCoE
source: Use _DCB
et: Kasuta _DCB-d

# GUI|Advanced Storage|FCoE
source: Use auto _VLAN
et: Kasuta automaatset _VLAN-i

# GUI|Advanced Storage|FCoE
source: _Add FCoE Disk(s)
et: Lis_a FCoE ketas/kettad

source: Error adding FCoE SAN.
et: Viga FCoE SAN-i lisamisel.

source: The following error occurred while attempting to add an FCoE SAN. Please check your configuration and try again
et: Proovides lisada FCoE SAN-i tekkis järgnev viga. Palun kontrolli kasutatavaid seadistusi ja proovi siis uuesti

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: _Cancel
et: _Katkesta

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: _Sector size:
et: _Sectori suurus:

# GUI|Advanced Storage|NVDIMM|Reconfigure
source: Start _Reconfiguration
et: Alusta uuesti _seadistamist

source: Reconfiguring NVDIMM devices. This may take a moment...
et: Seadistan NVDIMM-seadmeid uuesti. Selleks võib kuluda natuke aega...

source: Devices reconfiguration succeeded.
et: Seadmete ümberseadistamine õnnestus.

source: Rescanning disks after reconfiguration. This may take a moment ...
et: Peale seadistuste muutmist skaneerin uuesti kettaid. Selleks võib kuluda mõni hetk...

source: Warning: Existing data on reconfigured devices will be lost.
et: Hoiatus: Ümberseadistatavate seadmetel leiduvad andmed lähevad jäädavalt kaotsi.

source: ADD zFCP STORAGE TARGET
et: LISA zFCP ANDMERUUMI SIHTOBJEKT

# GUI|Advanced Storage|zFCP|Device Number
source: _Device number:
et: Sea_dme number:

source: Discovering zFCP devices. This may take a moment...
et: Tuvastan zFCP-seadmeid. Selleks võib kuluda mõni hetk...

source: Device discovery failed.
et: Seadme tuvastamine ei õnnestunud.

source: The following error occurred discovering zFCP devices. Please double check your configuration information and try again.
et: zFCP-seadmete tuvastamisel tekkis järgnev viga. Palun kontrolli uuesti oma seadistusi ja proovi uuesti.

source: Device discovery succeeded.
et: Seadme tuvastamine õnnestus.

# GUI|Advanced Storage|DASD|Configure
source: _Cancel
et: _Katkesta

# GUI|Advanced Storage|DASD|Configure
source: _OK
et: S_obib

source: ADD DASD STORAGE TARGET
et: LISA DASD ANDMERUUMI SIHTOBJEKT

source: To use DASD disks, you must provide the device number.
et: DASD-ketaste kasutamiseks pead sisestama seadme numbri.

# GUI|Advanced Storage|DASD|Configure
source: _Device number:
et: Sea_dme number:

source: Discovering DASD devices. This may take a moment...
et: Tuvastan DASD-seadmeid. Selleks võib kuluda mõni hetk...

source: The following error occurred discovering DASD devices. Please double check your configuration information and try again.
et: DASD-seadmete tuvastamisel tekkis järgnev viga. Palun kontrolli uuesti oma seadistusi ja proovi uuesti.

source: The added DASD can be found under "Local Standard Disks."
et: Lisatud DASD on leitav valikust „Kohalikud standardkettad“

source: INSTALLATION DESTINATION
et: PAIGALDAMISE SIHTKOHT

source: Device Selection
et: Seadme valik

source: Select the device(s) you'd like to install to. They will be left untouched until you click on the main menu's "Begin Installation" button.
et: Palun vali seade või seadmed, kuhu tahad operatsioonisüsteemi paigaldada. Neis ei tehta ühtegi muudatust enne, kui oled põhimenüüst klõpsanud „Alusta paigaldamist“ nuppu.

source: Local Standard Disks
et: Kohalikud standardkettad

source: Disks left unselected here will not be touched.
et: Siinkohal valimata jäänud ketastel ei tehta ühtegi muudatust.

source: Specialized & Network Disks
et: Spetsiaalsed ja võrgukettad

# GUI|Storage
source: _Add a disk...
et: Lis_a ketas...

source: Add Specialized Disk
et: Lisa spetsiaalne ketas

source: Storage Configuration
et: Andmeruumi seadistused

# GUI|Storage
source: A_utomatic
et: A_utomaatne

# GUI|Storage
source: _Custom
et: _Kohandatud

# GUI|Storage
source: Advanced Custom (_Blivet-GUI)
et: Lahendus asjatundjatele (_Blivet-GUI)

# GUI|Storage
source: Free up space by re_moving or shrinking existing partitions
et: Vabasta andmeruumi ole_masolevaid partitsioone teisaldades või kahandades

source: Encryption
et: Krüptimine

# GUI|Storage
source: _Encrypt my data.
et: _Krüpti minu andmed.

source: You'll set a passphrase next.
et: Salafraasi sisestad edaspidi.

source: Storage Options
et: Andmeruumi valikud

source: summary
et: kokkuvõte

# GUI|Storage
source: _Full disk summary and boot loader...
et: Ketta _terviklik kokkuvõte ja alglaadur...

# GUI|Storage
source: _Refresh...
et: _Värskenda...

source: CONNECT TO RED HAT
et: ÜHENDA RED HATI TEENUSEGA

source: Authentication
et: Autentimine

# GUI|Subscription|Authentication|Account
source: _Account
et: K_asutajakonto

# GUI|Subscription|Authetication|Activation Key
source: Activation _Key
et: A_ktiveerimisvõti

source: Organization
et: Organisatsioon

source: Activation Key
et: Aktiveerimisvõti

source: key1,key2,...
et: võti1,võti2,...

source: Purpose
et: Eesmärk

source: Usage
et: Kasutus

source: Role
et: Roll

# GUI|Subscription|Set System Purpose
source: Set System Purpose
et: Sisesta süsteemi eesmärk

source: Insights
et: Red Hat® Lightspeed (Red Hat Insights)

# GUI|Subscription|Red Hat Insights
source: Connect to Red Hat _Insights
et: Ühenda teenusega Red Hat® Lightspeed (Red Hat Insights)

source: Red Hat Insights aims to increase your IT efficiency and speed across hybrid infrastructures by identifying and prioritizing risks, managing vulnerabilities, and compliance, and analyzing costs. For more information, visit the Red Hat Insights information page.
et: Red Hat® Lightspeed (Red Hat Insights) - teenuse eesmärk on parandada klientide IT-lahenduste tõhusust ja kiirust hübriidtaristul. Selleks on kasutusel riskide tuvastamine ja prioriseerimine, haavatavuste haldamine ja nõuetele vastavus ning kulude analüüsimine. Lisateavet leiad Red Hat® Lightspeed (Red Hat Insights) teenuse veebilehelt.

source: Custom base URL
et: Kohandatud alusaadress

source: Custom server URL
et: Serveri kohandatud võrguaadress

source: Use HTTP proxy
et: Kasuta HTTP proksit

source: Location
et: Asukoht

source: hostname:port
et: hostinimi:port

source: Options
et: Valikud

source: The system is currently not registered.
et: Selle süsteem pole hetkel registreeritud.

# GUI|Subscription|Register
source: _Register
et: _Registreeri

# GUI|Subscription|Unregister
source: _Unregister
et: _Eemalda registreerimine

source: Method
et: Meetod

source: System Purpose
et: Süsteemi eesmärk

source: No subscriptions have been attached to the system
et: Süsteemiga pole liidetud ühtegi tellimust

source: SYSTEM PURPOSE
et: SÜSTEEMI EESMÄRK

source: INSTALLATION SOURCE
et: PAIGALDAMISE ALLIKAS

source: Which installation source would you like to use?
et: Missugust paigalduse allikat sa sooviksid kasutada?

# GUI|Software Source
source: _Auto-detected installation media:
et: Tuvasta paigalduse meedium _automaatselt:

source: Device:
et: Seade:

source: Label:
et: Silt:

# GUI|Software Source
source: _Verify
et: _Kontrolli

# GUI|Software Source
source: Installation media via SE/_HMC
et: Paigaldusmeedium SE/_HMC abil

# GUI|Software Source
source: Red Hat _CDN
et: Red Hati _sisulevivõrk (CDN)

# GUI|Software Source
source: _ISO file:
et: _ISO-fail:

# GUI|Software Source
source: D_evice:
et: S_eade:

# GUI|Software Source
source: _Choose an ISO
et: _Vali ISO-fail

# GUI|Software Source
source: _On the network:
et: _Võrgus:

# GUI|Software Source
source: _Proxy setup...
et: _Proksi seadistus...

# GUI|Software Source
source: URL type:
et: Võrguaadressi tüüp:

source: repository URL
et: tarkvarahoidla võrguaadress

source: mirrorlist
et: peeglite loend

# GUI|Software Source
source: N_FS mount options:
et: N_FS-i haakimise valikud:

source: This field is optional.
et: See väli pole kohustuslik.

source: Updates
et: Uuendused

# GUI|Software Source
source: Install the _latest available software updates
et: Paiga_lda viimased saadavalolevad tarkvarauuendused

# GUI|Software Source
source: Install the _default versions provided by the installation source (above) only
et: Paigal_da vaid vaikimisi versioonid ülaltoodud paigaldusallika alusel

source: LANGUAGE SUPPORT
et: KEELTE TUGI

source: Select additional language support to be installed:
et: Vali täiendav paigaldatav keeletugi:

source: SOFTWARE SELECTION
et: TARKVARA VALIK

source: Base Environment
et: Aluskeskkond

source: Additional software for Selected Environment
et: Täiendav tarkvara valitud keskkonna jaoks

source: Add device
et: Lisa seade

# GUI|Network|Add Device Dialog
source: _Cancel
et: _Katkesta

# GUI|Network|Add Device Dialog
source: _Add
et: Lis_a

# GUI|Network|Add Device Dialog
source: _Select the type of device you wish to add
et: _Vali seadme tüüp, mida tahad lisada

source: Wi-Fi Networks
et: WiFi võrgud

# GUI|Network|Wireless|Configure
source: _Cancel
et: _Katkesta

# GUI|Network|Wireless|Configure
source: C_onfigure
et: _Seadista

source: Select a network to configure
et: Vali seadistatav võrk

# GUI|Network|Wireless|Select Network Dialog
source: _Cancel
et: _Katkesta

# GUI|Network|Wireless|Select Network Dialog
source: C_onnect
et: Ü_henda

source: Select a network
et: Vali võrk

source: NETWORK CONFIGURATION
et: VÕRGU SEADISTAMINE

source: We'll need network access to fetch information about your location and to make software updates available for you.
et: Sinu asukohateabe laadimiseks ja tarkvarauuenduste kättesaadavaks tegemiseks vajame toimivat võrguühendust.

source: NETWORK & HOST NAME
et: VÕRK ja HOSTINIMI

source: Ports
et: Pordid

source: Default Route
et: Vaikimisi marsruut

source: Speed
et: Kiirus

source: Hardware Address
et: Riistvara aadress

source: Parent
et: Ülemseade

source: VLAN ID
et: VLAN-i tunnus

# GUI|Network|Wired
source: _Configure...
et: Se_adista...

source: Security
et: Turvalisus

source: Network Name
et: Võrgu nimi

source: Security Key
et: Turvavõti

source: My ssid
et: Minu SSID

# GUI|Network|Wireless
source: _Use as Hotspot...
et: Kas_uta kuumkohana...

# GUI|Network|Wireless
source: _Stop Hotspot...
et: _Peata kuumkoht...

# GUI|Network|Wireless
source: _Configure...
et: Se_adista...

# GUI|Network|Wireless
source: _Select network
et: _Vali võrk

source: Provider
et: Teenusepakkuja

# GUI|Network|Mobile Broadband
source: _Configure...
et: Se_adista...

source: VPN Type
et: VPN-i tüüp

source: Gateway
et: Võrgulüüs

source: Group Name
et: Grupi nimi

source: Group Password
et: Grupi salasõna

source: User Name
et: Kasutajanimi

# GUI|Network|VPN
source: _Configure...
et: Se_adista...

# GUI|Network|Proxy
source: _Method
et: _Meetod

# GUI|Network|Proxy
source: _Configuration URL
et: Se_adistuse võrguaadress

# GUI|Network|Proxy
source: HTTP _Proxy
et: HTTP _proksi

# GUI|Network|Proxy
source: H_TTPS Proxy
et: H_TTPS proksi

# GUI|Network|Proxy
source: _FTP Proxy
et: _FTP proksi

# GUI|Network|Proxy
source: _Socks Host
et: _Socks serveri aadress

# GUI|Network
source: Unloc_k
et: Ava lu_kustus

# GUI|Network
source: Airplane Mode
et: Lennukirežiim

# GUI|Network
source: _Host Name:
et: _Hostinimi:

# GUI|Network|Hostname
source: _Apply
et: _Rakenda

source: Set as current system host name.
et: Määra praeguseks süsteemi hostinimeks.

source: Current host name:
et: Praegune hostinimi:

source: ROOT ACCOUNT
et: JUURKASUTAJA KONTO

# GUI|Password
source: D_isable root account
et: Keela juurkasutajana s_isselogimine

# GUI|Password
source: _Enable root account
et: Võta juurkasutaja konto kasutusel_e

source: Disabling the root account will lock the account and disable remote access with root account. This will prevent unintended administrative access to the system.
et: Keelates juurkasutaja konto ta lukustub ning kaob kaugligipääs juurkasutajana. See takistab soovimatut juurdepääsu süsteemi haldamiseks.

# GUI|Password
source: Enabling the root account will allow you to set a root password and optionally enable remote access to root account on this system.
et: Kui lubad juurkasutaja (peakasutaja), siis saad talle sisestada salasõna ja soovi korral võid lubada siia süsteemi eemalt sisselogimise.

# GUI|Password
source: _Root Password:
et: Juu_rkasutaja (administraatori) salasõna:

# GUI|Password
source: _Confirm:
et: _Kinnita:

source: Confirm Password
et: Korda salasõna

source: empty password
et: tühi salasõna

source: Allow root SSH login with password
et: Luba juurkasutaja SSH-ga sisselogimine salasõna abil

source: ROOT PASSWORD
et: JUURKASUTAJA SALASÕNA

source: UNFORMATTED DASDS
et: VORMINDAMATA DASDS

# GUI|DAD Format Dialog
source: _Cancel
et: _Katkesta

# GUI|DAD Format Dialog
source: _OK
et: S_obib

source: Unformatted DASDs Detected
et: Tuvastasin vormindamata DASD-d

source: <b>Warning</b>: All storage changes made using the installer will be lost when you choose to format.
et: <b>Hoiatus:</b> Kui peaksid otsustama vormindada, siis kõik paigaldajas tehtud andmeruumi muudatused lähevad kaotsi.

# GUI|DAD Format Dialog
source: _Format with dasdfmt
et: _Vorminda dasdfmt abil

source: This may take a moment. You may <a href="">go back to the main menu</a> to complete other installation options while formatting completes.
et: Selleks võib kuluda mõni hetk. Sa võid <a href="">minna tagasi põhimenüüse</a> ja täita vormindamise lõppemist oodates mõne muu paigaldusvaliku.

source: Disk formatting complete.
et: Ketta vormindamine on lõppenud.

# GUI|Storage|Need Space Dialog
source: _Cancel & add more disks
et: Katkesta ja lis_a rohkem kettaid

# GUI|Storage|Need Space Dialog
source: _Reclaim space
et: Vabasta andme_ruumi
