Repository: rhinstaller/anaconda-l10n
Catalog: f38/*.po
Languages: et

source: FOO
et: KIRSI

source: BAR
et: BAAR

source: Unable to create PID file
et: PID-faili loomine ei õnnestu

source: Anaconda is unable to create %s because the file already exists. Anaconda is already running, or a previous instance of anaconda has crashed.
et: Anaconda ei suuda luua %s faili. See tähendab, et kas Anaconda juba töötab või varasemalt on ta kokku jooksnud.

source: Enter a new value for '%(title)s' and press %(enter)s
et: Sisesta „%(title)s“ jaoks uus väärtus ja vajuta „%(enter)s“

source: Would you like to use it anyway?
et: Kas soovid seda ikka kasutada?

source: to begin installation
et: paigaldusega alustamiseks

source: Installation
et: Paigaldamine

source: Starting automated install
et: Automatiseeritud paigalduse käivitamine

source: Enter '%s' to ignore the warning and attempt to install anyway.
et: Hoiatuse eiramiseks sisesta „%s“ ja ikkagi proovi paigaldamist.

source: Warning: Processor has Simultaneous Multithreading (SMT) enabled
et: Hoiatus: protsessoris on kasutusel rööpne mitmelõimelisus (Simultaneous Multithreading - SMT)

source: to rescan devices
et: seadmete uuesti skaneerimiseks

source: Use All Space
et: Kasuta kogu ruumi

source: Replace Existing Linux system(s)
et: Asenda olemas-olevad Linuxi süsteemid

source: Use Free Space
et: Kasuta vaba ruumi

source: Installation Destination
et: Paigalduse sihtmeedium

source: Processing...
et: Töötlemisel...

source: Kickstart insufficient
et: Kickstart'i andmed on puudulikud

source: No disks selected
et: Ühtegi ketast pole valitud

source: Error checking storage configuration
et: Viga andmeruumi seadistuse kontrollimisel

source: Warning checking storage configuration
et: Hoiatus andmeruumi seadistuse kontrollimisel

source: Automatic partitioning selected
et: Valitud automaatne partitsioneerimine

source: Custom partitioning selected
et: Valitud kohandatud partitsioneerimine

source: Select all
et: Vali kõik

source: This may take a moment.
et: Selleks võib kuluda mõni hetk.

source: Passphrase
et: Salafraas

source: Please provide a default LUKS passphrase for all devices you want to encrypt. You will have to type it twice.
et: Palun sisesta vaikimisi LUKS-i salafraas kõikide sedamete jaoks, mida soovid krüptida. Pead ta sisestama kaks korda.

source: Partitioning Options
et: Partitsioneerimise valikud

source: Manually assign mount points
et: Määra haakepunktid käsitsi

source: Installation requires partitioning of your hard drive. Select what space to use for the install target or manually assign mount points.
et: Paigaldamine eeldab arvuti või süsteemi ketta partitsioneerimist. Vali sihtmeediumi jaoks kasutatav andmeruumi maht või määratle haakepunktid käsitsi.

source: Reverting previous configuration. This may take a moment...
et: Pööran tagasi eelmise seadistuse juurde. Selleks võib kuluda mõni hetk...

source: Partition Scheme Options
et: Partitsioneerimiskava valikud

source: Select a partition scheme configuration.
et: Vali partitsioneerimiskava seadistus.

source: Assign mount points
et: Määratle haakepunktid

source: Warning: This will revert all changes done so far. Do you want to proceed?
et: Hoiatus: Järgnevaga pöörad tagasi kõik senised muudatused. Kas sa soovid jätkata?

source: Scanning disks. This may take a moment...
et: Skaneerin kettaid. Selleks võib kuluda mõni hetk...

source: Configure device: %s
et: Seadista seade: %s

source: Mount point
et: Haakepunkt

source: none
et: puudub

source: Invalid mount point given
et: Vigane haakepunkt on sisestatud

source: Format
et: Vorminda

source: Invalid or unsupported format given
et: Vigane või mittetoetatud vorming on sisestatud

source: Supported formats: %s
et: Toetatud vormingud: %s

source: Reformat
et: Vorminda uuesti

source: testing status...
et: kontrollin olekut...

source: Root password
et: Juurkasutaja (administraatori) salasõna

source: Please select new root password. You will have to type it twice.
et: Palun vali uus juurkasutaja (administraatori) salasõna. Sa pead teda kaks korda sisestama.

source: Password
et: Salasõna

source: to return to language list
et: minemaks tagasi keelte valiku juurde

source: Language settings
et: Keeleseadistused

source: Language is not set.
et: Keel on määramata.

source: Available locales
et: Saadaval olevad lokaadid

source: Available languages
et: Saadaval olevad keeled

source: Please select language support to install
et: Palun vali paigaldamiseks vajalik keeletugi

source: Progress
et: Edenemine

source: Installation complete
et: Paigaldamine on lõppenud

source: Use of this product is subject to the license agreement found at:
et: Selle toote kasutamine on reguleeritud litsentsilepinguga, mis asub aadressil:

source: Installation complete. Press %s to quit
et: Paigaldamine on lõppenud. Väljumiseks vajuta %s

source: Software selection
et: Tarkvara valik

source: Installation source not set up
et: Paigaldamise allikat ei seatud üles

source: Source changed - please verify
et: Lähteallikas on muutunud - palun kinnita seda

source: Error checking software selection
et: Viga tarkvara valiku kontrollimisel

source: Warning checking software selection
et: Hoiatus tarkvara valiku kontrollimisel

source: Installation source needs to be set up first.
et: Esmalt peab olema seadistatud paigalduse allikas.

source: Base environment
et: Aluskeskkond

source: Additional software for selected environment
et: Täiendav tarkvara valitud keskkonna jaoks

source: No additional software to select.
et: Pole täiendavat tarkvara, mida saaks valida.

source: Full name can't contain the ':' character
et: Täisnimes ei tohi olla koolonit „:“

source: User creation
et: Kasutaja lisamine

source: Create user
et: Lisa kasutaja

source: Full name
et: Täisnimi

source: User name
et: Kasutajanimi

source: Use password
et: Kasuta salasõna

source: Administrator
et: Peakasutaja

source: Groups
et: Grupid

source: No user will be created
et: Ühtegi kasutajat ei lisata

source: You must set a password
et: Sa pead sisestama salasõna

source: Administrator %s will be created
et: Lisatakse peakasutaja „%s“

source: User %s will be created
et: Lisatakse kasutaja: %s

source: Invalid user name: %(name)s. %(error_message)s
et: Vigane kasutajanimi: %(name)s. %(error_message)s

source: Installation source
et: Paigalduse allikas

source: Closest mirror
et: Lähim peegel

source: Choose an installation source type.
et: Vali paigaldusallika tüüp.

source: local ISO file
et: kohalik ISO-fail

source: Network
et: Võrk

source: Specify Repo Options
et: Määratle tarkvarahoidla valikud

source: Repo URL
et: Tarkvarahoidla võrguaadress

source: SERVER:/PATH
et: SERVER:/ASUKOHT

source: NFS mount options
et: NFS-i haakepunktid

source: Server must be specified as SERVER:/PATH
et: Server peab olema sisestatud kui SERVER:/ASUKOHT

source: Select device containing the ISO file
et: Vali seade, millel leidub ISO-fail

source: No mountable devices found
et: Ühtegi haagitavat seadet ei leidu

source: Select an ISO to use as install source
et: Määra ISO-fail paigalduse allikaks

source: No *.iso files found in device root folder
et: Seadme juurkaustas ei leidu ühtegi *.iso faili

source: VNC Password
et: VNC parool

source: Please provide VNC password (must be six to eight characters long). You will have to type it twice. Leave blank for no password
et: Palun sisesta VNC salasõna (peab olema kuus kuni kaheksa tähemärki pikk). Pead ta sisestama kaks korda. Salasõnata jätkamiseks jäta väli tühjaks

source: Password:
et: Salasõna:

source: Password (confirm):
et: Salasõna (kinnitus):

source: Passwords do not match!
et: Salasõnad ei klapi!

source: The password must be at least six characters long.
et: Salasõna peab olema vähemalt 6 tähemärki pikk.

source: The password cannot be more than eight characters long.
et: Salasõna pikkus ei tohi olla üle kaheksa tähemärgi.

source: to go back to region list
et: minemaks tagasi piirkondade loendi juurde

source: Time settings
et: Kellaaja seadistused

source: %s timezone
et: %s ajavöönd

source: Timezone is not set.
et: Ajatsooni pole määratud.

source: not set
et: määratlemata

source: Timezone: %s
et: Ajavöönd: %s

source: Change timezone
et: Muuda ajavööndit

source: Set timezone
et: Määratle ajavöönd

source: Configure NTP servers
et: Seadista NTP-servereid

source: Timezone settings
et: Ajavööndi seadistused

source: Available timezones in region %s
et: Saadaval olevad ajavööndid piirkonnas %s

source: Available regions
et: Saadaval olevad piirkonnad

source: Please select the timezone. Use numbers or type names directly
et: Palun vali ajavöönd - selleks vali numbreid või sisesta otse nimesid

source: NTP configuration
et: NTP seadistus

source: Add NTP server
et: Lisa NTP server

source: Remove NTP server
et: Eemalda NTP-server

source: Add NTP server address
et: Lisa NTP serveri aadress

source: Enter an NTP server address and press %s
et: Sisesta NTP-serveri aadress ja vajuta „%s“

source: Select an NTP server to remove
et: Vali eemaldatav NTP-server

source: Shell
et: Kest/käsurida

source: Start shell
et: Käivita kest/käsurida

source: Exit the shell to continue
et: Jätkamiseks ava kest/käsurida

source: Bad format of the IP address
et: IP-aadressi vigane vorming

source: Bad format of the netmask
et: Võrgumaski vigane vorming

source: Network configuration
et: Võrguseadistus

source: Wired (%(interface_name)s) disconnected
et: Traadiga võrguühendus (%(interface_name)s) on katkestatud

source: Wired (%(interface_name)s) connected
et: Traadiga võrguühendus (%(interface_name)s) on ühendatud

source: IPv4 Address: %(addr)s Netmask: %(netmask)s Gateway: %(gateway)s
et: IPv4 aadress: %(addr)s Võgumask: %(netmask)s Võrgulüüs: %(gateway)s

source: IPv6 Address: %(addr)s/%(prefix)d
et: IPv6 aadress: %(addr)s/%(prefix)d

source: Network configuration is not available.
et: Võrguseadistus pole saadaval.

source: Host Name: %s
et: Hostinimi: %s

source: Current host name: %s
et: Praegune hostinimi: %s

source: Host Name
et: Hostinimi

source: Set host name
et: Sisesta hostinimi

source: Configure device %s
et: Seadista seade: %s

source: Host name is not valid: %s
et: Hostinimi pole korrektne: %s

source: Device configuration
et: Seadme seadistus

source: IPv4 address or %s for DHCP
et: IPv4 aadress või %s DHCP jaoks

source: IPv4 netmask
et: IPv4 võrgumask

source: IPv4 gateway
et: IPv4 võrgulüüs

source: IPv6 address[/prefix] or %(auto)s for automatic, %(dhcp)s for DHCP, %(ignore)s to turn off
et: IPv6 aadress[/prefiks] või automaatse jaoks „%(auto)s“, DHCP jaoks „%(dhcp)s“ ning väljalülitamiseks „%(ignore)s“

source: IPv6 default gateway
et: IPv6 vaikimisi võrgulüüs

source: Nameservers (comma separated)
et: Nimeserverid (eraldatud komadega)

source: Connect automatically after reboot
et: Ühenda automaatselt peale taaskäivitamist

source: Apply configuration in installer
et: Võta seadistus paigaldusrakenduses kasutusele

source: Configuring device %s.
et: Seadistan „%s“ seadet.

source: Configuration not saved: netmask missing in static configuration
et: Seadistus on salvestamata: võrgumask on staatilisest seadistusest puudu

source: SOFTWARE
et: TARKVARA

source: USER SETTINGS
et: KASUTAJA SEADISTUSED

source: SYSTEM
et: SÜSTEEM

source: CUSTOMIZATION
et: KOHANADAMINE

source: LOCALIZATION
et: LOKALISEERIMINE

source: Custom software selected
et: Kohandatud tarkvara valitud

source: Invalid environment specified in kickstart
et: Kickstart'i failis on määratletud vigane keskkond

source: Please confirm software selection
et: Palun kinnita tarkvara valiku

source: Selected environment is not valid
et: Valitud keskkond pole sobilik

source: {count} disk selected; {capacity} capacity; {free} free
et: {count} ketas on valitud; mahuga {capacity}, sellest {free} vaba

source: Saving storage configuration...
et: Salvestan andmeruumi seadistusi...

source: Failed to save storage configuration
et: Andmeruumi seadistuste salvestamine ei õnnestunud

source: Failed to save boot loader configuration
et: Alglaaduri seadistuste salvestamine ei õnnestunud

source: Checking storage configuration...
et: Kontrollin andmeruumi seadistust...

source: Registration failed due to insufficient credentials.
et: Registreerimine ei õnnestunud mittepiisava kasutajanime/salasõna tõttu.

source: Not enough space in file systems for the current software selection. An additional {} is needed.
et: Praeguse tarkvaravaliku jaoks pole failisüsteemides piisavalt vaba andmeruumi. Täiendavalt oleks vaja vähemalt {}.

source: Not enough space in file systems for the current software selection.
et: Praeguse tarkvaravaliku jaoks pole failisüsteemides piisavalt vaba andmeruumi.

source: Nothing to format
et: Mitte midagi pole vormindada

source: Formatting DASDs
et: Vormindan DASD-sid

source: Probing storage
et: Uurin andmeruumi

source: Root account is disabled
et: Juurkasutaja (administraatori) konto pole kasutusel

source: Root password is set
et: Juurkasutaja (administraatori) salasõna on määratud

source: Root password is not set
et: Juurkasutaja (administraatori) salasõna pole määratud

source: Please complete items marked with this icon before continuing to the next step.
et: Enne järgmise sammuga jätkamist palun täida kõik selle ikooniga näidatud valikud.

# GUI|Summary|Warning Dialog
source: _OK
et: S_obib

source: Help!
et: Appi!

# GUI|Detailed Error Dialog
source: _Quit
et: _Välju

# GUI|Yes No Dialog
source: _No
et: _Ei

# GUI|Yes No Dialog
source: _Yes
et: _Jah

# GUI|Advanced Storage|NVDIM
source: No device to be reconfigured selected.
et: Poel valitud ühtegi seadet, mille seadistusi tahaksid muuta.

source: Rescanning disks finished.
et: Ketaste uuesti skaneerimine lõppes.

# GUI|Spoke
source: Installation _Destination
et: Paigalduse sihtmee_dium

source: Partitioning method changed - planned storage configuration changes will be cancelled.
et: Partitsioneerimise meetod muutus - plaanitud andmeruumi seadistuste muudatused on tühistatud.

source: Error checking storage configuration. <a href="">Click for details.</a>
et: Viga andmeruumi seadistuse kontrollimisel. <a href="">Üksikasjad leiad siit.</a>

source: Warning checking storage configuration. <a href="">Click for details.</a>
et: Hoiatus andmeruumi seadistuse kontrollimisel. <a href="">Üksikasjad leiad siit.</a>

source: FCP device {hba_id} WWPN {wwpn} LUN {lun}
et: FCP seade {hba_id} WWPN {wwpn} LUN {lun}

source: NVDIMM device {namespace}
et: NVDIMM-seade {namespace}

source: {} free
et: {} on vaba

source: You have chosen to skip boot loader installation. Your system may not be bootable.
et: Sa oled otsustanud alglaaduri paigaldamise vahele jätta. Selle süsteemi alglaadimine ei pruugi toimida.

source: There was a problem with your disk selection. Click here for details.
et: Sinu tehtud kettavalikuga seondub üks viga. Üksikasjade vaatamiseks klõpsa siin.

source: The following errors were encountered when checking your disk selection. You can modify your selection or quit the installer.
et: Sinu tehtud kettavaliku kontrollimisel tekkis järgnev viga. Sa saad oma valikut muuta või lõpetada paigaldusrakenduse töö.

# GUI|Storage|Error Dialog
source: _Quit
et: _Välju

# GUI|Storage|Error Dialog
source: _Modify Disk Selection
et: _Muuda kettavalikut

source: The following errors were encountered when checking your storage configuration. You can modify your storage layout or quit the installer.
et: Sinu tehtud andmeruumi seadistuse kontrollimisel tekkis järgnev viga. Sa saad oma andmeruumi jaotust muuta või lõpetada paigaldusrakenduse töö.

# GUI|Storage|Error Dialog
source: _Modify Storage Layout
et: _Muuda andmeruumi paigutust

source: The following warnings were encountered when checking your storage configuration. These are not fatal, but you may wish to make changes to your storage layout.
et: Sinu valitud andmeruumiseadistuste kontrollimisel leidus järgnevaid hoiatusi. Need pole küll kriitilised, kuid võib-olla, et siiski tahad teha andmeruumi jaotusse muudatusi.

# GUI|Storage|Warning Dialog
source: _OK
et: S_obib

# GUI|Spoke
source: _Root Account
et: Juu_rkasutaja konto

source: Root password has been set.
et: Juurkasutaja (administraatori) salasõna on määratud.

source: Create a new %(container_type)s ...
et: Loo uus %(container_type)s...

source: Create or select %(container_type)s
et: Loo või vali %(container_type)s

source: CONFIGURE %(container_type)s
et: SEADISTA: %(container_type)s

source: Please create a name for this %(container_type)s and select at least one disk below.
et: Palun sisesta selle konteineri tüübi (%(container_type)s) jaoks nimi ja vali alljärgnevast vähemalt üks ketas.

source: Volume Group
et: Köitegrupp

# GUI|Custom Partitioning|Configure|Devices
source: _Volume Group:
et: _Köitegrupp:

source: Volume
et: Köide

# GUI|Custom Partitioning|Configure|Devices
source: _Volume:
et: _Köide:

source: container
et: konteiner

# GUI|Custom Partitioning|Configure|Devices
source: container
et: konteiner

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Do _not show this dialog for other selected file systems.
et: Ära _näita seda vaadet muude valitud failisüsteemide kohta.

# GUI|Custom Partitioning|Confirm Delete Dialog
source: Delete _all file systems which are only used by {}.
et: Kustut_a kõik failisüsteemid, mis on kasutusel vaid {} poolt.

source: {} may be a system boot partition! Deleting it may break other operating systems. Are you sure you want to delete it?
et: „{}“ võib olla süsteemi alglaadimise partitsioon! Selle kustutamisega võivad muud operatsioonisüsteemid katki minna. Kas oled ikka kindel, et tahad selle kustutada?

source: Are you sure you want to delete all of the data on {}, including subvolumes?
et: Kas sa oled kindel, et soovid kustutada kõik andmed andmekandjalt „{}“, sealhulgas alamköited?

source: Are you sure you want to delete all of the data on {}, including snapshots?
et: Kas sa oled kindel, et soovid kustutada kõik andmed andmekandjalt „{}“, sealhulgas hetktõmmised?

source: Are you sure you want to delete all of the data on {}?
et: Kas sa oled kindel, et soovid kustutada kõik andmed andmekandjalt „{}“?

source: Select all of the drives you would like the mount point to be created on.
et: Vali käik kettad, kuhu tahaksid selle haakepunkti luua.

source: Select a drive for the mount point to be created on. If you select multiple, only 1 drive will be used.
et: Vali ketas, millele luuakse haakepunkt. Kui valid mitu ketast, siis kasutusele jääb neist vaid üks.

source: Name is already in use.
et: Nimi on juba kasutusel.

source: No disks selected.
et: Ühtegi ketast pole valitud.

source: <a href="">Click for details.</a>
et: <a href="">Üksikasjade vaatamiseks klõpsa siin.</a>

source: The '{}' repository is invalid: {}
et: Tarkvarahoidla „{}“ on vigane: {}

source: Empty repository name
et: Tühi tarkvarahoidla nimi

source: Invalid repository name
et: Vigane tarkvarahoidla nimi

source: Duplicate repository names
et: Tarkvarahoidla nimi on topelt

source: Repository name conflicts with internal repository name
et: Tarkvarahoidla nimi on konfliktis sisemise tarkvarahoidla nimega

source: Empty URL
et: Tühi võrguaadress

source: Empty server
et: Tühi server

source: Invalid server
et: Vigane server

source: Empty path
et: Tühi asukoht

source: Invalid URL
et: Vigane võrguaadress

source: Invalid protocol
et: Vigane protokoll

source: Invalid proxy URL
et: Proksi vigane võrguaadress

source: Invalid proxy protocol: %s
et: Vigane proksiprotokoll: %s

source: Extra characters in proxy URL
et: Proksi võrguaadressus on liigseid tähemärke

source: Proxy authentication data duplicated
et: Proksis autentimise andmed on topelt

# GUI|Software Source|Media Check Dialog
source: Cancel
et: Katkesta

# GUI|Software Source|Media Check Dialog
source: Verifying media, please wait...
et: Kontrollin meediumi, palun oota...

# GUI|Software Source|Media Check Dialog
source: OK
et: Sobib

# GUI|Software Source|Media Check Dialog
source: Verification finished.
et: Kontrollimine lõppes.

# GUI|Software Source|Media Check Dialog
source: This media is good to install from.
et: See meedia sobib paigaldamiseks.

# GUI|Software Source|Media Check Dialog
source: This media is not good to install from.
et: See meedia ei sobi paigaldamiseks.

source: Please wait... software metadata still loading.
et: Palun oota... tarkvara metaandmeid ikka laaditakse.

source: %s The disks you've selected have the following amounts of free space:
et: %s Sinu valitud ketastel on järgnevas mahus vaba andmeruumi:

source: <b>You don't have enough space available to install %s</b>. You can shrink or remove existing partitions via our guided reclaim space tool, or you can adjust your partitions on your own in the custom partitioning interface.
et: <b>%s paigaldamiseks pole sul piisavalt vaba andmeruumi</b>. Meie juhendava kettaruumihalduriga saad vaba andmeruumi lisamiseks vähendada või kustutada olemasolevaid partitsioone. Lisaks võid teha sama sinu poolt hallatud partitsioneerimisvaatest.

source: You don't have enough space available to install <b>%(product)s</b>, even if you used all of the free space available on the selected disks.
et: <b>%(product)s</b> toote paigaldamiseks pole selle seadmes piisavalt vaba andmeruumi, seda isegi siis, kui kasutad valitud ketaste kogu vaba andmeruumi.

source: <b>You don't have enough space available to install %(productName)s</b>, even if you used all of the free space available on the selected disks. You could add more disks for additional space, modify your software selection to install a smaller version of <b>%(productName)s</b>, or quit the installer.
et: Kui sa ka peaksid kasutama ketaste kogu vaba andmeruumi, siis <b>sul pole piisavalt vaba ruumi %(productName)s paigaldamiseks</b>. Täiendava andmeruumi jaoks võiksid lisada kettaid, aga saaksid ka vähendada <b>%(productName)s</b> paigaldamiseks valitud tarkvara loendit. Lisaks saad ka väljuda paigaldajast.

source: Other ({})
et: Muu ({})

source: Not Specified
et: Pole määratletud

source: Service level
et: Teenuse tase

source: Contract
et: Leping

source: Start date
et: Alguskuupäev

source: End date
et: Lõpukuupäev

source: Entitlements
et: Õigused

source: {} consumed
et: kasutatud on {}

source: DATA
et: ANDMED

source: You haven't created any mount points for your %(product)s %(version)s installation yet. You can:
et: Sa pole veel oma „%(product)s %(version)s“ paigalduse jaoks lisanud ühtegi haakepunkti. Sa võid:

# GUI|Custom Partitioning|Autopart Page
source: _Click here to create them automatically.
et: _Nende automaatseks loomiseks klõpsa siia.

source: Create new mount points by clicking the '+' button.
et: Klõpsides + nuppu saad lisada uusi haakepunkte.

source: Or, assign new mount points to existing partitions after selecting them below.
et: Või valides neid alljärgnevas määra olemasolevatele partitsioonidele uued haakepunktid.

# GUI|Custom Partitioning|Autopart Page
source: _New mount points will use the following partitioning scheme:
et: Uued haakepu_nktid kasutavad järgnevat partitsioneerimiskava:

# GUI|Custom Partitioning|Autopart Page
source: _Encrypt automatically created mount points by default:
et: Vaikimisi krüpti loodud haak_epunktid automaatselt:

# GUI|Custom Partitioning|Autopart Page
source: Encrypt my data.
et: Krüpti minu andmed.

source: Authentication required by wireless network
et: Traadita võrk eeldab autentimist

source: Passwords or encryption keys are required to access the wireless network '%(network_id)s'.
et: Ligipääsuks traadita võrgule „%(network_id)s“ on vajalikud salasõnad või krüptovõtmed.

# GUI|Network|Secrets Dialog
source: _Password:
et: _Salasõna:

# GUI|Network|Secrets Dialog
source: _Key:
et: _Võti:

source: User name:
et: Kasutajanimi:

source: Identity:
et: Identiteet:

source: Private key password:
et: Privaatvõtme salasõna:
