Repository: rhinstaller/anaconda-l10n
Catalog: f38/*.po
Languages: et

source: The following installations were discovered on your system.
et: Sinu süsteemis leidub selliseid paigaldusi.

source: Starting package installation process
et: Pakkide paidaldamise protsessi alustamine

source: Downloading package metadata...
et: Pakki metaandmete allalaadimine...

source: Downloading group metadata...
et: Grupi metaandmete allalaadimine...

source: %(product_name)s requires %(needed_ram)s MB of memory to install, but you only have %(total_ram)s MB on this machine.
et: „%(product_name)s“ toode vajab paigaldamiseks %(needed_ram)s MB mälu, kuid sinu masinas/seadmes on seda vaid %(total_ram)s MB.

source: The %(product_name)s graphical installer requires %(needed_ram)s MB of memory, but you only have %(total_ram)s MB.
et: Graafiline paigaldusrakendus „%(product_name)s“ vajab paigaldamiseks %(needed_ram)s MB mälu, kuid sinu masinas/seadmes on seda vaid %(total_ram)s MB.

source: Press [Enter] to reboot your system.
et: Vajuta süsteemi taaskäivitamiseks [Sisestusklahvi].

source: Not enough RAM
et: Pole piisavalt RAM-i

source: Try the text mode installer by running: '/usr/bin/liveinst -T' from a root terminal.
et: Proovi tekstirežiimis paigaldajat käivitades: '/usr/bin/liveinst -T' juurkasutajana terminalist.

source: Starting text mode.
et: Käivitan tekstirežiimi.

source: The installation cannot continue and the system will be rebooted
et: Paigaldamine ei saa jätkuda ja süsteem käivitub uuesti

source: Press ENTER to continue
et: Jätkamiseks vajuta SISESTUSKLAHVI

source: Please ssh install@%s to begin the install.
et: Paigaldamise alustamiseks palun ssh install@%s.

source: Please ssh install@HOSTNAME to continue installation.
et: Paigalduse jätkamiseks logi eemalt süsteemi sisse (ssh install@SEADMENIMI).

source: Some warnings occurred during reading the kickstart file:
et: kickstart'i faili lugemisel tekkisid mõned hoiatused:

source: An error occurred during reading the kickstart file: %s The installer will now terminate.
et: Kickstarti faili lugemisel tekkis viga: %s Paigaldaja lõpetab nüüd töö.

source: %(productName)s %(productVersion)s installation
et: %(productName)s %(productVersion)s paigaldus

source: %(productName)s %(productVersion)s installation on host %(name)s
et: %(productName)s %(productVersion)s paigaldus hostil %(name)s

source: Attempting to connect to vnc client on host %s...
et: Üritatakse ühenduda vnc kliendiga arvutis %s...

source: Connected!
et: Ühendatud!

source: Will try to connect again in 15 seconds...
et: Proovin 15 sekundi pärast uuesti ühendada...

source: Giving up attempting to connect after %d try!
et: Lõpetan ühendamise katsed %d proovimise järel!

source: Attempting to start vncconfig
et: Proovin käivitada „vncconfig“ käsku

source: Please manually connect your vnc client to %s to begin the install.
et: Palun ühenda oma vnc klient paidaldamise alustamiseks käsitsi arvutisse %s.

source: Please manually connect your vnc client to IP-ADDRESS:%s to begin the install. Switch to the shell (Ctrl-B 2) and run 'ip addr' to find the IP-ADDRESS.
et: Paigaldamisega alustamiseks palun ühenda oma VNC-klient käsitsi IP-AADRESSIGA %s. Vajaliku IP-aadressi tuvastamiseks vaheta käsureale (Ctrl-B 2) ja käivita „ip addr“.

source: Starting VNC...
et: VNC käivitamine...

source: The VNC server is now running.
et: VNC server on käivitatud.

source: You chose to connect to a listening vncviewer. This does not require a password to be set. If you set a password, it will be used in case the connection to the vncviewer is unsuccessful
et: Sa otsustasid ühendada kuulava vncvieweriga. See ei eelda salasõna kasutamist. Kui sa aga otsustad salasõna sisestada, siis kasutatakse seda juhul, kui vncvieweriga ühendamine ei õnnestu

source: WARNING!!! VNC server running with NO PASSWORD! You can use the inst.vncpassword=PASSWORD boot option if you would like to secure the server.
et: HOIATUS!!! VNC-server töötab ILMA SALASÕNATA! Kui sa peaksid tahtma muuta lahendust turvalisemaks, siis võid kasutada „inst.vncpassword=SALASÕNA“ alglaadimise valikut.

source: You chose to execute vnc with a password.
et: Sa võid käivitada vnc ilma paroolita.

source: Unknown Error. Aborting.
et: Tundmatu viga. Katkestan.

source: VNC password must be six to eight characters long. Please enter a new one, or leave blank for no password.
et: VNC salasõna peab olema kuus kuni kaheksa tähemärki pikk. Palun sisesta uus salasõna või jäta tühjaks salasõnata jätkamiseks.

source: %(productName)s %(productVersion)s INSTALLATION
et: PAIGALDAMINE: %(productName)s %(productVersion)s

source: status: working
et: olek: töötab

source: status: not working
et: olek: ei tööta

source: checking status
et: kontrollin olekut

source: NTP servers:
et: NTP-serverid:

source: not configured
et: pole seadistatud

source: Local repositories
et: Kohalikud tarkvarahoidlad

source: Red Hat CDN
et: Red Hati sisulevivõrk (CDN)

source: Local media via SE/HMC
et: Kohalik meedium SE/HMC abil

source: RPM OSTree Container
et: RPM OSTree konteiner

source: Local media
et: Kohalik meedium

source: Some packages, groups or modules are missing.
et: Mõned paketid, grupid või moodulid on puudu.

source: Some packages, groups or modules are broken.
et: Mõned paketid, grupid või moodulid on katki.

source: Downloading packages
et: Laadin pakette alla

source: Preparing transaction from installation source
et: Ettevalmistus ülekandeks paigalduse allikast

source: Installing {}
et: Paigaldan: {}

source: Configuring {}
et: Seadistan: {}

source: Verifying {}
et: Kontrollin: {}

source: Downloading {total_files} RPMs, {downloaded_size} / {total_size} ({total_percent}%) done.
et: Allalaadimisel on {total_files} RPM-i, {downloaded_size} / {total_size} ({total_percent}%) valmis.

source: Deployment starting: {}
et: Paigaldus ja kasutuselevõtmine algab: {}

source: Deployment complete: {}
et: Paigaldus ja kasutuselevõtmine on valmis: {}

source: Preparing deployment of {}
et: Valmistun paigalduseks ja kasutuselevõtmiseks: {}

source: Receiving objects: {percent}% ({fetched}/{requested}) {bytes}
et: Võtan vastu objekte: {percent}% ({fetched}/{requested}) {bytes}

source: Writing objects
et: Kirjutan objekte

source: Installing Flatpak applications
et: Paigaldan Flatpaki rakendusi

source: Performing post-installation Flatpak tasks
et: Täidan Flatpaki paigaldusjärgseid ülesandeid

source: Flatpak installation has finished
et: Flatpaki paigaldus on lõppenud

source: Synchronizing writes to disk
et: Sünkroonin kirjutamisi kettale

source: Installing software {}%
et: Tarkvara on paigaldamisel: {}%

source: Downloading {}
et: Laadin alla: {}

source: Checking image checksum
et: Kontrollin kettatõmmise kontrollsummat

source: Downloading {} ({}%)
et: Laadin alla {} ({}%)

source: Snapshot: origin "{}" doesn't exist!
et: Hetktõmmis: algallikat nimega „{}“ pole olemas!

source: Snapshot: origin "{}" of snapshot "{}" is not a valid thin LV device.
et: Hetktõmmis: algallikas nimega „{}“ (hetktõmmis „{}“) pole korrektne õhuke loogilise köite seade („thin LV device“).

source: Snapshot {} already exists.
et: Hetktõmmis nimega „{}“ on juba olemas.

source: Failed to change a device.
et: Seadme muutmine ei õnnestunud.

source: Failed to add a device.
et: Seadme lisamine ei õnnestunud.

source: New {name} {version} Installation
et: Uus paigaldus: {name} {version}

source: Cannot set label on file system.
et: Failisüsteemi sildi salvestamine ei õnnestu.

source: Unacceptable label format for file system.
et: Failisüsteemile sobimatu sildivorming.

source: That mount point is already in use. Try something else?
et: Haakepunkt on juba kasutuses. Proovi midagi muud?

source: Please enter a valid mount point.
et: Palun sisesta korrektne haakepunkt.

source: That mount point is invalid. Try something else?
et: Haakepunkt on vigane. Proovi midagi muud?

source: Invalid container name.
et: Vigane konteineri nimi.

source: The RAID level you have selected ({level}) requires more disks ({min}) than you currently have selected ({count}).
et: Sinu valitud RAID-i tase ({level}) vajab vähemalt {min} ketast, aga sul on neid hetkel valitud vaid {count}.

source: Please enter a mount point.
et: Palun sisesta haakepunkt.

source: /boot/efi must be on a device of type {type} or {another}
et: /boot/efi seadmetüüp peab olema {type} või {another}

source: {fs} must be on a device of type {type}
et: failisüsteem „{fs}“ peab olema seadmes, mille tüüp on „{type}“

source: {} cannot be encrypted
et: {} ei saa olla krüptitud

source: You must create a new file system on the root device.
et: Sa pead juurseadmesse looma uue failisüsteemi.

source: Device does not support RAID level selection {}.
et: Seade ei toeta RAID-i taseme valikut {}.

source: This %(type)s device is missing member devices. You can remove it or select a different device.
et: Sellel „%(type)s“ seadmel pole liikmesseadmeid. Sa võid ta eemaldada või valida mõne muu seadme.

source: Failed to proceed with the installation.
et: Ei õnnestunud jätkata paigaldamist.

source: No disk found for specified BIOS disk "{}".
et: Määratletud BIOS-i ketta „{}“ jaoks ei leidunud ketast.

source: RAID partition "{}" is defined multiple times.
et: RAID sektsioon "{}" on defineeritud mitu korda.

source: PV partition "{}" is defined multiple times.
et: PV sektsioon "{}" on defineeritud mitu korda.

source: Btrfs partition "{}" is defined multiple times.
et: Btrfs-i „{}“ partitsioon on defineeritud mitu korda.

source: part --noformat must also use the --onpart option.
et: „part“ käsu „--noformat“ argument eeldab, et on olemas ka „--onpart“ argument.

source: Partition "{}" given in part command does not exist.
et: Käsus „part“ näidatud partitsiooni „{}“ pole olemas.

source: The "{}" file system type is not supported.
et: Failisüsteemi tüüp „{}“ ei ole toetatud.

source: Disk "{}" given in part command does not exist.
et: Käsus „part“ näidatud ketast „{}“ pole olemas.

source: Cannot install to unpartitionable device "{}".
et: Ei saa installida sektsioonitamatule kettale "{}".

source: Disk "{}" in part command is not partitioned.
et: Käsus „part“ näidatud ketas „{}“ on partitsioneerimata.

source: raid --noformat must also use the --device option.
et: „raid“ käsu „--noformat“ argument eeldab ka „--device“ argumendi kasutamist.

source: RAID device "{}" given in raid command does not exist.
et: Käsus „raid“ näidatud RAID-seadet „{}“ pole olemas.

source: RAID device "{}" has a format of "{}", but should have a format of "mdmember".
et: RAID seadmel „{}“ on „{}“ vorming, kuid peaks kasutama „mdmember“ vormingut.

source: Tried to use undefined partition "{}" in RAID specification.
et: Proovisin kasutada kirjeldamata „{}“ partitsiooni RAID-i määratluses.

source: RAID volume "{}" specified with --useexisting does not exist.
et: Käsu argumendiga „--useexisting“ näidatud RAID-i köidet „{}“ pole olemas.

source: The RAID volume name "{}" is already in use.
et: RAID-i köide nimega „{}“ on juba kasutusel.

source: Physical volume "{}" has a format of "{}", but should have a format of "lvmpv".
et: Füüsilisel köitel „{}“ on „{}“ vorming, kuid peaks kasutama „lvmpv“ vormingut.

source: Tried to use undefined partition "{}" in Volume Group specification
et: Proovisin kasutada kirjeldamata „{}“ partitsiooni köitegrupi määratluses

source: Volume group "{}" defined without any physical volumes. Either specify physical volumes or use --useexisting.
et: Köitegrupp „{}“ on määratletud ilma füüsiliste köideteta. Palun määratle füüsilised köited või kasuta „--useexisting“ argumenti.

source: volgroup --noformat and volgroup --useexisting must also use the --name= option.
et: „volgroup --noformat“ ja „volgroup --useexisting“ käsud peavad kasutama ka „--name= option“ argumenti.

source: Volume group "{}" given in volgroup command does not exist.
et: Käsus „volgroup“ näidatud köitegruppi „{}“ pole olemas.

source: The volume group name "{}" is already in use.
et: „{}“ nimega köitegrupp on juba kasutusel.

source: /boot cannot be of type "lvmlv" on s390x
et: s390x puhul ei saa /boot tüüp olla „lvmlv“

source: Size cannot be decided on from kickstart nor obtained from device.
et: Suurust ei õnnestu lugeda ei kickstart'i failist ega tuvastada seadmest.

source: No volume group exists with the name "{}". Specify volume groups before logical volumes.
et: „{}“ nimega köitegruppi pole olemas. Määratle köitegrupid enne loogilisi köiteid.

source: No thin pool exists with the name "{}". Specify thin pools before thin volumes.
et: „{}“ nimega ei leidu ühtegi õhukest kogumit („thin pool“). Enne õhukeste köidete („thin volume“) määratlemist määratle õhukesed kogumid.

source: logvol --noformat must also use the --name= option.
et: „logvol --noformat“ peab kasutama ka „--name=“ valikut.

source: Logical volume "{}" given in logvol command does not exist.
et: Käsus „logvol“ näidatud loogilist köidet „{}“ pole olemas.

source: Logical volume name "{}" is already in use in volume group "{}".
et: Loogiline köide nimega „{}“ on juba kasutusel köitegrupis „{}“.

source: Logical volume size "{}" must be larger than the volume group extent size of "{}".
et: Loogiline köite suurus „{}“ peab olema suurem, kui köitegrupi laienduse suurus „{}“.

source: Btrfs partition "{}" has a format of "{}", but should have a format of "btrfs".
et: Btrfs-i „{}“ partitsiooni vorming on „{}“, kuid peaks olema „btrfs“.

source: Tried to use undefined partition "{}" in Btrfs volume specification.
et: Proovisin kasutada kirjeldamata „{}“ partitsiooni Btrfs-i köite määratluses.

source: Btrfs volume defined without any member devices. Either specify member devices or use --useexisting.
et: Btrfs-i köide on määratletud, kuid seal pole ühtegi seadet. Palun lisa sisalduvad seadmed või kasuta „--useexisting“ argumenti.

source: Btrfs volume "{}" specified with --useexisting does not exist.
et: Käsu argumendiga „--useexisting“ näidatud Btrfs-i köidet „{}“ pole olemas.

source: The size "{}" is invalid.
et: „{}“ suurus pole korrektne.

source: The mount point "{}" is not valid. It must start with a /.
et: „{}“ haakepunkt pole korrektne. Ta peab algama kaldkriipsuga „/“.

source: Target size "{size}" for device "{device}" is invalid.
et: „{device}“ seadme suuruse eesmärk „{size}“ on vigane.

source: No usable disks.
et: Ühtegi kasutatavat ketast pole.

source: No usable disks selected.
et: Ühtegi kasutatavat ketast pole valitud.

source: Not enough free space on selected disks.
et: Valitud kettal pole piisavalt ruumi.

source: No big enough free space on disks for automatic partitioning
et: Automaatse partitsioneerimise jaoks pole piisavalt vaba andmeruumi

source: Unknown or invalid device '{}' specified
et: Tundmatu või kehtetu seade '{}' täpsustatud

source: Unknown or invalid format '{}' specified for device '{}'
et: Tundmatu või vigane vorming „{}“ on määratletud seadmele „{}“

source: No format on device '{}'
et: Seadmel „{}“ puudub vorming

source: The selected disk {} is not recognized.
et: Valitud ketas „{}“ pole äratuntav.

source: You selected disk %(selected)s, which contains devices that also use unselected disk %(unselected)s. You must select or de-select these disks as a set.
et: Sa valisid ketta „%(selected)s“, mis aga sisaldab seadmeid, mis kasutavad valimata ketast „%(unselected)s“. Sa pead need kettad valima või jätma valimata komplektselt.

source: %(deviceName)s may not have enough space for grub2 to embed core.img when using the %(fsType)s file system on %(deviceType)s
et: Seadmes „%(deviceName)s“ ei pruugi GRUB2 jaoks olla piisavalt ruumi „core.img“ lõimimiseks, kui „%(deviceType)s“ tüüpi seadmes on kasutusel „%(fsType)s“ failisüsteem

source: No match found for given boot drive "{}".
et: Sisestatud „{}“ buutkettale ei leidu vastet.

source: More than one match found for given boot drive "{}".
et: Antud alglaadimiskettale „{}“ leidus enam kui üks vaste.

source: Requested boot drive "{}" doesn't exist or cannot be used.
et: Soovitud alglaadimisketast „{}“ pole olemas või ta pole kasutatav.

source: /boot file system
et: /boot failisüsteem

source: RAID sets that contain '%(desc)s' must have one of the following raid levels: %(raid_level)s.
et: RAID-i komplektidel, milles sisaldub „%(desc)s“ peab olema kasutusel üks järgnevatest RAID-i tasemetest: %(raid_level)s.

source: RAID sets that contain '%(desc)s' must have one of the following metadata versions: %(metadata_versions)s.
et: RAID-i komplektidel, milles sisaldub „%(desc)s“ peab olema kasutusel üks järgnevatest metateabe versioonidest: %(metadata_versions)s.

source: RAID sets that contain '%(desc)s' must have one of the following device types: %(types)s.
et: RAID-i komplektidel, milles sisaldub „%(desc)s“ peab olema kasutusel üks järgnevatest seadme tüüpidest: %(types)s.

source: %(name)s must have one of the following disklabel types: %(types)s.
et: Objektil „%(name)s“ peab olema üks järgmistest kettasildi tüüpidest: %(types)s.

source: %(desc)s cannot be of type %(type)s.
et: %(desc)s - tüüp ei saa olla %(type)s.

source: %(desc)s must be mounted on one of %(mountpoints)s.
et: %(desc)s - haakepunkt peab olema mõni neist: %(mountpoints)s.

source: %(desc)s must be between %(min)d and %(max)d MB in size
et: %(desc)s - suurus peab olema vahemikus %(min)d kuni %(max)d MB

source: %(desc)s must not be smaller than %(min)dMB.
et: %(desc)s - ei tohi olla väiksem, kui %(min)d MB.

source: %(desc)s must not be larger than %(max)dMB.
et: %(desc)s - ei tohi olla suurem, kui %(max)d MB.

source: %(desc)s must be within the first %(max_end)s of the disk.
et: %(desc)s - peab asuma ketta esimese %(max_end)s seas.

source: %s must be on a primary partition.
et: %s peab olema primaarsel partitsioonil.

source: Boot loader stage1 device cannot be on an iSCSI disk which is not configured in iBFT.
et: Alglaaduri samm1 seade ei saa asuda iSCSI-kettal, mis pole iBFT-s seadistatud.

source: %s cannot be on an encrypted block device.
et: %s ei saa olla krüptitud blokkseade.

source: %(bootloader_stage2_description)s cannot be on an iSCSI disk which is not configured in iBFT.
et: „%(bootloader_stage2_description)s“ ei saa asuda iSCSI-kettal, mis pole iBFT-s seadistatud.

source: %(desc)s cannot be of type %(type)s
et: %(desc)s - tüüp ei saa olla %(type)s

source: GRUB2 does not support installation to a partition.
et: GRUB2 ei toeta paigaldamist partitsiooni.

source: GRUB2 encrypted password must be in grub.pbkdf2 format.
et: GRUB2 krüptitud salasõna peab olema grub.pbkdf2 vormingus.

source: An error occurred while resizing the device {}: {}
et: „{}“ seadme suuruse muutmisel tekkis viga: {}

source: Gathering entropy 100%
et: Kogun entroopiat (100%)

source: Gathering entropy (time ran out)
et: Kogun entroopiat (aegumine)

source: Gathering entropy {percents}% (remaining time {time})
et: Kogun entroopiat {percents}% (aega jäänud {time})

source: There is an entry in your /etc/fstab file that contains an invalid or incorrect file system type. The file says that {detected_type} at {mount_point} is {fstab_type}.
et: Sinu süsteemi „/etc/fstab“ failis on kirje, mille failisüsteemi tüüp on vigane. Faili järgi on „{mount_point}“ haakepunktis asuv „{detected_type}“ hoopis „{fstab_type}“.

source: {device_name} on {container_name}
et: „{device_name}“ seade „{container_name}“ konteineris

source: Unknown Linux
et: Tundmatu Linux

source: {product} {version} for {arch}
et: {product} {version} arhitektuuriga {arch}

source: {product} Linux {version} for {arch}
et: {product} Linux {version} arhitektuuriga {arch}

source: Escrow certificate {} requires the network.
et: {} hoiustussertifikaadi (escrow certificate) kasutamine eeldab toimiva võrguühenduse olemasolu.

source: SSL error while downloading the escrow certificate: {}
et: SSL-i viga hoiustussertifikaadi (escrow certificate) allalaadimisel: {}

source: The following error was encountered while downloading the escrow certificate: {}
et: Hoiustussertifikaadi (escrow certificate) allaladimisel tekkis järgnev viga: {}

source: First sector of boot partition
et: Alglaaduri partitsiooni esimene sektor

source: RAID Device
et: RAID-seade

source: Master Boot Record
et: Üldbuutkirje (MBR)

source: EFI System Partition
et: EFI süsteemi partitsioon

source: PReP Boot Partition
et: PReP alglaadimispartitsioon

source: Apple EFI Boot Partition
et: Apple EFI alglaadimise partitsioon

source: Apple Bootstrap Partition
et: Apple Bootstrapi partitsioon

source: You must include at least one disk as an install target.
et: Palun vali paigaldamiseks vähemalt üks ketas.

source: You must include at least one MBR- or GPT-formatted disk as an install target.
et: Sa pead paigalduse sihtmeediumiks lisama vähemalt ühe MBR- või GPT-vormingus ketta.

source: For a UEFI installation, you must include an EFI System Partition on a GPT-formatted disk, mounted at /boot/efi.
et: UEFI-paigalduse jaoks pead saa kaasma EFI süsteemipartitsiooni GPT-vormingus kettal haagituna asukohta /boot/efi.

source: For a UEFI installation, you must include a Linux HFS+ ESP on a GPT-formatted disk, mounted at /boot/efi.
et: UEFI-paigalduse jaoks pead saa kaasma Linuxi HFS+ ESP GPT-vormingus kettal haagituna asukohta /boot/efi.

source: You must include at least one MBR- or DASD-formatted disk as an install target.
et: Sa pead paigalduse sihtmeediumiks lisama vähemalt ühe MBR- või DASD-vormingus ketta.

source: You must include at least one MBR-formatted disk as an install target.
et: Sa pead paigalduse sihtmärgiks lisama vähemalt ühe MBR-vormingus ketta.

source: File system type "{}" given in autopart command is invalid.
et: Käsus „autopart“ näidatud failisüsteemi tüüp „{}“ on vigane.

source: Btrfs file system is not supported.
et: Btrfs failisüsteem pole toetatud.

source: Disklabel "{}" given in clearpart command is not supported on this platform.
et: Käsus „clearpart“ näidatud ketta silt „{}“ pole sellel platvormil toetatud.

source: Disk "{}" given in clearpart command does not exist.
et: Käsus „clearpart“ näidatud ketast „{}“ pole olemas.

source: Device "{}" given in clearpart device list does not exist.
et: Käsus „clearpart“ näidatud seadet „{}“ pole olemas.

source: Disk "{}" given in ignoredisk command does not exist.
et: Käsus „ignoredisk“ näidatud ketast „{}“ pole olemas.

source: NIC "{}" given in fcoe command does not exist.
et: Käsus „fcoe“ näidatud võrgukaarti „{}“ pole olemas.

source: Network interface "{nic}" required by iSCSI "{iscsi_target}" target is not up.
et: Võrguliides „{nic}“, mida vajab iSCSI sihtobjekt „{iscsi_target}“, pole veel töös.

source: Namespace "{}" given in nvdimm command was not found.
et: Käsus „nvdimm“ näidatud nimeruumi „{}“ ei leidu.

source: Disk "{}" given in nvdimm command does not exist.
et: Käsus „nvdimm“ näidatud ketast „{}“ pole olemas.

source: Incorrectly specified origin of the snapshot. Use format "VolGroup/LV-name"
et: Hetktõmmise algallikas pole määratletud korrektselt. Kasuta vormingut „Köitegrupp/Loogilise-köite-nimi“ („VolGroup/LV-name“)

source: You have not defined a root partition (/), which is required for installation of %s to continue.
et: Sul on juurpartitsioon (/) määratlemata, kuid „%s“ paigalduseks on see nõutav.

source: Your root partition must be on a device of type: %s.
et: Sinu seadme/arvuti juurpartitsioon peab asuma seadmes, mille tüüp on %s.

source: The LDL DASD disk {name} ({busid}) cannot be used for the installation. Please format it.
et: LDL DASD ketast {name} ({busid}) ei saa kasutada selle paigalduse jaoks. Palun tee talle uus vormindus.

source: It is recommended to create a new file system on your %(mount)s partition.
et: Me soovitame „%(mount)s“ haakepunkti partitsioonile luua uue failisüsteemi.

source: Your %(mount)s partition size is lower than required %(size)s.
et: Sinu „%(mount)s“ partitsiooni suurus on väiksem, kui nõutav %(size)s.
