Repository: rhinstaller/anaconda-l10n
Catalog: f38/*.po
Languages: et

# GUI|Selected Disks Dialog
source: _Do not install boot loader
et: Ära paigal_da alglaadurit

# GUI|Selected Disks Dialog
source: _Set as Boot Device
et: Määra buutivaks _seadmeks

source: Preserve
et: Säilita

source: Shrink
et: Kahanda

source: Delete
et: Kustuta

source: Installation requires a total of <b>%s</b> for system data.
et: Paigaldus vajab süsteemiandmete jaoks kokku <b>%s</b>.

source: This device contains the installation source.
et: Paigalduse allikas leidub selles seadmes.

source: %(freeSize)s of %(devSize)s
et: %(freeSize)s / %(devSize)s

source: Not resizeable
et: Suurus pole muudetav

source: Free space
et: Vaba andmeruum

source: <b>%(count)s disk; %(size)s reclaimable space</b> (in file systems)
et: <b>%(count)s ketas; vabastatava andmemahuga %(size)s</b> (failisüsteemides)

source: Total selected space to reclaim: <b>%s</b>
et: Vabastamiseks valitud andmeruum kokku: <b>%s</b>

# GUI|Reclaim Dialog
source: Delete _all
et: Kustut_a kõik

# GUI|Reclaim Dialog
source: Preserve _all
et: Säilit_a kõik

# GUI|Detailed Error Dialog
source: _Cancel
et: _Katkesta

# GUI|Spoke
source: _Language Support
et: Kee_lte tugi

source: Use of this product is subject to the license agreement found at %s
et: Selle toote kasutamine on reguleeritud litsentsilepinguga, mis asub aadressil %s

# GUI|Progress
source: _Reboot System
et: _Taaskäivita süsteem

# GUI|Progress
source: _Finish Installation
et: _Lõpeta paigaldus

source: %s is now successfully installed and ready for you to use! Go ahead and reboot your system to start using it!
et: %s on nüüd edukalt paigaldatud ja sinu jaoks kasutamiseks valmis! Jätka siit õkva, käivita oma süsteem ning asu teda kasutama!

source: %s is now successfully installed and ready for you to use! Go ahead and quit the application to start using it!
et: %s on nüüd edukalt paigaldatud ja sinu jaoks kasutamiseks valmis! Jätka siit õkva, välju rakendusest ning asu teda kasutama!

# GUI|Spoke
source: _Blivet-GUI Partitioning
et: Partitsioneerimine _Bliveti graafilise liidesega

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
et: Viga andmeruumi seadistuse kontrollimisel. <a href="">Üksikasjad leiad siit.</a> või klõpsa jätkamiseks uuesti nuppu „Valmis“.

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
et: Hoiatus andmeruumi seadistuse kontrollimisel. <a href="">Üksikasjad leiad siit</a> või vajuta jätkamiseks.

source: Continuing with this action will reset all your partitioning selections to their current on-disk state.
et: Jätkates selle toiminguga lähtestad kõik oma valikud selliseks, nagu nad hetkel kettal on.

# GUI|Custom Partitioning|Reset Dialog
source: _Reset selections
et: _Lähtesta valikud

# GUI|Custom Partitioning|Reset Dialog
source: _Preserve current selections
et: _Säilita senine valik

# GUI|Spoke
source: _Connect to Red Hat
et: _Ühenda Red Hatiga

source: Password set.
et: Salasõna on sisestatud.

source: Activation key set.
et: Aktiveerimisvõti on sisestatud.

source: Unregistering...
et: Tühistan registreerimist...

source: Registering...
et: Registreerin...

source: Attaching subscription...
et: Liidan tellimust...

source: Subscription attached.
et: Tellimus on liidetud.

source: Registration failed.
et: Registreerimine ei õnnestunud.

source: Registered.
et: Registreeritud.

source: Not registered.
et: Pole registreeritud.

source: Registered with account {}
et: Registreeritud kasutajakontoga {}

source: Registered with organization {}
et: Registreeritud organisatsiooniga {}

source: Role: {}
et: Roll: {}

source: Usage: {}
et: Kasutus: {}

source: Connected to Red Hat Insights
et: Ühendatud teenusega Red Hat® Lightspeed (Red Hat Insights)

source: Not connected to Red Hat Insights
et: Pole ühendatud teenusega Red Hat® Lightspeed (Red Hat Insights)

source: No subscriptions are attached to the system
et: Süsteemiga pole liidetud ühtegi tellimust

source: 1 subscription attached to the system
et: 1 tellimus on süsteemiga liidetud

source: {} subscriptions attached to the system
et: {} tellimust on liidetud süsteemiga

source: Please enable network access before connecting to Red Hat.
et: Enne Red Hati teenustega ühendamist palun lisa võrguühendus.

# GUI|Spoke
source: _Software Selection
et: _Tarkvara valik

source: Red Hat CDN requires registration.
et: Red Hati sisulevivõrgu (CDN) kasutamine eeldab registreerimise olemasolu.

source: Error checking software dependencies. <a href="">Click for details.</a>
et: Viga tarkvara sõltuvuste kontrollimisel. <a href="">Üksikasjad leiad siit.</a>

source: Warning checking software dependencies. <a href="">Click for details.</a>
et: Hoiatus tarkvara sõltuvuste kontrollimisel. <a href="">Üksikasjad leiad siit.</a>

source: The software marked for installation has the following errors. This is likely caused by an error with your installation source. You can quit the installer, change your software source, or change your software selections.
et: Paigalduseks valitud tarkvaral on järgnevad vead. See tõenäoliselt on seotud paigalduse allikaga. Sa võid paigaldusrakendusest väljuda, muuta paigalduse allikat või muuta tarkvara valikut.

# GUI|Software Selection|Error Dialog
source: _Quit
et: _Välju

# GUI|Software Selection|Error Dialog
source: _Modify Software Source
et: _Muuda tarkvara allikat

# GUI|Software Selection|Error Dialog
source: Modify _Selections
et: Muuda _valikuid

source: The software marked for installation has the following warnings. These are not fatal, but you may wish to make changes to your software selections.
et: Paigalduseks valitud tarkvaral on järgnevad vead. Need pole väga problemaatilised, kuid võib-olla siiski tahaksid muuta oma tarkvara valikut.

# GUI|Software Selection|Warning Dialog
source: _OK
et: S_obib

source: Invalid group name.
et: Vigane grupi nimi.

# GUI|Spoke
source: _User Creation
et: Kas_utaja lisamine

source: The password was set by kickstart.
et: Kickstart seadistas selle salasõna.

source: MANUAL PARTITIONING
et: KÄSITSI PARTITSIONERIMINE

# GUI|Custom Partitioning
source: %d _storage device selected
et: %d _salvestusseade on valitud

source: %(items_selected)s of %(items_total)s mount points in %(page_name)s
et: %(items_selected)s / %(items_total)s haakepunktidest asukohas „%(page_name)s“

source: Please select a single mount point to edit properties. You have currently selected: %s
et: Seadistuste muutmiseks palun vali vaid üks haakepunkt. Hetkel oled valinud: %s

source: When you create mount points for your %(name)s %(version)s installation, you'll be able to view their details here.
et: Kui sa lisad „%(name)s %(version)s“ jaoks haakepunkte, siis saad nende üksikasju näha siin.

source: Unknown
et: Tundmatu

source: Device reconfiguration failed.
et: Seadme kordusseadistamine ei õnnestunud.

source: No disks assigned
et: Ühtegi ketast pole määratud

# GUI|Custom Partitioning|Devices
source: and {} other
et: ja {} muu

source: The container is encrypted.
et: See konteiner on krüptitud.

source: The space available to this mount point can be changed by modifying the volume below.
et: Selle haakepunkti jaoks saadavalolevat andmeruumi saad muuta kohendades järgnevat köidet.

source: This file system may not be resized.
et: Selle failisüsteemi suurust ei saa muuta.

source: Error checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
et: Viga andmeruumi seadistuse kontrollimisel. <a href="">Üksikasjad leiad siit.</a> või klõpsa jätkamiseks uuesti nuppu „Valmis“.

source: Warning checking storage configuration. <a href="">Click for details</a> or press Done again to continue.
et: Hoiatus andmeruumi seadistuse kontrollimisel. <a href="">Üksikasjad leiad siit</a> või vajuta jätkamiseks uuesti „Valmis“.

source: Failed to add new device.
et: Uue seadme lisamine ei õnnestunud.

source: Device removal request failed.
et: Seadme eemaldamise päring ei õnnestunud.

source: No disks selected. Keeping previous disk set.
et: Ühtegi ketast pole valitud. Säilitan eelmise kettakomplekti.

source: ({} free)
et: ({} vaba)

source: Automatic partitioning failed.
et: Automaatne partitsioneerimine ei õnnestunud.

source: Invalid input. Specify the Desired Capacity in whole or decimal numbers, with an appropriate unit.
et: Vigane sisend. Palun sisesta soovitud maht täis- või kümnend arvudes koos õige ühikuga.

source: Failed to unlock encrypted block device.
et: Krüptitud plokkseadme lukustuse avamine ei õnnestunud.

# GUI|Spoke
source: _Installation Source
et: Pa_igalduse allikas

source: Failed to set up installation source; check the NFS configuration.
et: Paigaldusallika kasutuselevõtmine ei õnnestunud - kontrolli NFS-i seadistusi.

source: Failed to set up installation sources; check their configurations.
et: Paigaldusallikate kasutuselevõtmine ei õnnestunud - kontrolli nende seadistusi.

source: Device: %s
et: Seade: %s

source: Label: %s
et: Silt: %s

source: URL is empty
et: Võrguaadress on tühi

source: Protocol in URL does not match selected protocol
et: Protokoll võrguaadressis ei vasta valitud protokollile

source: NFS server is empty
et: NFS-server on tühi

source: Invalid NFS server, exactly one colon ':' must be present between host and directory
et: Vigane NFS-server, hostinime ja kausta vahel võib olla vaid üks koolon (:)

source: Invalid host name
et: Vigane hostinimi

source: Remote directory is required
et: Kaugkaust on nõutav

# GUI|Spoke
source: _Time & Date
et: _Kellaaeg ja kuupäev

source: Restoring hardware time...
et: Taastan riistvara kellaaja...

source: Invalid timezone
et: Vigane ajatsoon

source: Nothing selected
et: Midagi pole valitud

source: PM
et: pl

source: AM
et: EL

source: You need to set up networking first if you want to use NTP
et: Enne NTP kasutamist pead võrgu üles seadma

source: You have no working NTP server configured
et: Sul pole töötavat NTP serverit seadistatud

source: %s to switch layouts.
et: Vaheta klahvistiku paigutusi vajutades %s.

# GUI|Spoke
source: _Keyboard
et: _Klahvistik

source: Testing layouts configuration not available.
et: Paigutuste seadistuste testimine pole saadaval.

source: Getting list of layouts...
et: Laadin paigutuste loendit...

source: Keyboard layouts are not supported when using VNC. However the settings will be used after the installation.
et: VNC kasutamisel pole klahvistikupaigutused toetatud. Küll aga saavad sinu valitud seadistused olema kasutusel peale paigaldust.

source: Layout switching not configured.
et: Paigutuse vahetamine pole seadistatud.

source: What language would you like to use during the installation process?
et: Millist keelt sooviksid sa paigaldamisel kasutada?

source: WELCOME TO %(name)s %(version)s.
et: TERE TULEMAST, SEE ON %(name)s %(version)s.

source: Type here to search.
et: Otsimiseks kirjuta siia midagi.

source: Status unknown (missing)
et: Staatus teadmata (puudub)

source: Status unknown
et: Staatus teadmata

source: Unmanaged
et: Haldamata

source: Unavailable
et: Pole saadaval

source: Firmware missing
et: Puudub firmware

source: Cable unplugged
et: Kaabel pole ühendatud

source: Disconnected
et: Ühendamata

source: Connecting
et: Ühendamine

source: Authentication required
et: Autentimine on vajalik

source: Connected
et: Ühendatud

source: Disconnecting
et: Ühenduse katkestamine

source: Connection failed
et: Ühendus nurjus

source: Wireless
et: Traadita

source: Bridge
et: Võrgusild

source: unplugged
et: ühendamata

source: IPv4 Address
et: IPv4 aadress

source: IPv6 Address
et: IPv6 aadress

source: IP Address
et: IP aadress

source: Enterprise
et: Ettevõte

source: None
et: Puudub

# GUI|Spoke
source: _Network & Host Name
et: Võrk ja hosti_nimi

# GUI|Spoke
source: _Installation Destination
et: Paigalduse s_ihtmeedium

# GUI|Installation Destination|Filter
source: {} _storage device selected
et: {} _salvestusseade on valitud

source: No host url
et: Hosti võrguaadressi pole

source: malformed URL, cannot parse it.
et: vigaselt vormindatud võrguaadress, selle töötlemine pole võimalik.

source: URL has no host component
et: Võrguaadressis puudub hosti osa

source: Unsupported
et: Pole toetatud

source: Standard Partition
et: Standardne partitsioon

source: Disk
et: Ketas

source: The 'swap' area on your computer is used by the operating system when running low on memory.
et: Partitsioonil või kaustas „swap“ ehk saalealal paiknevad sinu arvuti need failid, mida operatsioonisüsteem kasutab olukorras, kui muutmälu napib.

source: The 'boot' area on your computer is where files needed to start the operating system are stored.
et: Partitsioonil või kaustas „boot“ paiknevad sinu arvuti need failid, mis on vajalikud operatsioonisüsteemi käivitamiseks.

source: The 'root' area on your computer is where core system files and applications are stored.
et: Partitsioonil või kaustas „root“ paiknevad sinu arvuti need failid ja rakendused, mis on vajalikud operatsioonisüsteemi tööks.

source: The 'home' area on your computer is where all your personal data is stored.
et: Partitsioonil või kaustas „home“ paiknevad sinu arvuti need failid, mis on mõeldud sinu isiklikuks kasutamiseks.

source: The BIOS boot partition is required to enable booting from GPT-partitioned disks on BIOS hardware.
et: BIOS-i jaoks mõeldud partitsioon on vajalik GPT-partitsioneerimisega ketaste alglaadimiseks BIOS-i põhisel riistavaral.

source: The PReP boot partition is required as part of the boot loader configuration on some PPC platforms.
et: PReP-tüüpi alglaadimise partitsioon on vajalik alglaadimise seadistamiseks mõnedel PPC-põhistel platvormidel.

source: Start VNC
et: Käivita VNC

source: Use text mode
et: Kasuta tekstiolekut

source: Do you really want to quit?
et: Kas soovid tõesti väljuda?

source: No disks detected. Please shut down the computer, connect at least one disk, and restart to complete installation.
et: Ei õnnestunud tuvastada ühtegi ketast. Palun seiska arvuti, ühenda vähemalt üks ketas ja paigaldamisega jätkamiseks käivita arvuti uuesti.

source: No disks selected; please select at least one disk to install to.
et: Ühtegi ketast pole valitud; palun vali vähemalt üks ketas kuhu paigaldada.

source: The password is empty.
et: Salasõna on tühi.

source: The passphrase is empty.
et: Salafraas on tühi.

source: The passwords do not match.
et: Salasõnad ei klapi omavahel.

source: The passphrases do not match.
et: Sinu sisestatud salafraasid ei klapi.

source: The passwords you entered were different. Please try again.
et: Sinu sisestatud salasõnad olid erinevad. Palun proovi uuesti.

source: The passphrases you entered were different. Please try again.
et: Sinu sisestatud salafraasid olid erinevad. Palun proovi uuesti.

source: The password is too short
et: See salasõna on liiga lühike

source: The passphrase is too short
et: See salafraas on liiga lühike

source: The password you have provided is weak.
et: Sinu sisestatud salasõna on nõrk.

source: The passphrase you have provided is weak.
et: Sinu sisestatud salafraas on nõrk.

source: The password you have provided is weak:
et: Sinu sisestatud salasõna on nõrk:

source: The passphrase you have provided is weak:
et: Sinu sisestatud salafraas on nõrk:

source: Press <b>Done</b> again to use the password anyway.
et: Kui ikkagi soovid salasõna kasutada, siis klõpsa uuesti <b>Valmis</b>.

source: The password you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
et: Sinu sisestatud salasõnas on ASCII-väliseid tähemärke. Klahvistikupaigutuse vahetamine ei pruugi sisestamise ajal olla võimalik.

source: The passphrase you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
et: Sinu sisestatud salafraasis on ASCII-väliseid tähemärke. Klahvistikupaigutuse vahetamine ei pruugi sisestamise ajal olla võimalik.

source: You will have to press <b>Done</b> twice to confirm it.
et: Selle kinnitamiseks palun vajuta <b>Valmis</b> nuppu kaks korda.

source: Empty
et: Tühi

source: Too short
et: Liiga lühike

source: Weak
et: Nõrk

source: Fair
et: Korralik

source: Good
et: Hea

source: Strong
et: Tugev

source: Hide password.
et: Peida salasõna.

source: Show password.
et: Näita salasõna.

source: Probing storage...
et: Uurin andmeruumi...

source: Setting up installation source...
et: Määratle paigalduse allikas...

source: Error setting up repositories
et: Viga tarkvarahoidla seadistamisel

source: Checking software dependencies...
et: Kontrollin tarkvara sõltuvusi...

source: Anaconda Installer
et: Paigaldusrakendus Anaconda

source: Unable to encrypt password: unsupported algorithm {}
et: Salasõna krüptimine ei õnnestu: {} algoritm pole toetatud

source: User name is reserved for system: %s
et: See kasutajanimi on reserveeritud vaid süsteemi jaoks: %s

source: Either a group name in the group list is invalid or groups are not separated by a comma.
et: Kas gruppide loendis olev grupi nimi on vigane või pole grupid komadega eraldatud.

source: Name cannot start with '-' character.
et: Nime alguses ei tohi olla „-“ tähemärki.

source: Name '%s' is not allowed.
et: „%s“ nimi pole lubatud.

source: Fully numeric name is not allowed.
et: Ainult numbritest koosnev täisnimi pole lubatud.

source: Name '$' is not allowed.
et: „$“ nimi pole lubatud.

source: Name cannot contain character: '%s'
et: Nimi ei tohi sisaldada tähemärki: „%s“

source: Name must be shorter than 33 characters.
et: Nimi peab olema lühem, kui 32 tähemärki.

source: Name '%s' is invalid.
et: „%s“ nimi on vigane.

source: Missing name of the %addon section.
et: „%addon“ valikul puudub nimi.

source: Unknown name of the %addon section.
et: „%addon“ valiku nimi on tundmatu.

source: Graphical installation is not available. Starting text mode.
et: Graafiline paigaldus ei ole võimalik. Tekstirežiimi käivitamine.

source: Text mode provides a limited set of installation options. It does not offer custom partitioning for full control over the disk layout. Would you like to use VNC mode instead?
et: Tekstirežiimis saad muuta vaid piiratud koguses eelistusi. Seal puudub võimalus sinu koostatud partitsioneerimiskava kasutamiseks. Kas sa tahaksid selle asemel kasutada VNC-režiimi?

source: The installation was stopped due to what seems to be a problem with your hardware. The exact error message is: %s. The installer will now terminate.
et: Paigaldamine lõppes ilmse riistvaravea tõttu. Täpne veateade on: %s. Paigaldusrakendus lõpetab järgnevaga oma töö.

source: Hardware error occurred
et: Tekkis riistvaraga seotud viga

source: The installation was stopped due to an error which occurred while running in non-interactive cmdline mode. Since there cannot be any questions in cmdline mode, edit your kickstart file and retry installation. The exact error message is: %s. The installer will now terminate.
et: Paigaldamine peatus vea tõttu, mis tekkis paigaldaja käivitamisel vahelesegamiseta käsurea režiimis. Kuna käsurea režiimis ei saa küsida täiendavaid küsimusi, siis muuda oma kickstart'i faili ja proovi paigaldamist uuesti. Täpne veateade on: %s. Paigaldusrakendus lõpetab nüüd töö.

source: Running in cmdline mode, no interactive debugging allowed. The exact error message is: %s. The installer will now terminate.
et: Hetkel töötame käsurea režiimis ja interaktiivne silumine/debugimine pole lubatud. Täpne veateade on: %s. Paigaldusrakendus lõpetab nüüd töö.

source: Configuring Red Hat subscription
et: Seadistan Red Hati teenuse tellimust

source: Configuring installed system
et: Seadistan paigaldatud süsteemi

source: Writing network configuration
et: Salvestan võrgu seadistust

source: Creating users
et: Lisan kasutajaid

source: Configuring addons
et: Seadistan lisamooduleid

source: Generating initramfs
et: Loon initramfs-i

source: Setting up kexec
et: kexec on seadistamisel

source: Storing configuration files and kickstarts
et: Salvestan seadistusfaile ja kickstart'i juhendeid

source: Running post-installation scripts
et: Käivitan paigaldusjärgseid skripte

source: Waiting for %s threads to finish
et: Ootan, et %s lõime lõpetaks töö

source: Setting up the installation environment
et: Seadistan paigalduskeskkonda

source: Configuring storage
et: Seadistan andmeruumi

source: Running pre-installation scripts
et: Eelpaigalduse skriptide käivitamine

source: Running pre-installation tasks
et: Käivitan paigalduseelseid ülesandeid

source: Installing the software
et: Tarkvara on paigaldamisel

source: Installing boot loader
et: Paigaldan alglaadurit

source: Performing post-installation setup tasks
et: Täidan paigaldusjärgseid ülesandeid

source: Creating snapshots
et: Teen hetktõmmiseid

source: Complete!
et: Valmis!

source: An error occurred while activating your storage configuration.
et: Sinu määratud andmeruumi seadistuse aktiveerimisel tekkis viga.

# GUI|Storage Detailed Error Dialog
source: _Exit Installer
et: _Välju paigaldajast

# GUI|Storage Detailed Error Dialog
source: _Retry
et: _Proovi uuesti

source: There was an error running the kickstart script at line %(lineno)s. This is a fatal error and installation will be aborted. The details of this error are: %(details)s
et: Kickstarti skripti käivitamisel tekkis real %(lineno)s viga. Tegemist on kriitilise veaga ja paigaldus katkeb nüüd. Vea üksikasjad on: %(details)s

source: The following error occurred while installing the boot loader. The system will not be bootable. Would you like to ignore this and continue with installation?
et: Alglaadija paigaldamisel tekkis järgnev viga. Hetkel see süsteem ei ole alglaaditav. Kas sa soovid teadet eirata ja jätkata paigaldamist?

source: The following error occurred during the installation: {details} Would you like to ignore this and continue with installation?
et: Paigaldamisel tekkis järgnev viga: {details} Kas sa tahaksid seda eirata ja jätkata paigaldamisega?

source: An error occurred during Red Hat Insights configuration. Would you like to ignore this and continue with installation?
et: Teenuse Red Hat® Lightspeed (Red Hat Insights) seadistamisel tekkis viga. Kas sooviksid seda eirata ja jätkata paigaldamist?

source: An error occurred during registration attempt triggered by the rhsm kickstart command. This could have happened due to incorrect rhsm command arguments or subscription infrastructure issues. Would you like to ignore this and continue with installation?
et: Registreerimisel tekkis viga, mille vallandas „rhsm kickstart“ käsk. See võis juhtuda „rhsm“ valede argumentide tõttu või tellimuste taristu vea tõttu. Kas sa sooviksid seda viga eirata ja jätkata paigaldamist?

source: Error detail:
et: Vea üksikasjad:

source: Unable to find /bin/bash to execute! Not starting shell.
et: Ei suuda leida käivitatavat /bin/bash programmi! Kesta käivitamine pole võimalik.

source: Rescue
et: Päästmine

source: Continue
et: Jätka

source: Read-only mount
et: Ainult lugemisõigustega haakepunkt

source: Skip to shell
et: Ava kest/käsurida

source: Quit (Reboot)
et: Välju (taaskäivita)

source: Run %s to unmount the system when you are finished.
et: Käivita %s süsteemi lahtiühendamiseks, kui oled lõpetanud.

source: When finished, please exit from the shell and your system will reboot.
et: Lõpetamise järel palun välju käsuga „exit“ käsurealt ja sinu süsteem käivitub uuesti.

source: An error occurred trying to mount some or all of your system: {message} Some of it may be mounted under {path}.
et: Kogu või osa sinu süsteemi haakimisel tekkis viga: {message} Mõni osa sellest võib olla haagitud siin: {path}.

source: You don't have any Linux partitions.
et: Sinu süsteemis pole ühtegi Linuxi partitsiooni.

source: Not mounting the system.
et: Süsteem jääb haakimata.

source: Please press %s to get a shell
et: Kesta avamiseks palun vajuta %s
