Repository: rhinstaller/anaconda-l10n
Catalog: f38/*.po
Languages: et

source: Finalizing: The system configuration is complete. Finalizing installation may take a few moments.
et: Viimistlen ja lõpetan: süsteemi seadistamine on lõppenud. Viimasteks sammudeks kulub veel mõni hetk.

source: Installed
et: Paigaldatud

source: Installation failed
et: Paigaldamine ei õnnestunud

source: Installing
et: Paigaldamisel

source: pending step
et: ootel samm

source: Pending
et: Ootel

source: completed step
et: lõpetatud samm

source: Completed
et: Lõpetatud

source: current step
et: praegune samm

source: In progress
et: Töös

source: Reboot
et: Taaskäivita

source: Welcome
et: Tere tulemast

source: Installation destination
et: Paigalduse sihtandmeruum

source: Review and install
et: Vaata üle ja paigalda

source: Use the
et: Kasuta

source: Select no disk
et: Ära vali ühtegi ketast

source: Select none
et: Ära vali midagi

source: Select all disks
et: Vali kõik kettad

source: Select multiple disks
et: Vali mitu ketast

source: $0 selected
et: $0 on valitud

source: Locally available storage devices (SATA, NVMe SSD, SCSI hard drives, external disks, etc.)
et: Kohalikult saadavad andmeruumi seadmed (SATA, NVMe SSD ja SCSI kettad, välised kettad, jne)

source: Detect disks
et: Tuvasta kettad

source: Total
et: Kokku

source: Available storage capacity on the disk.
et: Kettal saadavalolev andmeruum.

source: Detecting disks
et: Tuvastan kettaid

source: No additional disks detected
et: Ühtegi täiendavat ketast pole tuvastatud

source: Checking disks
et: Kontrollin kettaid

source: This may take a moment
et: Selleks võib kuluda mõni hetk

source: Common languages
et: Tavalised keeled

source: No results found
et: Tulemusi ei leidu

source: Find a language
et: Otsi keelt

source: Welcome to the Anaconda installer
et: Tere tulemast, see on paigaldusrakendus Anaconda

source: Choose a language
et: Vali keel

source: Chosen language:
et: Valitud keel:

source: Language
et: Keel

source: Local standard disk
et: Kohalik standardketas

source: Erase disks and install
et: Kustuta kettad ja paigalda

source: Back
et: Tagasi

source: Welcome to Fedora!
et: Tere tulemast, see on Fedora!

source: Install Fedora…
et: Paigalda Fedora…

source: Starting Install to Hard Drive
et: Kõvakettale paigaldamise alustamine
