Repository: rhinstaller/anaconda-l10n
Catalog: f38/*.po
Languages: et

source: INSTALLATION OPTIONS
et: PAIGALDUSE VALIKUD

source: Here we'll describe how much space is needed for the current software selection.
et: Siin me kirjeldame praeguse tarkvaravaliku paigaldamiseks vajalikku andmeruumi mahtu.

source: disk free
et: vaba ruum

source: Free space available for use.
et: Kasutamiseks olev vaba ruum.

source: fs free
et: failisüsteemis vaba

source: Free space unavailable but reclaimable from existing partitions.
et: Vaba andmeruumi ei leidu, kuid seda saad olemasolevatest partitsioonidest kasutusele võtta.

source: Here we'll describe what your options are.
et: Siin me kirjeldame, millised sinu valikud on.

source: Need Space
et: Vaja on lisaruumi

# GUI|Storage|No Space Dialog
source: _Quit installer
et: _Välju paigaldajast

# GUI|Storage|No Space Dialog
source: _Cancel
et: _Katkesta

source: No Space
et: Vaba ruumi pole

# GUI|Welcome|Beta Warn Dialog
source: I want to _exit
et: Soovin _väljuda

# GUI|Welcome|Beta Warn Dialog
source: I want to _proceed
et: Soovin _jätkata

source: This is unstable, pre-release software.
et: See on tarkvara ebastabiilne eelversioon.

source: Beta Warn
et: Hoiatus Beeta-tarkvara kohta

source: SELECTED DISKS AND BOOT LOADER
et: VALITUD KETTAD JA ALGLAADUR

# GUI|Selected Disks Dialog
source: _Close
et: Sul_ge

source: Selected disks
et: Valitud kettad

source: Boot
et: Alglaadimine

source: Description
et: Kirjeldus

source: Name
et: Nimi

source: Capacity
et: Maht

source: Free
et: Vaba

# GUI|Selected Disks Dialog
source: _Remove
et: _Eemalda

source: Enabled if supported by the installing machine
et: Toetatud, kui paigaldav seade/masin seda toetab

source: Enabled unconditionally
et: Kasutusel ilma tingimusteta

source: Disabled
et: Pole kasutusel

source: Disk summary goes here
et: Kokkuvõte ketastest läheb siia

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Cancel
et: _Katkesta

# GUI|Custom Partitioning|Confirm Delete Dialog
source: _Delete It
et: _Kustuta see

# GUI|Custom Partitioning|Configure Dialog
source: _Cancel
et: _Katkesta

# GUI|Custom Partitioning|Configure Dialog
source: _Select
et: _Vali

source: CONFIGURE MOUNT POINT
et: SEADISTA HAAKEPUNKT

# GUI|Custom Partitioning|Add Dialog
source: _Cancel
et: _Katkesta

# GUI|Custom Partitioning|Add Dialog
source: _Add mount point
et: _Lisa haakepunkt

# GUI|Custom Partitioning|Add Dialog
source: Desired _Capacity:
et: Soovitud _andmemaht:

# GUI|Custom Partitioning|Add Dialog
source: Mount _Point:
et: Haake_punkt:

source: ADD A NEW MOUNT POINT
et: LISA UUS HAAKEPUNKT

source: More customization options are available after creating the mount point below.
et: Peale haakepunkti lisamist saad kasutada täiendavaid kohandamise valikuid.

source: That mount point is already in use. Try something else?
et: See haakepunkt on juba kasutuses. Kas proovid midagi muud?

source: Enter size and unit.
et: Sisesta suurus ja ühik.

# GUI|Custom Partitioning|Container Dialog
source: _Cancel
et: _Katkesta

# GUI|Custom Partitioning|Container Dialog
source: _Save
et: _Salvesta

source: CONFIGURE CONTAINER
et: SEADISTA KONTEINER

source: Please create a name for this container and select at least one disk below.
et: Palun sisesta selle konteineri jaoks nimi ja vali alljärgnevast vähemalt üks ketas.

# GUI|Custom Partitioning|Container Dialog
source: _Name:
et: _Nimi:

source: LUKS Version:
et: LUKS-i versioon:

source: Encrypt
et: Krüpti

source: RAID Level:
et: RAID-i tase:

source: Please enter a valid name.
et: Palun sisesta korrektne nimi.

# GUI|Custom Partitioning|Container Dialog
source: Si_ze policy:
et: _Suurusereeglid:

source: Automatic
et: Automaatne

source: As large as possible
et: Nii suur kui võimalik

source: Fixed
et: Fikseeritud

source: Install additional software from a specified URL
et: Paigalda täiendavat tarkvara määratletud võrguaadressilt

source: Install additional software from a NFS server
et: Paigalda täiendavat tarkvara NFS-serverist

source: Install additional software from another source
et: Paigalda täiendavat tarkvara muust allikast

source: Enabled
et: Kasutusel

source: Add a new repository.
et: Lisa uus tarkvarahoidla.

# GUI|Software Source
source: A_dd
et: _Lisa

source: Remove the selected repository.
et: Eemalda valitud tarkvarahoidla.

# GUI|Software Source
source: _Remove
et: _Eemalda

source: Revert to the previous list of repositories.
et: Pöördu tagasi tarkvarahoidlate eelmise loendi juurde.

# GUI|Software Source
source: Rese_t
et: Läh_testa

# GUI|Software Source
source: _Name:
et: _Nimi:

source: Name of the repository
et: Tarkvarahoidla nimi

# GUI|Software Source
source: _Source:
et: Allika_s:

# GUI|Software Source
source: _URL:
et: Võrg_uaadress:

source: URL of the repository
et: Tarkvarahoidla võrguaadress

source: http:// or https:// or ftp://
et: http:// või https:// või ftp://

# GUI|Software Source
source: URL _type:
et: Võrguaadressi _tüüp:

source: Repository URL
et: Tarkvarahoidla võrguaadress

source: Mirrorlist
et: Võrgupeeglite loend

# GUI|Software Source
source: Pro_xy:
et: Pro_ksi:

# GUI|Software Source
source: Configure proxy
et: Seadista proksit

# GUI|Software Source
source: _Path:
et: _Asukoht:

# GUI|Software Source
source: _Mount options:
et: Haaki_mise valikud:

source: Host name or IP address of the NFS server
et: NFS-serveri hostinimi või IP-aadress

source: Path on the NFS server to the additional repository
et: Täiendava tarkvarahoidla asukoht NFS-serveris

source: Optional comma-separated list of mount options for the NFS mount
et: Komadega eraldatud haakepunktide loend NFS-i haakimise jaoks (kui vajad seda)

source: Not required
et: Pole nõutav

source: Create a new additional repository or select an existing one.
et: Lisa uus täiendav tarkvarahoidla või vali olemasolevate seast.

source: Additional repositories
et: Täiendavad tarkvarahoidlad

# GUI|Software Source|ISO Chooser Dialog
source: _Cancel
et: _Katkesta

# GUI|Software Source|ISO Chooser Dialog
source: _Open
et: _Ava

# GUI|Software Source|Media Check Dialog
source: _Cancel
et: _Katkesta

source: MEDIA VERIFICATION
et: MEEDIA KONTROLLIMINE

# GUI|Software Source|Proxy Dialog
source: _Cancel
et: _Katkesta

# GUI|Software Source|Proxy Dialog
source: _OK
et: S_obib

# GUI|Software Source|Proxy Dialog
source: _Enable HTTP Proxy
et: _Kasuta HTTP proksit

# GUI|Software Source|Proxy Dialog
source: _Proxy Host:
et: _Proksi host:

source: <span size="small"><b>Example:</b> squid.mysite.org:3128</span>
et: <span size="small"><b>Näide:</b> squid.minuleht.org:3128</span>

# GUI|Software Source|Proxy Dialog
source: _Use Authentication
et: _Kasuta autentimist

# GUI|Software Source|Proxy Dialog
source: User _name:
et: Kasutaja_nimi:

# GUI|Software Source|Proxy Dialog
source: Pass_word:
et: _Salasõna:

# GUI|Network|Authentication Dialog
source: _Cancel
et: _Katkesta

# GUI|Network|Authentication Dialog
source: C_onnect
et: Ü_henda

source: Passwords or encryption keys are required to access the wireless network
et: Ligipääsuks sellele traadita võrgule on vajalikud salasõnad või krüptovõtmed

# GUI|Date and Time|NTP
source: _Cancel
et: _Katkesta

# GUI|Date and Time|NTP
source: _OK
et: S_obib

source: Configure Network Time Servers
et: Seadista võrguaja (NTP) servereid

source: Pool
et: Kogum

source: Working
et: Töös

source: Add
et: Lisa

source: Remove
et: Eemalda

source: Edit
et: Muuda

source: <b>Pool</b > - If checked, indicates the Host Name refers to a pool of servers. <b>NTS</b> - If checked, indicates support for Network Time Security authentication.
et: <b>Kogum</b > - Kui ta on märgitud, siis see tähendab, et hostinimi viitab serverite kogumile. <b>NTS</b> - Kui ta on märgitud, siis see tähendab, et NTS-i põhine (Network Time Security) autentimise tugi on olemas.

source: Configure NTP
et: Seadista NTP

source: An unknown error occurred during installation. Details are below.
et: Paigaldamisel tekkis tundmatu viga. Üksikasjad on alljärgnevas.

source: RESCAN DISKS
et: SKANEERI KETTAD UUESTI

# GUI|Refresh Dialog|Rescan
source: _Cancel
et: _Katkesta

# GUI|Refresh Dialog|Rescan
source: _OK
et: S_obib

source: You can remove or insert additional disks at this time and press 'Rescan Disks' below for the changes to take effect.
et: Siinkohal võid eemaldada kettaid võid lisada täiendavaid kettaid ning klõpsides järgnevat „Skaneeri kettad uuesti“ saada tagada, et muudatused on nähtavad.

source: <b>Warning:</b> All storage changes made using the installer will be lost when you press 'Rescan Disks'.
et: <b>Hoiatus:</b> Kõik paigaldajas tehtud andmeruumi muudatused lähevad kaotsi „Skaneeri kettad uuesti“ klõpsimisel.

# GUI|Refresh Dialog|Rescan
source: _Rescan Disks
et: Skanee_ri kettad uuesti

source: Scanning disks. This may take a moment...
et: Skaneerin kettaid. Selleks võib kuluda mõni hetk...

source: You may <a href="">go back to the main menu</a> to complete other installation options while this scan completes.
et: Sa võid <a href="">minna tagasi põhimenüüse</a> ja täita skaneerimise lõppemist oodates mõne muu paigaldusvaliku.

source: Disk rescan complete.
et: Ketta kordusskaneerimine on lõppenud.

source: Pressing 'OK' below will take you to the disk selection screen where you will need to re-select your disks.
et: Klõpsides „Sobib“ jõuad sa ketaste valiku vaatesse, kus pead kettad uuesti valima.

source: SUMMARY OF CHANGES
et: MUUDATUSTE KOKKUVÕTE

# GUI|Summary Dialog
source: _Cancel & Return to Custom Partitioning
et: _Katkesta ja mine tagasi oma partitsioneerimisskeemi juurde

# GUI|Summary Dialog
source: _Accept Changes
et: Nõustu muud_atustega

source: Order
et: Järjestus

source: Action
et: Tegevus

source: Type
et: Tüüp

source: Device
et: Seade

# GUI|Passphrase Dialog
source: _Cancel
et: _Katkesta

# GUI|Passphrase Dialog
source: _Save Passphrase
et: _Salvesta salafraas

source: DISK ENCRYPTION PASSPHRASE
et: KETTA KRÜPTIMISE SALAFRAAS

# GUI|Passphrase Dialog
source: _Passphrase:
et: _Salafraas:

# GUI|Passphrase Dialog
source: Con_firm:
et: _Kinnita:

source: Warning: You won't be able to switch between keyboard layouts (from the default one) when you decrypt your disks after install.
et: Hoiatus: Kui sa peale paigaldamist dekrüptid oma arvuti kettaid, siis sa ei saa vahetada klahvistiku paigutusi (vaikimisi paigutusest erinevaks).

# GUI|Reclaim Dialog
source: _Cancel
et: _Katkesta

# GUI|Reclaim Dialog
source: _Reclaim space
et: Vabasta andme_ruumi

source: RECLAIM DISK SPACE
et: VABASTA KETTARUUMI

source: Description goes here.
et: Palun sisesta kirjeldus siia.

source: File System
et: Failisüsteem

source: Reclaimable Space
et: Vabastatav andmeruum

# GUI|Reclaim Dialog
source: _Preserve
et: _Säilita

# GUI|Reclaim Dialog
source: _Delete
et: _Kustuta

# GUI|Reclaim Dialog
source: _Shrink
et: _Kahanda

source: Reclaim
et: Vabasta andmeruumi

source: Languages
et: Keeled

source: Locales
et: Lokaadid

source: WELCOME
et: TERE TULEMAST

source: BLIVET GUI PARTITIONING
et: GRAAFILINE PARTITSIONEERIMISTARVIK BLIVET

# GUI|Blivet Gui Partitioning
source: _Undo last action
et: Võta viimane tegev_us tagasi

# GUI|Blivet Gui Partitioning
source: _Reset All
et: _Lähtesta kõik

source: TIME & DATE
et: KELLAAEG JA KUUPÄEV

# GUI|Date and Time
source: _Region:
et: Pii_rkond:

source: Region
et: Piirkond

# GUI|Date and Time
source: _City:
et: _Linn:

source: City
et: Linn

# GUI|Date and Time
source: _Network Time
et: _Võrguaeg

source: Use Network Time
et: Kasuta võrguaega

source: Hours
et: Tunnid

source: Minutes
et: Minutid

source: Hour Up
et: Tund ülespoole

source: Hour Down
et: Tund allapoole

source: Minutes Up
et: Minutit ülespoole

source: Minutes Down
et: Minutit allapoole

source: AM/PM Up
et: EL/PL ülespoole

source: AM/PM Down
et: EL/PL allapoole

# GUI|Date and Time
source: 24-_hour
et: 24-_tundi

# GUI|Date and Time
source: _AM/PM
et: _el/pl

source: Set Date & Time
et: Seadista kuupäev ja kellaaeg

source: KEYBOARD LAYOUT
et: KLAVIATUURI ASETUS

source: Which keyboard layouts would you like to use on this system? You may move any layout to the top of the list to select it as the default.
et: Missugusi klahvistikupaigutusi tahakaid oma süsteemis kasutada? Kui tõstad ükspuha missuguse neist loendi algusesse, siis saab sellest vaikimisi paigutus.

source: Changes here will only apply to the installed system. Use the desktop's tool to configure the keyboard for the installation process.
et: Siinkohal tehtud klahvistikupaigutuse muudatused kehtivad paigaldatava süsteemi kohta. Kui tahad seadistada klahvistikku paigalduse ajaks, siis kasuta selleks töölauatarvikut.

source: Selected Layouts
et: Valitud klahvistiku paigutused

# GUI|Keyboard Layout
source: _Add layout
et: Lis_a paigutus

# GUI|Keyboard Layout
source: _Remove layout
et: _Eemalda paigutus

# GUI|Keyboard Layout
source: Move selected layout _up
et: Nihuta valitud paigutus _ülespoole

# GUI|Keyboard Layout
source: Move selected layout _down
et: Nihuta valitud paigutus _allapoole

# GUI|Keyboard Layout
source: _Preview layout
et: _Paigutuse eelvaade

# GUI|Keyboard Layout
source: _Test the layout configuration below:
et: Ka_tseta klahvistiku paigutust alljärgnevas:

source: Alt + Shift to switch layouts.
et: Klahvistiku paigutust saad vahetada Alt + Shift vajutusega.

# GUI|Keyboard Layout
source: _Options
et: _Valikud

# GUI|Keyboard Layout|Add Layout
source: _Cancel
et: _Katkesta

# GUI|Keyboard Layout|Add Layout
source: _Add
et: Lis_a

source: ADD A KEYBOARD LAYOUT
et: LISA KLAHVISTIKU PAIGUTUS

source: You may add a keyboard layout by selecting it below:
et: Võid lisada klahvistikupaigutuse valides ta alljärgnevast:

source: Available Layouts
et: Saadaval olevad paigutused

source: Add Layout
et: Lisa paigutus

# GUI|Keyboard Layout|Switching Options
source: _Cancel
et: _Katkesta

# GUI|Keyboard Layout|Switching Options
source: _OK
et: S_obib

source: LAYOUT SWITCHING OPTIONS
et: KLAHVISTIKU ASETUSE VAHETAMISE VALIKUD

source: Which combination(s) would you prefer for switching between keyboard layouts?
et: Mida sooviksid klahvistikupaiguste vahetamiseks klahvikombinatsiooni(de)na kasutada?

source: Layout Options
et: Paigutuse valikud

# GUI|Advanced User
source: _Cancel
et: _Katkesta

# GUI|Advanced User
source: _Save Changes
et: _Salvesta muudatused

source: ADVANCED USER CONFIGURATION
et: KASUTAJATE DETAILNE SEADISTUS

# GUI|Advanced User
source: Home _directory:
et: Kodu_kaust:

source: User and Group IDs
et: Kasutajate ja gruppide tunnused

# GUI|Advanced User
source: Specify a _user ID manually:
et: Sisesta kas_utaja tunnus käsitsi:

# GUI|Advanced User
source: Specify a _group ID manually:
et: Sisesta _grupi tunnus käsitsi:

source: Group Membership
et: Grupi liikmelisus

# GUI|Advanced User
source: _Add user to the following groups:
et: Lis_a kasutaja järgmistesse gruppidesse:

source: Example:
et: Näide:

source: wheel, my-team (1245), project-x (29935)
et: wheel, minu-tiim (1245), x-projekt (29935)

source: Tip:
et: Soovitus:

source: You may input a comma-separated list of group names and group IDs here. Groups that do not already exist will be created; specify their GID in parentheses.
et: Sa võid siia sisestada komadega eraldatud grupinimede või grupitunnuste loendi. Kui vastava nimega gruppi pole olemas, siis ta luuakse ning kui tahad sellisel viisil loodava grupi tunnuse määrata, siis lisa see nime järgi sulgudesse.

# GUI|Installation Destination|Filter|Search
source: Search _By:
et: _Otsi:

source: Target WWID
et: WWID sihtmärk

# GUI|Installation Destination|Filter|Search|Port Target LUN
source: _Target:
et: Sih_tmärk:

# GUI|Installation Destination|Filter|Search
source: Search Res_ults:
et: Otsing_utulemused:

source: Model
et: Mudel

source: Target
et: Sihtmärk

source: Vendor
et: Tarnija

source: Namespace
et: Nimeruum

source: Mode
et: Režiim

# GUI|Installation Destination|Filter
source: Searc_h
et: _Otsi

# GUI|Installation Destination|Filter|Multipath
source: Filter _By:
et: _Filtreerimise alus:

# GUI|Installation Destination|Filter|Multipath|Vendor
source: Show Only _Devices From:
et: Näida vaid seadmei_d allikast:

# GUI|Installation Destination|Filter|Multipath|Interconnect
source: Show Only _Devices With:
et: Näida vaid seadmei_d, milles on:

# GUI|Installation Destination|Filter|Multipath|WWID
source: Show Only _Devices Containing:
et: Näida vaid seadmei_d, milles leidub:

source: Paths
et: Asukohad

# GUI|Installation Destination|Filter|Other
source: Filter _By:
et: _Filtreerimise alus:

# GUI|Installation Destination|Filter|Other|Vendor
source: Show Only _Devices From:
et: Näida vaid seadmei_d allikast:

# GUI|Installation Destination|Filter|Other|Interconnect
source: Show Only _Devices With:
et: Näida vaid seadmei_d, milles on:

# GUI|Installation Destination|Filter|Other|ID
source: Show Only _Devices Containing:
et: Näida vaid seadmei_d, milles leidub:

source: Identifier
et: Tunnus

# GUI|Installation Destination|Filter
source: _Other SAN Devices
et: _Muud SAN-seadmed

source: Sector
et: Sektor

source: Memory
et: Mälu

# GUI|Installation Destination|Filter|NVDIMM Devices|Namespace
source: _Namespace:
et: _Nimeruum:

# GUI|Installation Destination|Filter
source: _NVDIMM Devices
et: _NVDIMM-seadmed

# GUI|Installation Destination|Filter|zSeries
source: Filter B_y:
et: _Filtreerimise alus:

# GUI|Installation Destination|Filter
source: _zSeries Devices
et: _zSeries'i seadmed

# GUI|Installation Destination|Filter
source: _Add zFCP LUN...
et: Lis_a zFCP LUN...

# GUI|Installation Destination|Filter
source: Add EC_KD DASD...
et: Lisa EC_KD DASD...

# GUI|Installation Destination|Filter
source: Add _iSCSI Target...
et: Lisa iSCSI sihtobjekt...

# GUI|Installation Destination|Filter
source: Add FCo_E SAN...
et: Lisa FCo_E SAN...

# GUI|Installation Destination|Filter
source: Reconfigure _NVDIMM...
et: Seadista _NVDIMM uuesti...

# GUI|Installation Destination|Filter
source: Refresh _List
et: Värskenda _loendit

source: CREATE USER
et: LISA KASUTAJA

# GUI|User
source: _Full name
et: _Täisnimi

# GUI|User
source: _User name
et: Kas_utajanimi

source: Full Name
et: Täisnimi

# GUI|User
source: _Password
et: _Salasõna

# GUI|User
source: _Confirm password
et: _Korda salasõna

# GUI|User
source: _Require a password to use this account
et: _Selle konto kasutamisel eelda salasõna olemasolu

# GUI|User
source: Add ad_ministrative privileges to this user account (wheel group membership)
et: Lisa _peakasutaja õigused sellele kasutajale (grupi „wheel“ liikmena)

# GUI|User
source: Allow this user to run the 'sudo' command.
et: Luba sel kasutajal käivitada „sudo“ käsku.

# GUI|User
source: _Advanced...
et: Täiend_av seadistus...

source: Add a new mount point.
et: Lisa uus haakepunkt.

# GUI|Custom Partitioning
source: Add
et: Lisa

source: Remove the selected mount point(s).
et: Eemalda valitud haakepunkt(id).

# GUI|Custom Partitioning
source: Remove
et: Eemalda

source: Reload storage configuration from disk.
et: Laadi andmeruumi seadistus kettalt uuesti.

# GUI|Custom Partitioning
source: Refresh
et: Värskenda

source: Selected Device
et: Valitud seade

source: Device description
et: Seadme kirjeldus

# GUI|Custom Partitioning|Configure|Devices
source: Mount _Point:
et: Haake_punkt:

# GUI|Custom Partitioning|Configure|Devices
source: Desired _Capacity:
et: Soovitud _andmemaht:

# GUI|Custom Partitioning|Configure|Devices
source: _Label:
et: Si_lt:

source: Device(s):
et: Seade/seadmed:

# GUI|Custom Partitioning|Configure|Devices
source: _Modify...
et: _Muuda...

# GUI|Custom Partitioning|Configure|Devices
source: _Name:
et: _Nimi:

# GUI|Custom Partitioning|Configure
source: Device _Type:
et: Seadme _tüüp:

# GUI|Custom Partitioning|Configure
source: _Encrypt
et: _Krüpti

# GUI|Custom Partitioning|Configure
source: File S_ystem:
et: Faili_süsteem:

# GUI|Custom Partitioning|Configure
source: Ref_ormat
et: V_orminda uuesti

# GUI|Custom Partitioning|Configure
source: _Volume Group:
et: _Köitegrupp:

# GUI|Custom Partitioning|Configure
source: _Modify...
et: _Muuda...

# GUI|Custom Partitioning|Configure
source: RA_ID Level:
et: RA_ID-i tase:

# GUI|Custom Partitioning|Configure
source: LUK_S Version:
et: LUK_S-i versioon:

# GUI|Custom Partitioning|Configure|Devices
source: _Update Settings
et: _Uuenda seadistusi

source: Note: The settings you make on this screen will not be applied until you click on the main menu's 'Begin Installation' button.
et: Märkus: Selles vaates tehtud muudatused ei jõustu enne, kui oled põhimenüüst klõpsanud „Alusta paigaldamist“ nuppu.

source: This device is encrypted and cannot be read without a valid passphrase. You may unlock it below.
et: See seade on krüptitud ja selle sisu ei saa lugeda ilma salafraasi kasutamata. Järgnevas saad lukustuse avada.

# GUI|Custom Partitioning|Encrypted
source: _Passphrase:
et: _Salafraas:

# GUI|Custom Partitioning|Encrypted
source: _Unlock
et: Ava luk_ustus

source: This device cannot be edited directly. You can remove it or select a different device.
et: Seda seadet ei saa otse muuta. Sa võid ta eemaldada või valida mõne muu seadme.

source: AVAILABLE SPACE
et: SAADAVAL ANDMERUUM

source: TOTAL SPACE
et: ANDMERUUM KOKKU

# GUI|Custom Partitioning
source: _Discard All Changes
et: Loobu kõiki_dest muudatustest

# GUI|Custom Partitioning
source: Return partitioning to the original state before you made any changes. This is not a destructive operation.
et: Pööra partitsioneerimine tagasi sellesse olekusse, mis oli olemas enne, kui alustasid muutmist. See toimingu ei lõhu midagi ära.

source: INSTALLATION PROGRESS
et: PAIGALDUSE EDENEMINE

source: Preparing to install
et: Paigaldamiseks valmistumine

# GUI|Error Dialog
source: _Exit Installer
et: _Välju paigaldajast

source: Error
et: Viga

# GUI|Main
source: _No
et: _Ei

# GUI|Main
source: _Yes
et: _Jah

source: Are you sure you wish to quit the installation process?
et: Kas sa oled kindel,et soovid paigaldusprotseduuri katkestada?

source: Quit
et: Välju

source: Install to Hard Drive
et: Paigalda kõvakettale

source: Install
et: Paigalda

source: Install the live CD to your hard disk
et: Paigalda laiv CD kõvakettale

source: Welcome to Fedora
et: Tere tulemast, see on Fedora

source: Pre-release
et: Eelversioon

source: This is unstable, pre-release software
et: See on tarkvara ebastabiilne eelversioon

source: Notice: This is pre-released software that is intended for development and testing purposes only. Do NOT use this software for any critical work or for production environments.
et: Märkus: see on tarkvara eelversioon, mis on mõeldud vaid arenduseks ja testimiseks. Palun ÄRA KASUTA seda tarkvara ei kriitiliseks tööks, ega reaalseteks implementatsioonideks.

source: By continuing to use this software, you understand and accept the risks associated with pre-released software, that you intend to use this for testing and development purposes only and are willing to report any bugs or issues in order to enhance this work.
et: Jätkates selle tarkvara kasutamist sa mõistad riske mis seostuvad tarkvara eelversioonidega ja nõustud nendega. Lisaks kasutad seda tarkvara vaid testimiseks ja arenduseks ning toote edaspidise parandamise nimel oled nõus arendajatele teada andma leitud vigadest ja probleemidest.

source: If you do not understand or accept the risks, then please exit this program.
et: Kui sa ei mõista riske või ei nõustu nendega, siis palun välju sellest programmist.

source: Anaconda installer
et: Paigaldusrakendus Anaconda

source: Storage configuration
et: Anderuumi seadistus

source: Software installation
et: Tarkvara paigaldus

source: Software installation: Storage configuration complete. The software is now being installed onto your device.
et: Tarkvara paigaldus: andmeruumi seadistamine on lõppenud. Tarkvara on parasjagu sinu arvutisse/seadmesse paigaldamisel.

source: System configuration
et: Süsteemi seadistus

source: Finalization
et: Viimistlen ja lõpetan
